Residue conformations -------------------------------------------
p5 : TYR
p6 : GLU
p7 : GLY
p8 : GLN
p9 : LEU
p10 : LYS
p11 : GLY
p12 : HIS
p13 : ARG
p14 : GLY
p15 : TRP
p16 : VAL
p17 : THR
p18 : ALA
p19 : LEU
p20 : ALA
p21 : CYS
p22 : PRO
p23 : GLN
p24 : ILE
p25 : THR
p26 : GLU
p27 : THR
p28 : TYR
p29 : ILE
p30 : LYS
p31 : ALA
p32 : VAL
p33 : SER
p34 : THR
p35 : SER
p36 : ARG
p37 : ASP
p38 : ASN
p39 : THR
p40 : LEU
p41 : ILE
p42 : ALA
p43 : TRP
p44 : GLY
p45 : SER
p46 : ASN
p47 : MET
p48 : ASP
p49 : ARG
p50 : ASN
p51 : SER
p52 : GLU
p53 : GLU
p54 : CYS
p55 : GLU
p56 : TYR
p57 : GLY
p58 : PHE
p59 : PRO
p60 : GLU
p61 : ARG
p62 : ARG
p63 : LEU
p64 : GLU
p65 : GLY
p66 : HIS
p67 : SER
p68 : ALA
p69 : PHE
p70 : VAL
p71 : SER
p72 : ASP
p73 : VAL
p74 : ALA
p75 : LEU
p76 : SER
p77 : ASN
p78 : ASN
p79 : GLY
p80 : ASP
p81 : PHE
p82 : ALA
p83 : VAL
p84 : SER
p85 : ALA
p86 : SER
p87 : TRP
p88 : ASP
p89 : HIS
p90 : SER
p91 : LEU
p92 : ARG
p93 : LEU
p94 : TRP
p95 : ASN
p96 : LEU
p97 : GLN
p98 : THR
p99 : GLY
p100 : VAL
p101 : CYS
p102 : GLN
p103 : HIS
p104 : LYS
p105 : PHE
p106 : LEU
p107 : GLY
p108 : HIS
p109 : THR
p110 : LYS
p111 : ASP
p112 : VAL
p113 : LEU
p114 : SER
p115 : VAL
p116 : THR
p117 : PHE
p118 : SER
p119 : PRO
p120 : ASP
p121 : ASN
p122 : ARG
p123 : GLN
p124 : ILE
p125 : VAL
p126 : SER
p127 : GLY
p128 : GLY
p129 : ARG
p130 : ASP
p131 : ASN
p132 : ALA
p133 : LEU
p134 : ARG
p135 : VAL
p136 : TRP
p137 : ASN
p138 : VAL
p139 : LYS
p140 : GLY
p141 : GLU
p142 : CYS
p143 : LEU
p144 : HIS
p145 : THR
p146 : LEU
p147 : GLY
p148 : ARG
p149 : GLY
p150 : ALA
p151 : HIS
p152 : THR
p153 : ASP
p154 : TRP
p155 : VAL
p156 : SER
p157 : CYS
p158 : VAL
p159 : ARG
p160 : PHE
p161 : SER
p162 : PRO
p163 : SER
p164 : LEU
p165 : GLU
p166 : THR
p167 : PRO
p168 : LEU
p169 : ILE
p170 : VAL
p171 : SER
p172 : GLY
p173 : GLY
p174 : TRP
p175 : ASP
p176 : ASN
p177 : LEU
p178 : VAL
p179 : LYS
p180 : VAL
p181 : TRP
p182 : ASP
p183 : ILE
p184 : ALA
p185 : SER
p186 : GLY
p187 : ARG
p188 : LEU
p189 : LEU
p190 : THR
p191 : ASP
p192 : LEU
p193 : LYS
p194 : GLY
p195 : HIS
p196 : THR
p197 : ASN
p198 : TYR
p199 : ILE
p200 : THR
p201 : SER
p202 : VAL
p203 : THR
p204 : VAL
p205 : SER
p206 : PRO
p207 : ASP
p208 : GLY
p209 : SER
p210 : LEU
p211 : CYS
p212 : ALA
p213 : SER
p214 : SER
p215 : ASP
p216 : LYS
p217 : ASP
p218 : GLY
p219 : VAL
p220 : ALA
p221 : ARG
p222 : LEU
p223 : TRP
p224 : ASP
p225 : LEU
p226 : THR
p227 : LYS
p228 : GLY
p229 : GLU
p230 : ALA
p231 : LEU
p232 : SER
p233 : GLU
p234 : MET
p235 : ALA
p236 : ALA
p237 : GLY
p238 : ALA
p239 : PRO
p240 : ILE
p241 : ASN
p242 : GLN
p243 : ILE
p244 : CYS
p245 : PHE
p246 : SER
p247 : PRO
p248 : ASN
p249 : ARG
p250 : TYR
p251 : TRP
p252 : MET
p253 : CYS
p254 : ALA
p255 : ALA
p256 : THR
p257 : GLU
p258 : LYS
p259 : GLY
p260 : ILE
p261 : ARG
p262 : ILE
p263 : PHE
p264 : ASP
p265 : LEU
p266 : GLU
p267 : ASN
p268 : LYS
p269 : ASP
p270 : VAL
p271 : ILE
p272 : VAL
p273 : GLU
p274 : LEU
p275 : ALA
p276 : PRO
p277 : GLU
p278 : ALA
p279 : GLN
p280 : GLN
p281 : LYS
p282 : SER
p283 : LYS
p284 : LYS
p285 : THR
p286 : PRO
p287 : GLU
p288 : CYS
p289 : MET
p290 : SER
p291 : ILE
p292 : ALA
p293 : TRP
p294 : SER
p295 : ALA
p296 : ASP
p297 : GLY
p298 : ASN
p299 : THR
p300 : LEU
p301 : TYR
p302 : SER
p303 : GLY
p304 : TYR
p305 : THR
p306 : ASP
p307 : ASN
p308 : VAL
p309 : ILE
p310 : ARG
p311 : VAL
p312 : TRP
p313 : SER
p314 : VAL
q20 : ARG
q21 : HIS
q22 : CYS
q23 : VAL
q24 : ILE
q25 : CYS
q26 : SER
q27 : ASN
q28 : GLN
q29 : LYS
q30 : ALA
q31 : VAL
q32 : ILE
q33 : ARG
q34 : LYS
q35 : TYR
q36 : GLU
q37 : LEU
q38 : ASN
q39 : VAL
q40 : CYS
q41 : ARG
q42 : GLN
q43 : CYS
q44 : PHE
q45 : ARG
q46 : GLU
q47 : ASN
q48 : ALA
q49 : ALA
q50 : ASN
q51 : ILE
q52 : GLY
q53 : PHE
q54 : SER
q55 : LYS
q56 : LEU
q57 : ARG
r10 : LYS
r11 : GLN
r12 : VAL
r13 : GLN
r14 : THR
r15 : PHE
r16 : GLY
r17 : LYS
r18 : LYS
r19 : LYS
r20 : THR
r21 : ALA
r22 : ILE
r23 : ALA
r24 : VAL
r25 : ALA
r26 : THR
r27 : VAL
r28 : THR
r29 : LYS
r30 : ALA
r31 : ALA
r32 : GLN
r33 : CYS
r34 : ASN
r35 : ILE
r36 : ARG
r37 : VAL
r38 : ASN
r39 : GLY
r40 : VAL
r41 : PRO
r42 : VAL
r43 : SER
r44 : GLN
r45 : ILE
r46 : LEU
r47 : PRO
r48 : GLU
r49 : THR
r50 : LEU
r51 : ARG
r52 : ALA
r53 : LYS
r54 : ILE
r55 : MET
r56 : GLU
r57 : ALA
r58 : VAL
r59 : ASN
r60 : VAL
r61 : VAL
r62 : GLY
r63 : SER
r64 : ARG
r65 : HIS
r66 : PHE
r67 : ALA
r68 : ARG
r69 : LEU
r70 : ARG
r71 : ILE
r72 : ASP
r73 : VAL
r74 : THR
r75 : VAL
r76 : ARG
r77 : GLY
r78 : ALA
r79 : GLY
r80 : GLN
r81 : VAL
r82 : ALA
r83 : GLN
r84 : ALA
r85 : TYR
r86 : ALA
r87 : THR
r88 : ARG
r89 : GLN
r90 : ALA
r91 : ILE
r92 : ALA
r93 : LYS
r94 : GLY
r95 : LEU
r96 : VAL
r97 : ALA
r98 : TYR
r99 : TYR
r100 : GLN
r101 : LYS
r102 : TYR
r103 : LYS
r104 : ASN
r105 : GLU
r106 : VAL
r107 : GLU
r108 : LYS
r109 : ALA
r110 : ALA
r111 : LEU
r112 : LYS
r113 : ASP
r114 : LYS
r115 : TYR
r116 : LEU
r117 : ALA
r118 : TYR
r119 : ASP
r120 : LYS
r121 : TYR
r122 : LEU
r123 : LEU
r124 : ILE
r125 : ALA
r126 : ASP
r127 : PRO
r128 : ARG
r129 : ARG
r130 : CYS
r131 : GLU
r132 : PRO
r133 : LYS
r134 : LYS
r135 : TRP
r136 : GLY
r137 : ARG
r138 : HIS
r139 : SER
r140 : ALA
r141 : ARG
r142 : THR
r143 : ARG
r144 : PHE
r145 : THR
r146 : LYS
r147 : SER
r148 : TYR
r149 : ARG
t16 : GLU
t17 : ARG
t18 : THR
t19 : PHE
t20 : HIS
t21 : LYS
t22 : PHE
t23 : THR
t24 : TYR
t25 : ARG
t26 : GLY
t27 : LEU
t28 : GLU
t29 : ILE
t30 : ASP
t31 : PRO
t32 : LEU
t33 : LEU
t34 : ALA
t35 : LEU
t36 : SER
t37 : GLU
t38 : GLU
t39 : GLU
t40 : PHE
t41 : LYS
t42 : THR
t43 : LEU
t44 : VAL
t45 : HIS
t46 : ALA
t47 : ARG
t48 : ALA
t49 : ARG
t50 : ARG
t51 : HIS
t52 : MET
t53 : ASN
t54 : ARG
t55 : HIS
t56 : ALA
t57 : ASN
t58 : ARG
t59 : ARG
t60 : ALA
t61 : PRO
t62 : VAL
t63 : LEU
t64 : LEU
t65 : LYS
t66 : ARG
t67 : LEU
t68 : ARG
t69 : GLU
t70 : ALA
t71 : LYS
t72 : LYS
t73 : ASP
t74 : VAL
t75 : LYS
t76 : ALA
t77 : GLY
t78 : GLU
t79 : LYS
t80 : PRO
t81 : ARG
t82 : ALA
t83 : VAL
t84 : LYS
t85 : THR
t86 : HIS
t87 : LEU
t88 : ARG
t89 : ASP
t90 : VAL
t91 : VAL
t92 : ILE
t93 : THR
t94 : PRO
t95 : GLU
t96 : MET
t97 : VAL
t98 : GLY
t99 : SER
t100 : VAL
t101 : VAL
t102 : GLY
t103 : ILE
t104 : TYR
t105 : ASN
t106 : GLY
t107 : ARG
t108 : GLN
t109 : PHE
t110 : ASN
t111 : ALA
t112 : VAL
t113 : GLU
t114 : ILE
t115 : LYS
t116 : GLY
t117 : GLU
t118 : MET
t119 : ILE
t120 : GLY
t121 : HIS
t122 : TYR
t123 : LEU
t124 : GLY
t125 : GLU
t126 : PHE
t127 : SER
t128 : MET
t129 : THR
t130 : TYR
t131 : LYS
t132 : PRO
t133 : VAL
t134 : ILE
u8 : GLU
u9 : GLN
u10 : PHE
u11 : GLN
u12 : HIS
u13 : ILE
u14 : VAL
u15 : ARG
u16 : LEU
u17 : LEU
u18 : ASN
u19 : THR
u20 : ASN
u21 : VAL
u22 : GLU
u23 : GLY
u24 : LYS
u25 : ARG
u26 : LYS
u27 : VAL
u28 : PRO
u29 : PHE
u30 : ALA
u31 : LEU
u32 : ARG
u33 : MET
u34 : VAL
u35 : LYS
u36 : GLY
u37 : VAL
u38 : GLY
u39 : ILE
u40 : ARG
u41 : PHE
u42 : ALA
u43 : TYR
u44 : MET
u45 : VAL
u46 : CYS
u47 : LYS
u48 : LYS
u49 : ALA
u50 : GLY
u51 : ILE
u52 : ASP
u53 : VAL
u54 : GLU
u55 : ARG
u56 : ARG
u57 : ALA
u58 : GLY
u59 : THR
u60 : LEU
u61 : THR
u62 : ALA
u63 : GLU
u64 : GLU
u65 : LEU
u66 : GLU
u67 : ARG
u68 : ILE
u69 : SER
u70 : GLU
u71 : VAL
u72 : ILE
u73 : ALA
u74 : ASP
u75 : PRO
u76 : ALA
u77 : LYS
u78 : PHE
u79 : LYS
u80 : ILE
u81 : PRO
u82 : ASP
u83 : TRP
u84 : PHE
u85 : LEU
u86 : ASN
u87 : ARG
u88 : GLN
u89 : ARG
u90 : ASP
u91 : PRO
u92 : LYS
u93 : THR
u94 : GLY
u95 : LYS
u96 : THR
u97 : GLU
u98 : HIS
u99 : LEU
u100 : THR
u101 : SER
u102 : ALA
u103 : MET
u104 : VAL
u105 : ASP
u106 : THR
u107 : ARG
u108 : LEU
u109 : ARG
u110 : GLU
u111 : ASP
u112 : LEU
u113 : GLU
u114 : ARG
u115 : LEU
u116 : ARG
u117 : LYS
u118 : ASN
u119 : ARG
u120 : VAL
u121 : HIS
u122 : ARG
u123 : GLY
u124 : VAL
u125 : ARG
u126 : HIS
u127 : ALA
L2 : THR
L3 : LYS
L4 : LYS
L5 : HIS
L6 : LEU
L7 : LYS
L8 : ARG
L9 : LEU
L10 : TYR
L11 : ALA
L12 : PRO
L13 : LYS
L14 : ASP
L15 : TRP
L16 : MET
L17 : LEU
L18 : SER
L19 : LYS
L20 : LEU
L21 : THR
L22 : GLY
L23 : VAL
L24 : PHE
L25 : ALA
L26 : PRO
L27 : ARG
L28 : PRO
L29 : ARG
L30 : ALA
L31 : GLY
L32 : PRO
L33 : HIS
L34 : LYS
L35 : LEU
L36 : ARG
L37 : GLU
L38 : CYS
L39 : MET
L40 : THR
L41 : LEU
L42 : MET
L43 : ILE
L44 : ILE
L45 : ILE
L46 : ARG
L47 : ASN
L48 : ARG
L49 : LEU
L50 : LYS
L51 : TYR
L52 : ALA
L53 : LEU
L54 : ASN
L55 : ALA
L56 : ALA
L57 : GLU
L58 : ALA
L59 : GLN
L60 : MET
L61 : ILE
L62 : LEU
L63 : ARG
L64 : GLN
L65 : GLY
L66 : LEU
L67 : VAL
L68 : CYS
L69 : VAL
L70 : ASP
L71 : GLY
L72 : LYS
L73 : PRO
L74 : ARG
L75 : LYS
L76 : ASP
L77 : THR
L78 : LYS
L79 : TYR
L80 : PRO
L81 : VAL
L82 : GLY
L83 : PHE
L84 : MET
L85 : ASP
L86 : VAL
L87 : VAL
L88 : GLU
L89 : ILE
L90 : PRO
L91 : ARG
L92 : THR
L93 : GLY
L94 : ASP
L95 : ARG
L96 : PHE
L97 : ARG
L98 : ILE
L99 : LEU
L100 : TYR
L101 : ASP
L102 : VAL
L103 : LYS
L104 : GLY
L105 : ARG
L106 : PHE
L107 : ALA
L108 : LEU
L109 : VAL
L110 : LYS
L111 : VAL
L112 : GLY
L113 : GLU
L114 : ALA
L115 : GLU
L116 : GLY
L117 : ASN
L118 : ILE
L119 : LYS
L120 : LEU
L121 : LEU
L122 : LYS
L123 : VAL
L124 : GLU
L125 : ASN
L126 : VAL
L127 : TYR
L128 : THR
L129 : SER
L130 : THR
L131 : GLY
L132 : ARG
L133 : ILE
L134 : PRO
L135 : VAL
L136 : ALA
L137 : MET
L138 : THR
L139 : HIS
L140 : ASP
L141 : GLY
L142 : HIS
L143 : ARG
L144 : ILE
L145 : ARG
L146 : TYR
L147 : PRO
L148 : ASP
L149 : PRO
L150 : ARG
L151 : THR
L152 : HIS
L153 : ARG
L154 : GLY
L155 : ASP
L156 : THR
L157 : LEU
L158 : VAL
L159 : TYR
L160 : ASN
L161 : LEU
L162 : LYS
L163 : GLU
L164 : LYS
L165 : LYS
L166 : VAL
L167 : VAL
L168 : ASP
L169 : LEU
L170 : ILE
L171 : LYS
L172 : SER
L173 : SER
L174 : ASN
L175 : GLY
L176 : LYS
L177 : VAL
L178 : VAL
L179 : MET
L180 : VAL
L181 : THR
L182 : GLY
L183 : GLY
L184 : ALA
L185 : ASN
L186 : ARG
L187 : GLY
L188 : ARG
L189 : ILE
L190 : GLY
L191 : GLU
L192 : ILE
L193 : MET
L194 : SER
L195 : ILE
L196 : GLU
L197 : ARG
L198 : HIS
L199 : PRO
L200 : GLY
L201 : ALA
L202 : PHE
L203 : ASP
L204 : ILE
L205 : ALA
L206 : ARG
L207 : LEU
L208 : LYS
L209 : ASP
L210 : ALA
L211 : ALA
L212 : GLY
L213 : HIS
L214 : GLU
L215 : PHE
L216 : ALA
L217 : THR
L218 : ARG
L219 : ALA
L220 : SER
L221 : ASN
L222 : ILE
L223 : PHE
L224 : VAL
L225 : ILE
L226 : GLY
L227 : LYS
L228 : ASP
L229 : MET
L230 : GLN
L231 : SER
L232 : VAL
L233 : PRO
L234 : VAL
L235 : THR
L236 : LEU
L237 : PRO
L238 : LYS
L239 : GLN
L240 : GLN
L241 : GLY
L242 : LEU
L243 : ARG
L244 : ILE
L245 : ASN
L246 : VAL
L247 : ILE
L248 : GLN
L249 : GLU
L250 : ARG
L251 : GLU
L252 : GLU
L253 : LYS
L254 : LEU
L255 : ILE
L256 : ALA
L257 : ALA
L258 : GLU
L259 : ALA
M2 : THR
M3 : LYS
M4 : ALA
M5 : ASN
M6 : GLY
M7 : GLN
M8 : HIS
M9 : ALA
M10 : ALA
M11 : ARG
M12 : LYS
M13 : LEU
M14 : VAL
M15 : ARG
M16 : LEU
M17 : ARG
M18 : ARG
M19 : LYS
M20 : ASN
M21 : ARG
M22 : TRP
M23 : ALA
M24 : ASP
M25 : LYS
M26 : GLY
M27 : TRP
M28 : LYS
M29 : LYS
M30 : SER
M31 : HIS
M32 : THR
M33 : PHE
M34 : VAL
M35 : ALA
M36 : GLN
M37 : LYS
M38 : ALA
M39 : ASN
M40 : PRO
M41 : PHE
M42 : GLY
M43 : GLY
M44 : SER
M45 : SER
M46 : HIS
M47 : ALA
M48 : LYS
M49 : GLY
M50 : ILE
M51 : VAL
M52 : LEU
M53 : GLU
M54 : LYS
M55 : ILE
M56 : GLY
M57 : VAL
M58 : GLY
M59 : ALA
M60 : LYS
M61 : GLN
M62 : PRO
M63 : ASN
M64 : SER
M65 : ALA
M66 : ILE
M67 : ARG
M68 : LYS
M69 : CYS
M70 : VAL
M71 : ARG
M72 : VAL
M73 : GLN
M74 : LEU
M75 : ILE
M76 : LYS
M77 : ASN
M78 : ASP
M79 : LYS
M80 : LYS
M81 : ILE
M82 : ILE
M83 : ALA
M84 : PHE
M85 : VAL
M86 : PRO
M87 : ASN
M88 : ASP
M89 : GLY
M90 : CYS
M91 : LEU
M92 : HIS
M93 : PHE
M94 : ILE
M95 : GLU
M96 : GLU
M97 : ASN
M98 : ASP
M99 : GLU
M100 : VAL
M101 : LEU
M102 : VAL
M103 : SER
M104 : GLY
M105 : PHE
M106 : GLY
M107 : ARG
M108 : SER
M109 : GLY
M110 : HIS
M111 : ALA
M112 : VAL
M113 : GLY
M114 : ASP
M115 : ILE
M116 : PRO
M117 : GLY
M118 : VAL
M119 : ARG
M120 : PHE
M121 : LYS
M122 : ILE
M123 : VAL
M124 : LYS
M125 : VAL
M126 : SER
M127 : ASN
M128 : VAL
M129 : GLY
M130 : LEU
M131 : TYR
M132 : ALA
M133 : LEU
M134 : TYR
M135 : ARG
M136 : GLN
M137 : LYS
M138 : LYS
M139 : GLU
M140 : LYS
M141 : PRO
M142 : ARG
M143 : ASN
O1 : MET
O2 : SER
O3 : ALA
O4 : LYS
O5 : ALA
O6 : PRO
O7 : LYS
O8 : LEU
O9 : PHE
O10 : ASN
O11 : LYS
O12 : TRP
O13 : SER
O14 : TYR
O15 : GLU
O16 : ASN
O17 : LEU
O18 : GLN
O19 : THR
O20 : THR
O21 : GLU
O22 : ILE
O23 : ALA
O24 : LEU
O25 : SER
O26 : ASP
O27 : HIS
O28 : ILE
O29 : SER
O30 : LYS
O31 : THR
O32 : ALA
O33 : THR
O34 : TYR
O35 : VAL
O36 : PRO
O37 : HIS
O38 : SER
O39 : ALA
O40 : GLY
O41 : ARG
O42 : TRP
O43 : GLN
O44 : LYS
O45 : LYS
O46 : ARG
O47 : PHE
O48 : ARG
O49 : LYS
O50 : ALA
O51 : ARG
O52 : ILE
O53 : PRO
O54 : ILE
O55 : VAL
O56 : GLU
O57 : ARG
O58 : LEU
O59 : THR
O60 : ASN
O61 : GLY
O62 : LEU
O63 : MET
O64 : PHE
O65 : LYS
O66 : GLY
O67 : ARG
O68 : GLY
O69 : ASN
O70 : GLY
O71 : LYS
O72 : LYS
O73 : LEU
O74 : GLN
O75 : ALA
O76 : VAL
O77 : ARG
O78 : LEU
O79 : VAL
O80 : LYS
O81 : HIS
O82 : THR
O83 : LEU
O84 : GLU
O85 : ILE
O86 : ILE
O87 : HIS
O88 : LEU
O89 : LEU
O90 : THR
O91 : ASP
O92 : GLN
O93 : ASN
O94 : PRO
O95 : LEU
O96 : GLN
O97 : VAL
O98 : VAL
O99 : ILE
O100 : ASP
O101 : ALA
O102 : VAL
O103 : SER
O104 : LYS
O105 : GLY
O106 : ALA
O107 : PRO
O108 : ARG
O109 : GLU
O110 : ASP
O111 : SER
O112 : THR
O113 : ARG
O114 : VAL
O115 : GLY
O116 : SER
O117 : GLY
O118 : GLY
O119 : VAL
O120 : VAL
O121 : ARG
O122 : ARG
O123 : GLN
O124 : ALA
O125 : VAL
O126 : ASP
O127 : VAL
O128 : SER
O129 : PRO
O130 : MET
O131 : ARG
O132 : ARG
O133 : VAL
O134 : ASN
O135 : GLU
O136 : ALA
O137 : ILE
O138 : TYR
O139 : LEU
O140 : MET
O141 : CYS
O142 : LYS
O143 : GLY
O144 : ALA
O145 : ARG
O146 : GLU
O147 : ALA
O148 : ALA
O149 : PHE
O150 : ARG
O151 : ASN
O152 : LEU
O153 : LYS
O154 : THR
O155 : LEU
O156 : PRO
O157 : GLU
O158 : CYS
O159 : LEU
O160 : ALA
O161 : ASP
O162 : GLU
O163 : ILE
O164 : VAL
O165 : ASN
O166 : ALA
O167 : SER
O168 : LYS
O169 : GLY
O170 : SER
O171 : SER
O172 : ASN
O173 : SER
O174 : TYR
O175 : ALA
O176 : ILE
O177 : LYS
O178 : LYS
O179 : LYS
O180 : ASP
O181 : GLU
O182 : VAL
O183 : GLU
O184 : ARG
O185 : VAL
O186 : ALA
O187 : LYS
O188 : ALA
O189 : ASN
O190 : ARG
Q3 : VAL
Q4 : LYS
Q5 : PRO
Q6 : HIS
Q7 : LEU
Q8 : ARG
Q9 : LYS
Q10 : LEU
Q11 : ARG
Q12 : LYS
Q13 : LEU
Q14 : LYS
Q15 : ARG
Q16 : PRO
Q17 : ASN
Q18 : PRO
Q19 : SER
Q20 : GLU
Q21 : ASP
Q22 : GLU
Q23 : ASP
Q24 : SER
Q25 : VAL
Q26 : ALA
Q27 : LYS
Q28 : ALA
Q29 : LEU
Q30 : PHE
Q31 : GLU
Q32 : LEU
Q33 : GLU
Q34 : ALA
Q35 : THR
Q36 : HIS
Q37 : LYS
Q38 : THR
Q39 : LEU
Q40 : ARG
Q41 : THR
Q42 : GLN
Q43 : LEU
Q44 : PRO
Q45 : ARG
Q46 : PHE
Q47 : HIS
Q48 : ILE
Q49 : ASN
Q50 : THR
Q51 : VAL
Q52 : ARG
Q53 : THR
Q54 : LEU
Q55 : SER
Q56 : SER
Q57 : PRO
Q58 : ARG
Q59 : PHE
Q60 : ARG
Q61 : ARG
Q62 : THR
Q63 : ALA
Q64 : THR
Q65 : VAL
Q66 : VAL
Q67 : PHE
Q68 : TYR
Q69 : PRO
Q70 : LEU
Q71 : ARG
Q72 : PHE
Q73 : LEU
Q74 : MET
Q75 : LEU
Q76 : VAL
Q77 : ARG
Q78 : LYS
Q79 : ILE
Q80 : GLN
Q81 : ARG
Q82 : THR
Q83 : LEU
Q84 : THR
Q85 : ALA
Q86 : GLU
Q87 : LEU
Q88 : GLU
Q89 : LYS
Q90 : ARG
Q91 : PHE
Q92 : PRO
Q93 : GLY
Q94 : SER
Q95 : ILE
Q96 : VAL
Q97 : VAL
Q98 : LEU
Q99 : VAL
Q100 : ALA
Q101 : GLN
Q102 : ARG
Q103 : LYS
Q104 : ILE
Q105 : THR
Q106 : LYS
Q107 : ARG
Q108 : PRO
Q109 : LYS
Q110 : ASP
Q111 : VAL
Q112 : TYR
Q113 : LYS
Q114 : LEU
Q115 : GLN
Q116 : LYS
Q117 : VAL
Q118 : GLN
Q119 : ARG
Q120 : SER
Q121 : ARG
Q122 : THR
Q123 : SER
Q124 : VAL
Q125 : ALA
Q126 : VAL
Q127 : PHE
Q128 : GLU
Q129 : ASN
Q130 : ILE
Q131 : LEU
Q132 : ASN
Q133 : ASP
Q134 : LEU
Q135 : ILE
Q136 : TYR
Q137 : PRO
Q138 : CYS
Q139 : ASP
Q140 : VAL
Q141 : MET
Q142 : GLY
Q143 : ARG
Q144 : ARG
Q145 : TRP
Q146 : ARG
Q147 : CYS
Q148 : ARG
Q149 : THR
Q150 : ASP
Q151 : GLY
Q152 : THR
Q153 : LYS
Q154 : VAL
Q155 : MET
Q156 : LYS
Q157 : VAL
Q158 : PHE
Q159 : LEU
Q160 : ASP
Q161 : SER
Q162 : ARG
Q163 : ASP
Q164 : ARG
Q165 : LYS
Q166 : ARG
Q167 : VAL
Q168 : GLU
Q169 : SER
Q170 : ARG
Q171 : LEU
Q172 : PRO
Q173 : ILE
Q174 : ILE
Q175 : ALA
Q176 : HIS
Q177 : VAL
Q178 : TYR
Q179 : LYS
Q180 : GLN
Q181 : LEU
Q182 : THR
Q183 : HIS
Q184 : ARG
Q185 : THR
Q186 : VAL
Q187 : SER
Q188 : PHE
Q189 : GLY
Q190 : PHE
Q191 : MET
Q192 : TRP
Q193 : ASN
Q194 : PRO
Q195 : LYS
Q196 : LEU
Q197 : GLN
Q198 : GLN
Q199 : VAL
Q200 : SER
Q201 : SER
Q202 : ARG
R2 : VAL
R3 : ARG
R4 : MET
R5 : GLN
R6 : GLY
R7 : VAL
R8 : GLY
R9 : HIS
R10 : GLY
R11 : LYS
R12 : SER
R13 : ALA
R14 : SER
R15 : SER
R16 : LEU
R17 : PRO
R18 : PHE
R19 : CYS
R20 : ARG
R21 : THR
R22 : PRO
R23 : PRO
R24 : SER
R25 : TRP
R26 : LEU
R27 : LYS
R28 : ILE
R29 : ALA
R30 : SER
R31 : ARG
R32 : ASP
R33 : VAL
R34 : ILE
R35 : ASP
R36 : ALA
R37 : VAL
R38 : CYS
R39 : LYS
R40 : LEU
R41 : ALA
R42 : LYS
R43 : LYS
R44 : GLY
R45 : LEU
R46 : THR
R47 : PRO
R48 : SER
R49 : ARG
R50 : ILE
R51 : GLY
R52 : MET
R53 : GLN
R54 : LEU
R55 : ARG
R56 : ASP
R57 : SER
R58 : MET
R59 : GLY
R60 : ILE
R61 : ALA
R62 : GLN
R63 : VAL
R64 : LYS
R65 : ASN
R66 : VAL
R67 : THR
R68 : GLY
R69 : ARG
R70 : LYS
R71 : ILE
R72 : LEU
R73 : ARG
R74 : ILE
R75 : LEU
R76 : LYS
R77 : HIS
R78 : LYS
R79 : GLY
R80 : MET
R81 : ALA
R82 : PRO
R83 : GLU
R84 : ILE
R85 : PRO
R86 : GLU
R87 : ASP
R88 : LEU
R89 : TYR
R90 : CYS
R91 : LEU
R92 : ILE
R93 : LYS
R94 : ARG
R95 : ALA
R96 : THR
R97 : GLU
R98 : MET
R99 : ARG
R100 : LYS
R101 : HIS
R102 : LEU
R103 : GLU
R104 : ARG
R105 : ASN
R106 : THR
R107 : LYS
R108 : ASP
R109 : ARG
R110 : ASP
R111 : THR
R112 : LYS
R113 : PHE
R114 : ARG
R115 : LEU
R116 : ILE
R117 : LEU
R118 : VAL
R119 : GLU
R120 : SER
R121 : ARG
R122 : ILE
R123 : HIS
R124 : ARG
R125 : LEU
R126 : ALA
R127 : ARG
R128 : TYR
R129 : TYR
R130 : LYS
R131 : ARG
R132 : VAL
R133 : LYS
R134 : GLN
R135 : LEU
R136 : PRO
R137 : PRO
R138 : THR
R139 : TRP
R140 : LYS
R141 : TYR
R142 : GLU
S5 : ASP
S6 : SER
S7 : ASP
S8 : LEU
S9 : SER
S10 : TYR
S11 : PRO
S12 : THR
S13 : VAL
S14 : ARG
S15 : SER
S16 : GLU
S17 : ARG
S18 : MET
S19 : LYS
S20 : HIS
S21 : LYS
S22 : ARG
S23 : ARG
S24 : ARG
S25 : LEU
S26 : VAL
S27 : GLN
S28 : GLY
S29 : PRO
S30 : ASN
S31 : SER
S32 : TYR
S33 : PHE
S34 : MET
S35 : ASP
S36 : VAL
S37 : LYS
S38 : CYS
S39 : PRO
S40 : GLY
S41 : CYS
S42 : ASN
S43 : ALA
S44 : ILE
S45 : THR
S46 : ILE
S47 : VAL
S48 : TYR
S49 : SER
S50 : HIS
S51 : ALA
S52 : THR
S53 : SER
S54 : GLU
S55 : VAL
S56 : GLN
S57 : CYS
S58 : ASN
S59 : GLY
S60 : CYS
S61 : ALA
S62 : THR
S63 : LYS
S64 : LEU
S65 : CYS
S66 : ARG
S67 : PRO
S68 : THR
S69 : GLY
S70 : GLY
S71 : LYS
S72 : ALA
S73 : MET
S74 : LEU
S75 : THR
S76 : THR
S77 : GLY
S78 : CYS
S79 : GLY
S80 : PHE
S81 : ARG
S82 : LYS
S83 : LYS
S84 : ALA
S85 : ASP
S86 : HIS
T1 : MET
T2 : THR
T3 : THR
T4 : LYS
T5 : ARG
T6 : ARG
T7 : ASN
T8 : HIS
T9 : GLY
T10 : ARG
T11 : ALA
T12 : LYS
T13 : PRO
T14 : PRO
T15 : CYS
T16 : SER
T17 : ARG
T18 : GLY
T19 : ARG
T20 : THR
T21 : ARG
T22 : PRO
T23 : VAL
T24 : HIS
T25 : CYS
T26 : PHE
T27 : ASN
T28 : CYS
T29 : GLY
T30 : ARG
T31 : LEU
T32 : ALA
T33 : PRO
T34 : LYS
T35 : ASP
T36 : LYS
T37 : ALA
T38 : VAL
T39 : GLY
T40 : ARG
T41 : PHE
T42 : VAL
T43 : VAL
T44 : ARG
T45 : ARG
T46 : MET
T47 : LEU
T48 : ASP
T49 : GLN
T50 : ALA
T51 : SER
T52 : ALA
T53 : ARG
T54 : ASP
T55 : VAL
T56 : ALA
T57 : GLU
T58 : ALA
T59 : SER
T60 : ASN
T61 : VAL
T62 : TYR
T63 : GLY
T64 : ALA
T65 : GLY
T66 : PHE
T67 : PRO
T68 : MET
T69 : PRO
T70 : LYS
T71 : LEU
T72 : TYR
T73 : MET
T74 : LYS
T75 : GLN
T76 : ARG
T77 : PHE
T78 : CYS
T79 : ILE
T80 : ALA
T81 : CYS
T82 : ALA
T83 : ILE
T84 : HIS
T85 : SER
T86 : ARG
T87 : THR
T88 : VAL
T89 : ARG
T90 : ALA
T91 : ARG
T92 : PRO
T93 : THR
T94 : ASP
T95 : MET
T96 : ARG
T97 : LYS
T98 : ARG
T99 : ARG
T100 : PHE
T101 : THR
T102 : THR
T103 : LYS
T104 : VAL
U45 : ASP
U46 : GLN
U47 : ALA
U48 : GLN
U49 : VAL
U50 : GLY
U51 : LEU
U52 : ILE
U53 : ILE
U54 : LYS
U55 : VAL
U56 : LEU
U57 : GLY
U58 : ARG
U59 : THR
U60 : GLY
U61 : SER
U62 : ARG
U63 : GLY
U64 : ASN
U65 : VAL
U66 : THR
U67 : GLN
U68 : VAL
U69 : ARG
U70 : VAL
U71 : ARG
U72 : LEU
U73 : MET
U74 : ALA
U75 : GLU
U76 : GLU
U77 : GLY
U78 : SER
U79 : PRO
U80 : ASP
U81 : ALA
U82 : ASN
U83 : ARG
U84 : THR
U85 : ILE
U86 : VAL
U87 : ARG
U88 : ASN
U89 : VAL
U90 : LYS
U91 : GLY
U92 : PRO
U93 : CYS
U94 : LYS
U95 : GLU
U96 : GLY
U97 : ASP
U98 : MET
U99 : LEU
U100 : SER
U101 : LEU
U102 : MET
U103 : GLU
U104 : THR
U105 : GLU
U106 : ARG
U107 : GLU
U108 : ALA
U109 : ARG
U110 : ARG
U111 : LEU
U112 : ARG
V9 : PHE
V10 : TYR
V11 : GLY
V12 : SER
V13 : SER
V14 : ALA
V15 : ALA
V16 : LYS
V17 : ASP
V18 : GLU
V19 : LEU
V20 : VAL
V21 : TYR
V22 : GLY
V23 : VAL
V24 : VAL
V25 : HIS
V26 : ILE
V27 : TYR
V28 : ALA
V29 : SER
V30 : PHE
V31 : ASN
V32 : ASP
V33 : THR
V34 : PHE
V35 : VAL
V36 : HIS
V37 : VAL
V38 : THR
V39 : ASP
V40 : MET
V41 : SER
V42 : GLY
V43 : ARG
V44 : GLU
V45 : THR
V46 : PHE
V47 : CYS
V48 : LYS
V49 : ILE
V50 : THR
V51 : GLY
V52 : GLY
V53 : MET
V54 : LYS
V55 : VAL
V56 : LYS
V57 : ALA
V58 : ASP
V59 : ARG
V60 : ASP
V61 : GLU
V62 : SER
V63 : SER
V64 : PRO
V65 : TYR
V66 : ALA
V67 : ALA
V68 : MET
V69 : MET
V70 : ALA
V71 : ALA
V72 : GLN
V73 : ASP
V74 : VAL
V75 : VAL
V76 : ALA
V77 : ARG
V78 : CYS
V79 : LYS
V80 : GLU
V81 : CYS
V82 : GLY
V83 : ILE
V84 : ASN
V85 : ALA
V86 : LEU
V87 : HIS
V88 : VAL
V89 : LYS
V90 : MET
V91 : ARG
V92 : ALA
V93 : THR
V94 : GLY
V95 : GLY
V96 : VAL
V97 : GLY
V98 : THR
V99 : ARG
V100 : SER
V101 : PRO
V102 : GLY
V103 : PRO
V104 : GLY
V105 : ALA
V106 : GLN
V107 : ALA
V108 : ALA
V109 : LEU
V110 : ARG
V111 : ALA
V112 : LEU
V113 : ALA
V114 : ARG
V115 : ALA
V116 : GLY
V117 : MET
V118 : LYS
V119 : ILE
V120 : GLY
V121 : ARG
V122 : ILE
V123 : GLU
V124 : ASP
V125 : VAL
V126 : THR
V127 : PRO
V128 : ILE
V129 : PRO
V130 : THR
V131 : ASP
V132 : SER
V133 : THR
V134 : ARG
V135 : ARG
V136 : LYS
V137 : GLY
V138 : SER
V139 : ARG
V140 : ARG
V141 : GLY
V142 : ARG
V143 : ARG
W22 : GLU
W23 : THR
W24 : MET
W25 : SER
W26 : ARG
W27 : LYS
W28 : GLU
W29 : TRP
W30 : TYR
W31 : ASP
W32 : VAL
W33 : VAL
W34 : ALA
W35 : PRO
W36 : LYS
W37 : ASN
W38 : PHE
W39 : GLU
W40 : VAL
W41 : ARG
W42 : GLN
W43 : PHE
W44 : GLY
W45 : LYS
W46 : THR
W47 : ILE
W48 : CYS
W49 : ASN
W50 : LYS
W51 : THR
W52 : GLN
W53 : GLY
W54 : THR
W55 : LYS
W56 : ILE
W57 : ALA
W58 : ALA
W59 : ASP
W60 : TYR
W61 : LEU
W62 : ARG
W63 : GLY
W64 : ARG
W65 : VAL
W66 : TYR
W67 : GLU
W68 : SER
W69 : ASN
W70 : LEU
W71 : ALA
W72 : ASP
W73 : LEU
W74 : ASN
W75 : LYS
W76 : THR
W77 : GLN
W78 : GLY
W79 : ASP
W80 : ASP
W81 : ASP
W82 : ALA
W83 : TYR
W84 : ARG
W85 : LYS
W86 : VAL
W87 : LYS
W88 : PHE
W89 : VAL
W90 : VAL
W91 : GLN
W92 : GLU
W93 : VAL
W94 : GLN
W95 : GLY
W96 : ARG
W97 : ASN
W98 : LEU
W99 : LEU
W100 : THR
W101 : GLN
W102 : PHE
W103 : HIS
W104 : SER
W105 : MET
W106 : GLU
W107 : MET
W108 : THR
W109 : SER
W110 : ASP
W111 : ARG
W112 : VAL
W113 : TYR
W114 : PHE
W115 : LEU
W116 : LEU
W117 : ARG
W118 : LYS
W119 : TRP
W120 : CYS
W121 : THR
W122 : THR
W123 : ILE
W124 : GLU
W125 : ALA
W126 : ALA
W127 : VAL
W128 : GLU
W129 : ALA
W130 : LYS
W131 : THR
W132 : ALA
W133 : ASP
W134 : GLY
W135 : TYR
W136 : THR
W137 : LEU
W138 : ARG
W139 : LEU
W140 : PHE
W141 : VAL
W142 : ILE
W143 : ALA
W144 : PHE
W145 : THR
W146 : LYS
W147 : LYS
W148 : GLN
W149 : SER
W150 : ASN
W151 : GLN
W152 : LEU
W153 : SER
W154 : LYS
W155 : ASN
W156 : CYS
W157 : TYR
W158 : ALA
W159 : LYS
W160 : THR
W161 : ARG
W162 : LEU
W163 : VAL
W164 : LYS
W165 : TRP
W166 : VAL
W167 : ARG
W168 : HIS
W169 : ARG
W170 : ILE
W171 : THR
W172 : ASN
W173 : LEU
W174 : ILE
W175 : ARG
W176 : GLN
W177 : ARG
W178 : LEU
W179 : SER
W180 : LYS
W181 : VAL
W182 : ASN
W183 : ILE
W184 : ASN
W185 : GLU
W186 : ALA
W187 : VAL
W188 : THR
W189 : LEU
W190 : LEU
W191 : THR
W192 : ARG
W193 : ASN
W194 : ILE
W195 : LEU
W196 : ARG
W197 : ASP
W198 : ARG
W199 : LEU
W200 : ALA
W201 : LYS
W202 : ARG
W203 : CYS
W204 : ASN
W205 : PRO
W206 : ILE
W207 : VAL
W208 : PRO
W209 : LEU
W210 : ARG
W211 : ASP
W212 : LEU
W213 : ARG
W214 : ILE
W215 : ARG
W216 : LYS
W217 : VAL
W218 : LYS
W219 : VAL
W220 : VAL
W221 : ARG
W222 : THR
W223 : PRO
W224 : ARG
W225 : PHE
W226 : ASP
W227 : ALA
W228 : GLN
W229 : ALA
W230 : LEU
W231 : LEU
W232 : ASN
W233 : ALA
W234 : HIS
W235 : GLY
W236 : GLU
W237 : ILE
W238 : PRO
X11 : HIS
X12 : SER
X13 : VAL
X14 : ASP
X15 : LEU
X16 : THR
X17 : LEU
X18 : GLN
X19 : HIS
X20 : GLU
X21 : LYS
X22 : ALA
X23 : TYR
X24 : GLN
X25 : ARG
X26 : GLN
X27 : THR
X28 : ALA
X29 : VAL
X30 : ASN
X31 : GLU
X32 : ASN
X33 : SER
X34 : HIS
X35 : ASN
X36 : PRO
X37 : ASN
X38 : LYS
X39 : LYS
X40 : HIS
X41 : VAL
X42 : ASN
X43 : MET
X44 : SER
X45 : GLY
X46 : HIS
X47 : ILE
X48 : ARG
X49 : TYR
X50 : SER
X51 : LYS
X52 : LYS
X53 : ILE
X54 : GLY
X55 : LEU
X56 : GLY
X57 : PHE
X58 : LYS
X59 : THR
X60 : PRO
X61 : LYS
X62 : SER
X63 : ALA
X64 : ILE
X65 : ASN
X66 : GLY
X67 : LYS
X68 : TYR
X69 : ILE
X70 : ASP
X71 : ARG
X72 : LYS
X73 : CYS
X74 : PRO
X75 : PHE
X76 : THR
X77 : SER
X78 : ASP
X79 : VAL
X80 : SER
X81 : ILE
X82 : ARG
X83 : GLY
X84 : ARG
X85 : ILE
X86 : LEU
X87 : ARG
X88 : GLY
X89 : VAL
X90 : VAL
X91 : HIS
X92 : SER
X93 : THR
X94 : LYS
X95 : MET
X96 : LYS
X97 : ARG
X98 : SER
X99 : ILE
X100 : VAL
X101 : ILE
X102 : ARG
X103 : ARG
X104 : ASP
X105 : TYR
X106 : LEU
X107 : HIS
X108 : PHE
X109 : ILE
X110 : ARG
X111 : LYS
X112 : TYR
X113 : GLN
X114 : ARG
X115 : TYR
X116 : GLN
X117 : LYS
X118 : ARG
X119 : HIS
X120 : ARG
X121 : SER
X122 : LEU
X123 : THR
X124 : VAL
X125 : HIS
X126 : CYS
X127 : SER
X128 : PRO
X129 : CYS
X130 : PHE
X131 : ASP
X132 : PRO
X133 : LYS
X134 : PRO
X135 : GLY
X136 : ASP
X137 : GLU
X138 : VAL
X139 : ILE
X140 : VAL
X141 : GLY
X142 : GLN
X143 : CYS
X144 : ARG
X145 : PRO
X146 : LEU
X147 : SER
X148 : LYS
X149 : THR
X150 : ILE
X151 : ARG
X152 : TYR
X153 : ASN
X154 : VAL
X155 : LEU
X156 : GLU
X157 : VAL
X158 : VAL
Y4 : GLN
Y5 : LYS
Y6 : LYS
Y7 : LYS
Y8 : ALA
Y9 : GLU
Y10 : VAL
Y11 : THR
Y12 : VAL
Y13 : ARG
Y14 : THR
Y15 : SER
Y16 : GLN
Y17 : PHE
Y18 : LYS
Y19 : VAL
Y20 : ASN
Y21 : LYS
Y22 : LEU
Y23 : LEU
Y24 : ASN
Y25 : ARG
Y26 : LYS
Y27 : GLN
Y28 : PHE
Y29 : ILE
Y30 : VAL
Y31 : GLU
Y32 : VAL
Y33 : ASN
Y34 : HIS
Y35 : PRO
Y36 : GLY
Y37 : TRP
Y38 : CYS
Y39 : GLY
Y40 : THR
Y41 : VAL
Y42 : PRO
Y43 : ALA
Y44 : LYS
Y45 : LEU
Y46 : ILE
Y47 : ARG
Y48 : SER
Y49 : ARG
Y50 : LEU
Y51 : ALA
Y52 : SER
Y53 : LEU
Y54 : TYR
Y55 : LYS
Y56 : VAL
Y57 : ALA
Y58 : ASP
Y59 : GLU
Y60 : ASN
Y61 : GLN
Y62 : ILE
Y63 : SER
Y64 : VAL
Y65 : PHE
Y66 : GLY
Y67 : PHE
Y68 : LYS
Y69 : THR
Y70 : LYS
Y71 : PHE
Y72 : GLY
Y73 : GLY
Y74 : GLY
Y75 : LYS
Y76 : THR
Y77 : THR
Y78 : GLY
Y79 : PHE
Y80 : GLY
Y81 : LEU
Y82 : ILE
Y83 : TYR
Y84 : ASP
Y85 : ASP
Y86 : LEU
Y87 : ALA
Y88 : ALA
Y89 : LEU
Y90 : LYS
Y91 : ARG
Y92 : ILE
Y93 : GLU
Y94 : PRO
Y95 : ASN
Y96 : TYR
Y97 : ARG
Y98 : LYS
Y99 : ALA
Y100 : ARG
Y101 : LEU
Y102 : GLY
Y103 : MET
Y104 : GLY
Y105 : LYS
Y106 : LYS
Y107 : LYS
Y108 : GLN
Y109 : PRO
Y110 : ALA
Y111 : ARG
Y112 : LYS
Y113 : SER
Y114 : VAL
Y115 : LYS
Y116 : GLU
Y117 : ARG
Y118 : ARG
Y119 : ASN
Y120 : ARG
Y121 : ASN
Y122 : LYS
Y123 : LYS
Y124 : ILE
Y125 : ARG
Y126 : GLY
Z2 : GLY
Z3 : ILE
Z4 : VAL
Z5 : ARG
Z6 : SER
Z7 : ARG
Z8 : LEU
Z9 : HIS
Z10 : LYS
Z11 : ARG
Z12 : LYS
Z13 : ILE
Z14 : THR
Z15 : GLY
Z16 : GLY
Z17 : LYS
Z18 : THR
Z19 : LYS
Z20 : ILE
Z21 : HIS
Z22 : ARG
Z23 : LYS
Z24 : ARG
Z25 : MET
Z26 : LYS
Z27 : ALA
Z28 : GLU
Z29 : LEU
Z30 : GLY
Z31 : ARG
Z32 : LEU
Z33 : PRO
Z34 : ALA
Z35 : HIS
Z36 : THR
Z37 : LYS
Z38 : LEU
Z39 : GLY
Z40 : ALA
Z41 : ARG
Z42 : ARG
Z43 : VAL
Z44 : SER
Z45 : PRO
Z46 : VAL
Z47 : ARG
Z48 : ALA
Z49 : ARG
Z50 : GLY
Z51 : GLY
Z52 : ASN
Z53 : PHE
Z54 : LYS
Z55 : LEU
Z56 : ARG
Z57 : GLY
Z58 : LEU
Z59 : ARG
Z60 : LEU
Z61 : ASP
Z62 : THR
Z63 : GLY
Z64 : ASN
Z65 : PHE
Z66 : ALA
Z67 : TRP
Z68 : SER
Z69 : THR
Z70 : GLU
Z71 : ALA
Z72 : ILE
Z73 : ALA
Z74 : GLN
Z75 : ARG
Z76 : ALA
Z77 : ARG
Z78 : ILE
Z79 : LEU
Z80 : ASP
Z81 : VAL
Z82 : VAL
Z83 : TYR
Z84 : ASN
Z85 : ALA
Z86 : THR
Z87 : SER
Z88 : ASN
Z89 : GLU
Z90 : LEU
Z91 : VAL
Z92 : ARG
Z93 : THR
Z94 : LYS
Z95 : THR
Z96 : LEU
Z97 : VAL
Z98 : LYS
Z99 : ASN
Z100 : CYS
Z101 : ILE
Z102 : VAL
Z103 : VAL
Z104 : VAL
Z105 : ASP
Z106 : ALA
Z107 : ALA
Z108 : PRO
Z109 : PHE
Z110 : LYS
Z111 : LEU
Z112 : TRP
Z113 : TYR
Z114 : ALA
Z115 : LYS
Z116 : HIS
Z157 : ASP
Z158 : GLU
Z159 : LEU
Z160 : LYS
Z161 : ARG
Z162 : LYS
Z163 : TRP
Z164 : MET
Z165 : LEU
Z166 : ARG
Z167 : ARG
Z168 : GLU
Z169 : ASN
Z170 : HIS
Z171 : LYS
Z172 : ILE
Z173 : GLU
Z174 : LYS
Z175 : ALA
Z176 : VAL
Z177 : ALA
Z178 : ASP
Z179 : GLN
Z180 : LEU
Z181 : LYS
Z182 : GLU
Z183 : GLY
Z184 : ARG
Z185 : LEU
Z186 : LEU
Z187 : ALA
Z188 : ARG
Z189 : ILE
Z190 : THR
Z191 : SER
Z192 : ARG
Z193 : PRO
Z194 : GLY
Z195 : GLN
Z196 : THR
Z197 : ALA
Z198 : ARG
Z199 : ALA
Z200 : ASP
Z201 : GLY
Z202 : ALA
Z203 : LEU
Z204 : LEU
Z205 : GLU
Z206 : GLY
Z207 : ALA
Z208 : GLU
Z209 : LEU
Z210 : GLN
Z211 : PHE
Z212 : TYR
Z213 : LEU
Z214 : LYS
Z215 : LYS
Z216 : LEU
b1 : MET
b2 : ARG
b3 : ASN
b4 : TYR
b5 : ASN
b6 : ASN
b7 : PHE
b8 : ASN
b9 : ARG
b10 : VAL
b11 : TRP
b12 : LYS
b13 : ALA
b14 : PRO
b15 : ARG
b16 : ARG
b17 : PRO
b18 : PHE
b19 : GLU
b20 : LYS
b21 : GLU
b22 : ARG
b23 : LEU
b24 : ASP
b25 : ARG
b26 : GLU
b27 : MET
b28 : LYS
b29 : LEU
b30 : CYS
b31 : GLY
b32 : GLN
b33 : TYR
b34 : GLY
b35 : LEU
b36 : ARG
b37 : CYS
b38 : LYS
b39 : ARG
b40 : GLU
b41 : ILE
b42 : TRP
b43 : ARG
b44 : VAL
b45 : ASN
b46 : MET
b47 : THR
b48 : LEU
b49 : SER
b50 : LYS
b51 : MET
b52 : ARG
b53 : ARG
b54 : THR
b55 : ALA
b56 : ARG
b57 : LEU
b58 : LEU
b59 : LEU
b60 : THR
b61 : LEU
b62 : PRO
b63 : GLU
b64 : ASN
b65 : HIS
b66 : PRO
b67 : ARG
b68 : ARG
b69 : GLN
b70 : LEU
b71 : GLU
b72 : GLY
b73 : SER
b74 : ALA
b75 : ILE
b76 : MET
b77 : ARG
b78 : ARG
b79 : CYS
b80 : HIS
b81 : ASP
b82 : TYR
b83 : GLY
b84 : PHE
b85 : LEU
b86 : GLU
b87 : GLU
b88 : GLU
b89 : LYS
b90 : ASP
b91 : LYS
b92 : LEU
b93 : ASP
b94 : TYR
b95 : VAL
b96 : LEU
b97 : SER
b98 : LEU
b99 : THR
b100 : VAL
b101 : PRO
b102 : ASP
b103 : ILE
b104 : LEU
b105 : GLU
b106 : ARG
b107 : ARG
b108 : LEU
b109 : GLN
b110 : THR
b111 : VAL
b112 : VAL
b113 : PHE
b114 : LYS
b115 : HIS
b116 : GLY
b117 : LEU
b118 : ALA
b119 : LYS
b120 : SER
b121 : VAL
b122 : HIS
b123 : HIS
b124 : ALA
b125 : ARG
b126 : VAL
b127 : LEU
b128 : ILE
b129 : LEU
b130 : GLN
b131 : ARG
b132 : HIS
b133 : ILE
b134 : ALA
b135 : VAL
b136 : ALA
b137 : LYS
b138 : GLN
b139 : ILE
b140 : VAL
b141 : THR
b142 : ILE
b143 : PRO
b144 : SER
b145 : PHE
b146 : ILE
b147 : VAL
b148 : ARG
b149 : VAL
b150 : SER
b151 : SER
b152 : GLU
b153 : HIS
b154 : HIS
b155 : ILE
b156 : ALA
b157 : PHE
b158 : ALA
b159 : ASP
b160 : ALA
b161 : SER
b162 : PRO
b163 : PHE
b164 : GLY
f4 : VAL
f5 : GLU
f6 : SER
f7 : GLY
f8 : ALA
f9 : LYS
f10 : VAL
f11 : LEU
f12 : ARG
f13 : MET
f14 : LYS
f15 : GLU
f16 : GLY
f17 : ASP
f18 : VAL
f19 : GLN
f20 : LYS
f21 : LEU
f22 : VAL
f23 : ALA
f24 : MET
f25 : HIS
f26 : CYS
f27 : HIS
f28 : LEU
f29 : GLY
f30 : THR
f31 : LYS
f32 : ASN
f33 : ARG
f34 : SER
f35 : ASN
f36 : ALA
f37 : MET
f38 : LYS
f39 : LYS
f40 : TYR
f41 : ILE
f42 : HIS
f43 : SER
f44 : ARG
f45 : THR
f46 : LYS
f47 : GLU
f48 : GLY
f49 : THR
f50 : ASN
f51 : ILE
f52 : ILE
f53 : ASP
f54 : LEU
f55 : HIS
f56 : MET
f57 : THR
f58 : TRP
f59 : GLU
f60 : LYS
f61 : LEU
f62 : ILE
f63 : LEU
f64 : ALA
f65 : ALA
f66 : ARG
f67 : VAL
f68 : ILE
f69 : ALA
f70 : ALA
f71 : VAL
f72 : GLU
f73 : ASN
f74 : PRO
f75 : GLN
f76 : ASP
f77 : VAL
f78 : THR
f79 : VAL
f80 : CYS
f81 : SER
f82 : THR
f83 : ARG
f84 : LEU
f85 : PHE
f86 : GLY
f87 : GLN
f88 : ARG
f89 : ALA
f90 : ILE
f91 : PHE
f92 : LYS
f93 : PHE
f94 : SER
f95 : GLN
f96 : LEU
f97 : VAL
f98 : GLY
f99 : THR
f100 : SER
f101 : PHE
f102 : LEU
f103 : ALA
f104 : GLY
f105 : ARG
f106 : PHE
f107 : ILE
f108 : PRO
f109 : GLY
f110 : THR
f111 : PHE
f112 : THR
f113 : ASN
f114 : GLN
f115 : ILE
f116 : GLN
f117 : LYS
f118 : LYS
f119 : PHE
f120 : MET
f121 : GLN
f122 : PRO
f123 : ARG
f124 : VAL
f125 : LEU
f126 : LEU
f127 : VAL
f128 : THR
f129 : ASP
f130 : PRO
f131 : ARG
f132 : THR
f133 : ASP
f134 : HIS
f135 : GLN
f136 : ALA
f137 : LEU
f138 : ARG
f139 : GLU
f140 : ALA
f141 : SER
f142 : LEU
f143 : VAL
f144 : ASN
f145 : ILE
f146 : PRO
f147 : VAL
f148 : ILE
f149 : ALA
f150 : PHE
f151 : CYS
f152 : ASP
f153 : THR
f154 : ASP
f155 : ALA
f156 : PRO
f157 : LEU
f158 : GLU
f159 : PHE
f160 : VAL
f161 : ASP
f162 : ILE
f163 : ALA
f164 : ILE
f165 : PRO
f166 : CYS
f167 : ASN
f168 : ASN
f169 : ARG
f170 : GLY
f171 : ARG
f172 : TYR
f173 : SER
f174 : ILE
f175 : SER
f176 : MET
f177 : MET
f178 : TYR
f179 : TRP
f180 : LEU
f181 : LEU
f182 : ALA
f183 : ARG
f184 : GLU
f185 : VAL
f186 : LEU
f187 : ARG
f188 : LEU
f189 : ARG
f190 : GLY
f191 : THR
f192 : ILE
f193 : PRO
f194 : ARG
f195 : SER
f196 : VAL
f197 : PRO
f198 : TRP
f199 : ASP
f200 : VAL
f201 : LYS
f202 : VAL
f203 : ASP
f204 : LEU
f205 : PHE
f206 : PHE
f207 : TYR
f208 : ARG
f209 : ASP
f210 : PRO
d37 : LYS
d38 : GLU
d39 : GLU
d40 : TRP
d41 : VAL
d42 : PRO
d43 : CYS
d44 : THR
d45 : LYS
d46 : LEU
d47 : GLY
d48 : ARG
d49 : LEU
d50 : VAL
d51 : LYS
d52 : GLU
d53 : GLN
d54 : LYS
d55 : ILE
d56 : THR
d57 : SER
d58 : LEU
d59 : GLU
d60 : GLU
d61 : ILE
d62 : PHE
d63 : LEU
d64 : PHE
d65 : SER
d66 : MET
d67 : PRO
d68 : ILE
d69 : LYS
d70 : GLU
d71 : HIS
d72 : GLN
d73 : ILE
d74 : VAL
d75 : ASP
d76 : GLN
d77 : LEU
d78 : ILE
d79 : LYS
d80 : GLU
d81 : SER
d82 : ASP
d83 : MET
d84 : ARG
d85 : ASP
d86 : GLU
d87 : LEU
d88 : MET
d89 : LEU
d90 : ILE
d91 : VAL
d92 : PRO
d93 : VAL
d94 : GLN
d95 : LYS
d96 : ALA
d97 : THR
d98 : SER
d99 : ALA
d100 : GLY
d101 : GLN
d102 : ARG
d103 : THR
d104 : ARG
d105 : PHE
d106 : LYS
d107 : ALA
d108 : PHE
d109 : ASN
d110 : ILE
d111 : VAL
d112 : GLY
d113 : ASP
d114 : GLY
d115 : ASN
d116 : GLY
d117 : HIS
d118 : ILE
d119 : GLY
d120 : VAL
d121 : GLY
d122 : ALA
d123 : ARG
d124 : VAL
d125 : GLY
d126 : LYS
d127 : GLU
d128 : VAL
d129 : SER
d130 : LEU
d131 : ALA
d132 : ILE
d133 : ARG
d134 : ALA
d135 : SER
d136 : MET
d137 : ILE
d138 : ALA
d139 : ALA
d140 : LYS
d141 : LEU
d142 : ASN
d143 : VAL
d144 : VAL
d145 : PRO
d146 : ILE
d147 : ARG
d148 : ARG
d149 : GLY
d150 : TYR
d151 : TRP
d152 : GLY
d153 : ASN
d154 : LYS
d155 : ILE
d156 : GLY
d157 : GLU
d158 : PRO
d159 : HIS
d160 : THR
d161 : ILE
d162 : PRO
d163 : MET
d164 : LYS
d165 : VAL
d166 : THR
d167 : GLY
d168 : LYS
d169 : CYS
d170 : GLY
d171 : SER
d172 : VAL
d173 : SER
d174 : VAL
d175 : ARG
d176 : LEU
d177 : ILE
d178 : PRO
d179 : ALA
d180 : PRO
d181 : ARG
d182 : GLY
d183 : ALA
d184 : GLY
d185 : ILE
d186 : VAL
d187 : ALA
d188 : ALA
d189 : PRO
d190 : VAL
d191 : PRO
d192 : LYS
d193 : LYS
d194 : ILE
d195 : LEU
d196 : GLU
d197 : PHE
d198 : ALA
d199 : GLY
d200 : VAL
d201 : GLU
d202 : ASP
d203 : VAL
d204 : TYR
d205 : THR
d206 : SER
d207 : SER
d208 : CYS
d209 : GLY
d210 : ASN
d211 : THR
d212 : ARG
d213 : THR
d214 : ARG
d215 : GLY
d216 : ASN
d217 : PHE
d218 : ILE
d219 : MET
d220 : ALA
d221 : THR
d222 : PHE
d223 : TYR
d224 : ALA
d225 : LEU
d226 : ARG
d227 : LYS
d228 : THR
d229 : TYR
d230 : GLY
d231 : PHE
d232 : LEU
d233 : THR
d234 : PRO
d235 : ASP
d236 : LEU
d237 : TRP
d238 : ALA
d239 : GLU
d240 : THR
d241 : GLU
d242 : VAL
d243 : SER
d244 : ARG
d245 : ASP
d246 : PRO
d247 : THR
d248 : ASP
d249 : GLU
d250 : HIS
d251 : SER
d252 : ASP
d253 : PHE
d254 : LEU
d255 : THR
d256 : MET
d257 : GLY
d258 : SER
d259 : LYS
e2 : THR
e3 : MET
e4 : MET
e5 : SER
e6 : VAL
e7 : LEU
e8 : ALA
e9 : ASN
e10 : ALA
e11 : LEU
e12 : ARG
e13 : CYS
e14 : ILE
e15 : ALA
e16 : SER
e17 : ALA
e18 : GLU
e19 : ARG
e20 : ARG
e21 : GLY
e22 : LYS
e23 : ARG
e24 : GLN
e25 : VAL
e26 : LEU
e27 : ILE
e28 : ARG
e29 : PRO
e30 : SER
e31 : SER
e32 : LYS
e33 : VAL
e34 : VAL
e35 : VAL
e36 : LYS
e37 : PHE
e38 : LEU
e39 : GLN
e40 : VAL
e41 : MET
e42 : GLN
e43 : LYS
e44 : HIS
e45 : GLY
e46 : TYR
e47 : ILE
e48 : GLY
e49 : GLU
e50 : PHE
e51 : GLU
e52 : ILE
e53 : ILE
e54 : ASP
e55 : ASP
e56 : HIS
e57 : ARG
e58 : ALA
e59 : GLY
e60 : LYS
e61 : ILE
e62 : VAL
e63 : VAL
e64 : ASN
e65 : LEU
e66 : ASN
e67 : GLY
e68 : ARG
e69 : LEU
e70 : ASN
e71 : LYS
e72 : CYS
e73 : GLY
e74 : ALA
e75 : ILE
e76 : CYS
e77 : PRO
e78 : ARG
e79 : PHE
e80 : ASP
e81 : CYS
e82 : THR
e83 : THR
e84 : PRO
e85 : ASP
e86 : PHE
e87 : GLU
e88 : LYS
e89 : TRP
e90 : VAL
e91 : LYS
e92 : ASN
e93 : ILE
e94 : LEU
e95 : PRO
e96 : SER
e97 : ARG
e98 : GLN
e99 : PHE
e100 : GLY
e101 : PHE
e102 : VAL
e103 : VAL
e104 : LEU
e105 : THR
e106 : THR
e107 : SER
e108 : LEU
e109 : GLY
e110 : ILE
e111 : MET
e112 : ASP
e113 : HIS
e114 : GLU
e115 : GLU
e116 : ALA
e117 : ARG
e118 : ALA
e119 : ARG
e120 : ASN
e121 : THR
e122 : GLY
e123 : GLY
e124 : LYS
e125 : VAL
e126 : LEU
e127 : GLY
e128 : PHE
e129 : PHE
e130 : TYR
g4 : ILE
g5 : GLY
g6 : THR
g7 : TYR
g8 : ASN
g9 : GLU
g10 : GLU
g11 : GLY
g12 : VAL
g13 : ASN
g14 : VAL
g15 : ASP
g16 : LEU
g17 : TYR
g18 : ILE
g19 : PRO
g20 : ARG
g21 : LYS
g22 : CYS
g23 : HIS
g24 : ALA
g25 : THR
g26 : ASN
g27 : ASN
g28 : LEU
g29 : ILE
g30 : THR
g31 : SER
g32 : TYR
g33 : ASP
g34 : HIS
g35 : SER
g36 : ALA
g37 : VAL
g38 : GLN
g39 : ILE
g40 : ALA
g41 : ILE
g42 : ALA
g43 : ASN
g44 : VAL
g45 : ASP
g46 : ALA
g47 : ASN
g48 : GLY
g49 : VAL
g50 : LEU
g51 : ASN
g52 : GLY
g53 : THR
g54 : THR
g55 : THR
g56 : THR
g57 : PHE
g58 : CYS
g59 : ILE
g60 : ALA
g61 : GLY
g62 : TYR
g63 : LEU
g64 : ARG
g65 : ARG
g66 : GLN
g67 : ALA
g68 : GLU
g69 : SER
g70 : ASP
g71 : HIS
g72 : ALA
g73 : ILE
g74 : ASN
g75 : HIS
g76 : LEU
g77 : ALA
g78 : ILE
g79 : SER
g80 : LYS
g81 : GLY
g82 : ILE
g83 : ILE
g84 : ARG
g85 : ILE
g86 : LYS
a41 : ALA
a42 : LEU
a43 : GLN
a44 : ASN
a45 : ALA
a46 : VAL
a47 : VAL
a48 : PHE
a49 : ASP
a50 : LYS
a51 : GLU
a52 : THR
a53 : MET
a54 : ASP
a55 : LYS
a56 : LEU
a57 : LEU
a58 : SER
a59 : GLU
a60 : VAL
a61 : PRO
a62 : LYS
a63 : TYR
a64 : LYS
a65 : VAL
a66 : ILE
a67 : THR
a68 : PRO
a69 : SER
a70 : ILE
a71 : ILE
a72 : SER
a73 : ASP
a74 : ARG
a75 : LEU
a76 : LYS
a77 : ILE
a78 : SER
a79 : VAL
a80 : ALA
a81 : LEU
a82 : ALA
a83 : ALA
a84 : LYS
a85 : GLY
a86 : LEU
a87 : GLN
a88 : HIS
a89 : LEU
a90 : CYS
a91 : ARG
a92 : GLN
a93 : LYS
a94 : LEU
a95 : ILE
a96 : LYS
a97 : LEU
a98 : VAL
a99 : SER
a100 : CYS
a101 : SER
a102 : SER
a103 : LYS
a104 : PHE
a105 : ARG
a106 : LEU
a107 : TYR
a108 : SER
a109 : ARG
a110 : VAL
i21 : ALA
i22 : THR
i23 : PRO
i24 : GLU
i25 : ASN
i26 : LEU
i27 : GLU
i28 : ASP
i29 : ALA
i30 : LEU
i31 : ARG
i32 : ILE
i33 : VAL
i34 : LEU
i35 : GLN
i36 : LYS
i37 : SER
i38 : ARG
i39 : GLU
i40 : VAL
i41 : ASN
i42 : GLY
i43 : LEU
i44 : ILE
i45 : ARG
i46 : GLY
i47 : LEU
i48 : SER
i49 : GLU
i50 : VAL
i51 : ALA
i52 : ARG
i53 : ALA
i54 : LEU
i55 : ASP
i56 : ARG
i57 : ARG
i58 : THR
i59 : ALA
i60 : HIS
i61 : LEU
i62 : CYS
i63 : VAL
i64 : LEU
i65 : ALA
i66 : GLU
i67 : ASP
i68 : CYS
i69 : GLU
i70 : ASP
i71 : GLU
i72 : GLU
i73 : TYR
i74 : LYS
i75 : LYS
i76 : LEU
i77 : ILE
i78 : THR
i79 : ALA
i80 : LEU
i81 : ALA
i82 : LYS
i83 : GLN
i84 : GLY
i85 : GLU
i86 : VAL
i87 : ASP
i88 : LEU
i89 : ILE
i90 : ASN
i91 : VAL
i92 : GLU
i93 : GLU
i94 : ARG
i95 : GLU
i96 : LYS
i97 : LEU
i98 : ALA
i99 : GLN
i100 : TRP
i101 : ALA
i102 : GLY
i103 : LEU
i104 : THR
i105 : LYS
i106 : MET
i107 : ASP
i108 : SER
i109 : THR
i110 : GLY
i111 : GLU
i112 : LEU
i113 : LYS
i114 : LYS
i115 : THR
i116 : PHE
i117 : LYS
i118 : CYS
i119 : SER
i120 : CYS
i121 : VAL
i122 : ALA
i123 : VAL
i124 : ARG
i125 : ASP
i126 : PHE
i127 : GLY
i128 : GLU
i129 : ARG
i130 : THR
i131 : ARG
i132 : ALA
i133 : LEU
i134 : GLU
i135 : PHE
i136 : LEU
i137 : LEU
i138 : SER
i139 : HIS
i140 : LEU
i141 : ARG
j86 : PRO
j87 : ILE
j88 : HIS
j89 : ARG
j90 : HIS
j91 : LYS
j92 : LEU
j93 : GLU
j94 : LYS
j95 : MET
j96 : ARG
j97 : ALA
j98 : LEU
j99 : LYS
j100 : TYR
j101 : PHE
j102 : LYS
j103 : VAL
j104 : THR
j105 : GLU
j106 : ASN
j107 : ASP
j108 : ASP
j109 : GLY
j110 : SER
j111 : PHE
j112 : LYS
j113 : VAL
j114 : GLU
j115 : ARG
j116 : THR
j117 : ARG
j118 : ASP
j119 : GLU
j120 : CYS
j121 : PRO
j122 : ASN
j123 : PRO
j124 : VAL
j125 : CYS
j126 : GLY
j127 : ALA
j128 : GLY
j129 : VAL
j130 : PHE
j131 : MET
j132 : ALA
j133 : GLN
j134 : HIS
j135 : LYS
j136 : ASP
j137 : ARG
j138 : LYS
j139 : TYR
j140 : CYS
j141 : GLY
j142 : LYS
j143 : CYS
j144 : HIS
j145 : LEU
j146 : THR
j147 : TYR
j148 : ALA
j149 : ALA
P1 : MET
P2 : LYS
P3 : LEU
P4 : ASN
P5 : ILE
P6 : ALA
P7 : TYR
P8 : PRO
P9 : ARG
P10 : ASN
P11 : GLY
P12 : THR
P13 : VAL
P14 : LYS
P15 : GLN
P16 : PHE
P17 : GLU
P18 : ILE
P19 : THR
P20 : GLU
P21 : GLU
P22 : VAL
P23 : LEU
P24 : ARG
P25 : ARG
P26 : VAL
P27 : SER
P28 : LEU
P29 : THR
P30 : ASP
P31 : TYR
P32 : ARG
P33 : LEU
P34 : GLY
P35 : ASN
P36 : GLU
P37 : VAL
P38 : ASP
P39 : GLY
P40 : ALA
P41 : ILE
P42 : PHE
P43 : GLY
P44 : ASP
P45 : ALA
P46 : PHE
P47 : ARG
P48 : GLY
P49 : TYR
P50 : THR
P51 : PHE
P52 : LYS
P53 : LEU
P54 : GLN
P55 : GLY
P56 : GLY
P57 : SER
P58 : ASP
P59 : LYS
P60 : GLN
P61 : GLY
P62 : PHE
P63 : PRO
P64 : MET
P65 : VAL
P66 : GLN
P67 : GLY
P68 : VAL
P69 : MET
P70 : ALA
P71 : PRO
P72 : SER
P73 : ARG
P74 : VAL
P75 : SER
P76 : LEU
P77 : LEU
P78 : VAL
P79 : LYS
P80 : ARG
P81 : GLY
P82 : ALA
P83 : VAL
P84 : GLY
P85 : PHE
P86 : ASN
P87 : THR
P88 : PHE
P89 : ARG
P90 : GLY
P91 : TYR
P92 : GLN
P93 : GLY
P94 : GLU
P95 : ARG
P96 : ARG
P97 : ARG
P98 : LYS
P99 : SER
P100 : LEU
P101 : ARG
P102 : GLY
P103 : CYS
P104 : ILE
P105 : LEU
P106 : ALA
P107 : SER
P108 : ASP
P109 : ILE
P110 : ALA
P111 : VAL
P112 : LEU
P113 : ASN
P114 : VAL
P115 : VAL
P116 : ILE
P117 : VAL
P118 : LYS
P119 : THR
P120 : GLY
P121 : GLU
P122 : GLN
P123 : PRO
P124 : ILE
P125 : GLU
P126 : GLY
P127 : VAL
P128 : THR
P129 : ASP
P130 : VAL
P131 : SER
P132 : VAL
P133 : PRO
P134 : ARG
P135 : ARG
P136 : LEU
P137 : GLY
P138 : PRO
P139 : LYS
P140 : ARG
P141 : ALA
P142 : ASN
P143 : LYS
P144 : ILE
P145 : ARG
P146 : LYS
P147 : LEU
P148 : PHE
P149 : ASN
P150 : LEU
P151 : SER
P152 : ARG
P153 : GLY
P154 : ASP
P155 : ASP
P156 : VAL
P157 : ARG
P158 : LYS
P159 : TYR
P160 : VAL
P161 : ILE
P162 : ARG
P163 : ARG
P164 : LYS
P165 : VAL
P166 : VAL
P167 : LYS
P168 : GLU
P169 : GLY
P170 : LYS
P171 : LYS
P172 : ASP
P173 : ARG
P174 : PHE
P175 : LYS
P176 : ALA
P177 : PRO
P178 : LYS
P179 : ILE
P180 : GLN
P181 : ARG
P182 : LEU
P183 : ILE
P184 : THR
P185 : THR
P186 : ALA
P187 : VAL
P188 : LYS
P189 : ALA
P190 : ARG
P191 : ARG
P192 : ALA
P193 : LYS
P194 : LYS
P195 : ALA
P196 : LYS
P197 : VAL
P198 : ALA
P199 : ILE
P200 : GLU
P201 : LYS
P202 : VAL
P203 : ARG
P204 : LYS
P205 : SER
P206 : ALA
P207 : GLU
P208 : GLU
P209 : ARG
P210 : ARG
P211 : ALA
P212 : TYR
P213 : LEU
P214 : HIS
P215 : LEU
P216 : ILE
P217 : GLY
P218 : THR
P219 : ARG
P220 : ARG
P221 : ARG
P222 : ALA
P223 : ALA
P224 : ARG
P225 : GLN
P226 : ARG
P227 : ASN
P228 : SER
P229 : ALA
P230 : ARG
P231 : ARG
P232 : HIS
P233 : ALA
P234 : HIS
P235 : LYS
P236 : VAL
P237 : ALA
P238 : ALA
P239 : GLN
P240 : LYS
P241 : GLN
P242 : ALA
P243 : LEU
P244 : ALA
P245 : LEU
P246 : PHE
P247 : LYS
P248 : GLY
P249 : LYS
k58 : LYS
k59 : ILE
k60 : ARG
k61 : THR
k62 : LYS
k63 : THR
k64 : VAL
k65 : LYS
k66 : ARG
k67 : ALA
k68 : SER
k69 : LYS
k70 : GLN
k71 : LEU
k72 : VAL
k73 : GLU
k74 : LYS
k75 : TYR
k76 : PHE
k77 : SER
k78 : LYS
k79 : LEU
k80 : ASN
k81 : LYS
k82 : ASP
k83 : PHE
k84 : TYR
k85 : GLN
k86 : ASN
k87 : LYS
k88 : ARG
k89 : VAL
k90 : VAL
k91 : MET
k92 : ASP
k93 : VAL
k94 : THR
k95 : ILE
k96 : ALA
k97 : ARG
k98 : SER
k99 : LYS
k100 : LYS
k101 : LEU
k102 : LYS
k103 : ASN
k104 : LYS
k105 : ILE
k106 : ALA
k107 : GLY
k108 : TYR
k109 : THR
k110 : THR
k111 : HIS
k112 : ILE
k113 : MET
k114 : LYS
k115 : ARG
k116 : LEU
k117 : ALA
k118 : ARG
k119 : GLY
k120 : PRO
k121 : VAL
k122 : ARG
k123 : GLY
k124 : ILE
k125 : SER
k126 : LEU
k127 : LYS
k128 : LEU
k129 : GLN
k130 : GLU
k131 : GLU
k132 : GLU
k133 : ARG
k134 : GLU
k135 : ARG
k136 : ARG
k137 : MET
k138 : ASP
k139 : TYR
k140 : VAL
k141 : PRO
k142 : GLU
k143 : VAL
k144 : SER
k145 : HIS
k146 : VAL
k147 : ASP
k148 : GLN
k149 : ALA
k150 : ILE
k151 : GLN
k152 : ASP
k153 : GLY
k154 : VAL
k155 : HIS
k156 : VAL
k157 : ASP
k158 : LYS
k159 : GLN
k160 : THR
k161 : PHE
k162 : SER
k163 : MET
k164 : LEU
k165 : LYS
k166 : ARG
k167 : MET
k168 : GLU
k169 : THR
k170 : GLY
k171 : VAL
k172 : PRO
k173 : ARG
k174 : HIS
k175 : VAL
l15 : GLN
l16 : ARG
l17 : VAL
l18 : LEU
l19 : VAL
l20 : LYS
l21 : MET
l22 : THR
l23 : SER
l24 : ARG
l25 : ASN
l26 : ALA
l27 : LYS
l28 : ALA
l29 : VAL
l30 : GLU
l31 : ASN
l32 : VAL
l33 : MET
l34 : THR
l35 : GLU
l36 : LEU
l37 : LEU
l38 : LEU
l39 : HIS
l40 : ALA
l41 : ARG
l42 : ASN
l43 : GLU
l44 : LYS
l45 : VAL
l46 : VAL
l47 : LEU
l48 : ARG
l49 : GLY
l50 : PRO
l51 : VAL
l52 : ARG
l53 : LEU
l54 : PRO
l55 : THR
l56 : ARG
l57 : THR
l58 : LEU
l59 : LYS
l60 : VAL
l61 : THR
l62 : THR
l63 : ARG
l64 : LYS
l65 : THR
l66 : PRO
l67 : CYS
l68 : GLY
l69 : ASN
l70 : GLY
l71 : THR
l72 : ASN
l73 : THR
l74 : TRP
l75 : ASP
l76 : THR
l77 : TYR
l78 : GLU
l79 : LEU
l80 : LYS
l81 : ILE
l82 : TYR
l83 : LYS
l84 : ARG
l85 : LEU
l86 : VAL
l87 : GLU
l88 : LEU
l89 : ARG
l90 : ALA
l91 : PRO
l92 : THR
l93 : GLU
l94 : LEU
l95 : VAL
l96 : LYS
l97 : LYS
l98 : ILE
l99 : THR
l100 : SER
l101 : PHE
l102 : PRO
l103 : ILE
l104 : ASP
l105 : ALA
l106 : GLY
l107 : VAL
l108 : ASP
l109 : VAL
l110 : ALA
l111 : ILE
l112 : THR
l113 : ILE
m6 : LYS
m7 : LYS
m8 : ARG
m9 : MET
m10 : ILE
m11 : ILE
m12 : ARG
m13 : ASP
m14 : GLY
m15 : VAL
m16 : PHE
m17 : TYR
m18 : ALA
m19 : GLU
m20 : LEU
m21 : PHE
m22 : GLU
m23 : PHE
m24 : LEU
m25 : LYS
m26 : ARG
m27 : GLU
m28 : LEU
m29 : ALA
m30 : ASP
m31 : ASP
m32 : GLY
m33 : PHE
m34 : ALA
m35 : GLY
m36 : VAL
m37 : GLU
m38 : HIS
m39 : ARG
m40 : VAL
m41 : THR
m42 : SER
m43 : THR
m44 : ARG
m45 : THR
m46 : GLU
m47 : ILE
m48 : VAL
m49 : ILE
m50 : ARG
m51 : ALA
m52 : THR
m53 : LYS
m54 : THR
m55 : ARG
m56 : GLU
m57 : VAL
m58 : LEU
m59 : GLY
m60 : GLU
m61 : LYS
m62 : GLY
m63 : ARG
m64 : ARG
m65 : ILE
m66 : ARG
m67 : GLU
m68 : LEU
m69 : THR
m70 : ALA
m71 : CYS
m72 : LEU
m73 : GLN
m74 : GLN
m75 : ARG
m76 : PHE
m77 : HIS
m78 : TYR
m79 : LYS
m80 : GLU
m81 : GLY
m82 : LYS
m83 : LEU
m84 : GLN
m85 : LEU
m86 : PHE
m87 : ALA
m88 : GLU
m89 : ARG
m90 : VAL
m91 : GLU
m92 : VAL
m93 : ARG
m94 : GLY
m95 : LEU
m96 : SER
m97 : ALA
m98 : MET
m99 : ALA
m100 : GLN
m101 : ALA
m102 : GLU
m103 : SER
m104 : LEU
m105 : ARG
m106 : PHE
m107 : LYS
m108 : LEU
m109 : LEU
m110 : SER
m111 : ASN
m112 : LEU
m113 : GLN
m114 : VAL
m115 : ARG
m116 : ARG
m117 : ALA
m118 : ALA
m119 : MET
m120 : GLY
m121 : ILE
m122 : ILE
m123 : ARG
m124 : HIS
m125 : VAL
m126 : MET
m127 : GLU
m128 : SER
m129 : GLY
m130 : ALA
m131 : LYS
m132 : GLY
m133 : CYS
m134 : GLU
m135 : VAL
m136 : THR
m137 : VAL
m138 : GLY
m139 : GLY
m140 : LYS
m141 : ILE
m142 : LYS
m143 : GLY
m144 : GLN
m145 : ARG
m146 : ALA
m147 : LYS
m148 : SER
m149 : MET
m150 : THR
m151 : PHE
m152 : ARG
m153 : ASP
m154 : GLY
m155 : TYR
m156 : MET
m157 : ILE
m158 : LYS
m159 : SER
m160 : GLY
m161 : THR
m162 : ALA
m163 : HIS
m164 : LYS
m165 : ASN
m166 : PHE
m167 : VAL
m168 : ASP
m169 : VAL
m170 : ALA
m171 : THR
m172 : ARG
m173 : HIS
m174 : CYS
m175 : HIS
m176 : LEU
m177 : ARG
m178 : ALA
m179 : GLY
m180 : THR
m181 : LEU
m182 : GLY
m183 : VAL
m184 : LYS
m185 : VAL
m186 : LYS
m187 : ILE
m188 : MET
m189 : LEU
m190 : PRO
m191 : LYS
m192 : SER
m193 : MET
m194 : GLN
m195 : ASN
m196 : GLU
m197 : GLU
m198 : GLU
m199 : ILE
m200 : LEU
m201 : PRO
m202 : ASP
m203 : VAL
m204 : ILE
m205 : THR
n7 : LYS
n8 : ARG
n9 : SER
n10 : ARG
n11 : ASP
n12 : ASP
n13 : VAL
n14 : TYR
n15 : ARG
n16 : PHE
n17 : PHE
n18 : PHE
n19 : THR
n20 : GLU
n21 : GLY
n22 : VAL
n23 : ILE
n24 : SER
n25 : CYS
n26 : LYS
n27 : LYS
n28 : ASP
n29 : PRO
n30 : LEU
n31 : GLY
n32 : THR
n33 : TRP
n34 : THR
n35 : GLY
n36 : SER
n37 : LEU
n38 : GLY
n39 : GLY
n40 : LYS
n41 : THR
n42 : PHE
n43 : THR
n44 : VAL
n45 : PRO
n46 : SER
n47 : ILE
n48 : GLN
n49 : VAL
n50 : MET
n51 : GLN
n52 : LEU
n53 : MET
n54 : ARG
n55 : SER
n56 : MET
n57 : LYS
n58 : SER
n59 : ARG
n60 : GLY
n61 : LEU
n62 : ILE
n63 : LYS
n64 : GLU
n65 : GLN
n66 : PHE
n67 : ALA
n68 : TRP
n69 : ARG
n70 : HIS
n71 : PHE
n72 : TYR
n73 : TRP
n74 : PHE
n75 : LEU
n76 : ASN
n77 : ASP
n78 : GLU
n79 : GLY
n80 : VAL
n81 : GLU
n82 : TYR
n83 : LEU
n84 : ARG
n85 : LYS
n86 : TYR
n87 : LEU
n88 : PHE
n89 : LEU
n90 : PRO
n91 : HIS
n92 : ASP
n93 : ALA
n94 : VAL
n95 : PRO
n96 : ASN
n97 : THR
n98 : HIS
n99 : LYS
o12 : ILE
o13 : ARG
o14 : ARG
o15 : ILE
o16 : GLY
o17 : LYS
o18 : LYS
o19 : LYS
o20 : GLY
o21 : ALA
o22 : THR
o23 : MET
o24 : LYS
o25 : ASP
o26 : VAL
o27 : HIS
o28 : PRO
o29 : TRP
o30 : ARG
o31 : TRP
o32 : VAL
o33 : LYS
o34 : LEU
o35 : CYS
o36 : SER
o37 : GLN
o38 : HIS
o39 : PHE
o40 : LYS
o41 : GLN
o42 : GLU
o43 : GLY
o44 : LYS
o45 : LEU
o46 : MET
o47 : VAL
o48 : PRO
o49 : ASN
o50 : CYS
o51 : THR
o52 : GLU
o53 : ILE
o54 : VAL
o55 : LYS
o56 : SER
o57 : SER
o58 : HIS
o59 : GLY
o60 : ARG
o61 : GLU
o62 : ARG
o63 : ALA
o64 : PRO
o65 : GLN
o66 : ASN
o67 : PRO
o68 : ASP
o69 : TRP
o70 : TYR
o71 : TYR
o72 : ILE
o73 : ARG
o74 : CYS
o75 : ALA
o76 : ALA
o77 : ILE
o78 : LEU
o79 : ARG
o80 : ALA
o81 : VAL
o82 : TYR
o83 : MET
o84 : ARG
o85 : PRO
o86 : GLY
o87 : VAL
o88 : GLY
o89 : TYR
o90 : GLY
o91 : GLY
o92 : LEU
o93 : SER
o94 : LYS
o95 : ARG
o96 : PHE
o97 : SER
o98 : ASN
o99 : LYS
o100 : LYS
o101 : ASN
o102 : ARG
o103 : GLY
o104 : SER
o105 : ARG
o106 : PRO
o107 : GLU
o108 : ILE
o109 : THR
o110 : VAL
o111 : ARG
o112 : ALA
o113 : SER
o114 : LYS
o115 : GLY
o116 : LEU
o117 : LEU
o118 : HIS
o119 : TRP
o120 : GLY
o121 : CYS
o122 : LYS
o123 : SER
o124 : LEU
o125 : THR
o126 : LYS
o127 : LEU
o128 : GLY
o129 : LEU
o130 : ILE
o131 : GLU
o132 : LYS
o133 : CYS
o134 : GLU
o135 : SER
o136 : SER
o137 : GLY
o138 : HIS
o139 : ARG
o140 : ILE
o141 : THR
o142 : LYS
o143 : ASN
o144 : GLY
o145 : ARG
o146 : LYS
o147 : LEU
o148 : ALA
o149 : ASP
o150 : ALA
o151 : ILE
c7 : SER
c8 : LEU
c9 : ALA
c10 : ARG
c11 : ALA
c12 : GLY
c13 : LYS
c14 : VAL
c15 : LYS
c16 : ASN
c17 : GLN
c18 : THR
c19 : PRO
c20 : LYS
c21 : VAL
c22 : ALA
c23 : LYS
c24 : GLN
c25 : GLU
c26 : LYS
c27 : LYS
c28 : LYS
c29 : GLN
c30 : PRO
c31 : ARG
c32 : GLY
c33 : ARG
c34 : ALA
c35 : PHE
c36 : LYS
c37 : ARG
c38 : LEU
c39 : LYS
c40 : TYR
c41 : THR
c42 : GLN
c43 : ARG
c44 : TYR
c45 : LEU
c46 : ALA
c47 : LYS
c48 : THR
c49 : LEU
c50 : LYS
c51 : PRO
c52 : GLY
c53 : GLU
c54 : LYS
c55 : LEU
c56 : HIS
c57 : MET
c58 : ASN
c59 : LYS
c60 : GLN
c61 : PRO
c62 : PRO
c63 : GLY
c64 : LYS
c65 : ALA
c66 : GLY
h68 : ASN
h69 : GLY
h70 : LEU
h71 : TYR
h72 : VAL
h73 : LYS
h74 : ASN
h75 : TRP
h76 : GLY
h77 : GLN
h78 : GLY
h79 : SER
h80 : VAL
h81 : ASP
h82 : ASP
h83 : ALA
h84 : ARG
h85 : ALA
h86 : LEU
h87 : PHE
h88 : GLY
h89 : THR
h90 : ALA
h91 : GLY
h92 : LYS
h93 : VAL
h94 : VAL
h95 : GLY
h96 : VAL
h97 : ARG
h98 : VAL
h99 : ARG
h100 : ARG
h101 : ARG
h102 : ARG
h103 : TYR
h104 : ALA
h105 : ILE
h106 : ILE
h107 : PHE
h108 : PHE
h109 : GLU
h110 : ASN
h111 : ALA
h112 : ALA
h113 : ALA
h114 : VAL
h115 : LYS
h116 : LYS
h117 : ALA
h118 : ILE
h119 : ASP
h120 : LEU
h121 : PHE
h122 : ASN
h123 : GLY
h124 : LYS
h125 : GLU
h126 : PHE
h127 : MET
h128 : GLY
h129 : ASN
h130 : VAL
h131 : LEU
h132 : SER
h133 : VAL
h134 : VAL
h135 : PRO
h136 : ALA
h137 : LYS
h138 : THR
h139 : THR
h140 : PRO
h141 : LYS
h142 : PRO
h143 : ASP
h144 : PRO
h145 : HIS
h146 : ALA
h147 : ASN
h148 : SER
h149 : SER
h150 : VAL
h151 : VAL
h152 : PHE
h153 : VAL
h154 : SER
h155 : PRO
h156 : ILE
h157 : PHE
h158 : ARG
h159 : ALA
h160 : SER
h161 : THR
h162 : THR
h163 : LYS
h164 : LYS
h165 : GLN
h166 : ILE
h167 : LEU
h168 : GLU
h169 : LEU
h170 : PHE
h171 : SER
h172 : GLY
h173 : MET
h174 : LYS
h175 : VAL
h176 : LEU
h177 : ARG
h178 : LEU
h179 : ARG
h180 : THR
h181 : TYR
h182 : ARG
h183 : ASN
h184 : ASN
h185 : TYR
h186 : ALA
h187 : TYR
h188 : VAL
h189 : TYR
h190 : LEU
h191 : ASP
h192 : THR
h193 : PRO
h194 : ALA
h195 : ALA
h196 : ALA
h197 : GLN
h198 : ARG
h199 : ALA
h200 : VAL
h201 : LYS
h202 : GLU
h203 : LYS
h204 : ASN
h205 : GLY
h206 : ALA
h207 : GLU
h208 : PHE
h209 : ARG
h210 : GLY
h211 : LYS
h212 : GLN
h213 : LEU
h214 : ARG
h215 : VAL
h216 : ALA
h217 : LEU
h218 : SER
h219 : THR
h220 : ARG
h221 : SER
h222 : LEU
h223 : ALA
h224 : LYS
h225 : ASP
h226 : ARG
h227 : ALA
h228 : ARG
h229 : ALA
h230 : GLU
h231 : ARG
h232 : ALA
h233 : ARG
h234 : LEU
h235 : LEU
h236 : MET
h237 : ALA
h238 : ALA
h239 : GLN
h240 : LYS
E1 : G C3p_endo syn
E2 : A C2p_endo syn
E3 : U C2p_endo syn
E4 : C C2p_endo anti
E5 : U C3p_endo anti
E6 : G C3p_endo anti
E7 : G C3p_endo anti
E8 : U C2p_endo anti
E9 : U C3p_endo anti
E10 : G C3p_endo anti
E11 : A C3p_endo anti
E12 : U C3p_endo anti
E13 : U C3p_endo anti
E14 : C C3p_endo anti
E15 : U C3p_endo anti
E16 : G C3p_endo anti
E17 : C C2p_exo anti
E18 : C C3p_endo anti
E19 : A C3p_endo anti
E20 : G C3p_endo anti
E21 : U C3p_endo anti
E22 : A C3p_endo anti
E23 : G C3p_endo anti
E24 : U C3p_endo anti
E25 : C C3p_endo anti
E26 : A C2p_endo anti
E27 : U C3p_endo anti
E28 : A C3p_endo anti
E29 : U C3p_endo anti
E30 : G C3p_endo anti
E31 : C C3p_endo anti
E32 : U C3p_endo anti
E33 : U C3p_endo anti
E34 : G C3p_exo anti
E35 : U C3p_endo anti
E36 : U C2p_exo anti
E37 : U C3p_endo anti
E38 : C C3p_endo anti
E39 : A C3p_endo anti
E40 : A C3p_endo anti
E41 : G C3p_endo anti
E42 : G C2p_endo anti
E43 : A C3p_endo anti
E44 : C C2p_endo anti
E45 : U C3p_endo anti
E46 : U C3p_endo syn
E47 : A C2p_endo anti
E48 : G C3p_endo anti
E49 : C C3p_endo anti
E50 : C C3p_endo anti
E51 : A C3p_endo anti
E52 : U C3p_endo anti
E53 : G C3p_endo anti
E54 : C C3p_endo anti
E55 : A C3p_endo anti
E56 : U C1p_exo anti
E57 : G C3p_endo anti
E58 : C C3p_endo anti
E59 : C C3p_endo anti
E60 : U C2p_exo syn
E61 : C C3p_endo syn
E62 : A C3p_endo syn
E63 : G C3p_endo anti
E64 : A C2p_exo anti
E65 : A C2p_endo anti
E66 : U C2p_endo syn
E67 : C C3p_endo anti
E68 : A C2p_endo syn
E69 : C C3p_endo anti
E70 : U C3p_endo anti
E71 : G C3p_endo anti
E72 : C C3p_endo anti
E73 : A C2p_exo anti
E74 : U C3p_exo syn
E75 : U C2p_endo syn
E76 : G C3p_endo anti
E77 : C C2p_exo anti
E78 : A C3p_endo anti
E79 : G C2p_exo anti
E80 : G C3p_endo anti
E81 : A C2p_endo anti
E82 : A C2p_endo syn
E83 : U C3p_endo anti
E84 : C C3p_endo anti
E85 : U C3p_endo anti
E86 : G C3p_endo anti
E87 : C C3p_endo anti
E88 : G C3p_endo anti
E89 : C C3p_endo anti
E90 : A C2p_endo syn
E91 : U C3p_endo anti
E92 : G C3p_endo anti
E93 : G C3p_endo anti
E94 : C C3p_endo anti
E95 : U C3p_endo anti
E96 : C C3p_exo anti
E97 : A C3p_endo anti
E98 : U C3p_endo anti
E99 : U C3p_endo anti
E100 : A C3p_exo syn
E101 : C C2p_endo anti
E102 : A C3p_endo anti
E103 : U C3p_endo anti
E104 : C C3p_endo anti
E105 : A C3p_endo anti
E106 : G C3p_endo anti
E107 : A C3p_endo anti
E108 : C C3p_endo anti
E109 : G C3p_endo anti
E110 : U C3p_endo anti
E111 : A C3p_exo anti
E112 : A C2p_endo anti
E113 : U C3p_endo anti
E114 : C C3p_endo anti
E115 : U C3p_endo anti
E116 : G C3p_endo anti
E117 : C C3p_endo anti
E118 : C C3p_endo anti
E119 : G C3p_endo anti
E120 : C C3p_endo anti
E121 : A C3p_endo anti
E122 : A C3p_endo anti
E123 : A C2p_endo anti
E124 : A C2p_endo syn
E125 : A C3p_endo anti
E126 : U C2p_endo anti
E127 : C C2p_endo anti
E128 : U C3p_endo anti
E129 : U C3p_endo anti
E130 : G C3p_endo anti
E131 : C C3p_endo anti
E132 : G C3p_endo anti
E133 : G C3p_endo anti
E134 : U C3p_endo anti
E135 : C C3p_endo anti
E136 : U C3p_endo syn
E137 : C C3p_endo anti
E138 : C C2p_exo anti
E139 : G C3p_endo anti
E140 : C C2p_exo anti
E141 : A C3p_endo anti
E142 : A C2p_endo anti
E143 : C C3p_exo anti
E144 : A C2p_endo anti
E145 : U C2p_endo syn
E146 : U C3p_endo anti
E147 : G C3p_endo anti
E148 : G C3p_endo anti
E149 : A C2p_endo anti
E150 : U C3p_endo anti
E151 : A C3p_endo anti
E152 : A C3p_endo anti
E153 : C C3p_endo anti
E154 : U C3p_endo anti
E155 : U C3p_endo anti
E156 : G C3p_endo anti
E157 : G C3p_endo anti
E158 : C C3p_endo anti
E159 : G C3p_endo anti
E160 : A C3p_endo anti
E161 : A C2p_exo anti
E162 : A C3p_endo anti
E163 : C C3p_endo anti
E164 : G C3p_endo anti
E165 : C C3p_endo anti
E166 : C C3p_endo anti
E167 : A C3p_endo syn
E168 : A C3p_endo anti
E169 : G C3p_endo anti
E170 : C C3p_endo anti
E171 : U C3p_endo anti
E172 : A C3p_endo anti
E173 : A C3p_exo anti
E174 : U C2p_endo anti
E175 : A C3p_endo anti
E176 : C C3p_endo anti
E177 : A C3p_endo anti
E178 : U C3p_endo anti
E179 : G C3p_endo anti
E180 : A C3p_endo anti
E181 : A C3p_endo anti
E182 : C C3p_endo anti
E183 : C C3p_endo anti
E184 : A C2p_endo anti
E185 : A C3p_endo anti
E186 : C C3p_endo anti
E187 : C C3p_endo anti
E188 : G C2p_exo anti
E189 : G C3p_endo anti
E190 : A C3p_endo anti
E191 : U C3p_endo anti
E192 : G C2p_endo anti
E193 : U C2p_endo anti
E194 : U C3p_endo anti
E195 : C C2p_endo anti
E196 : U C3p_endo anti
E197 : C C2p_exo anti
E198 : U C2p_endo anti
E199 : G C3p_endo syn
E200 : U C3p_exo anti
E201 : U C2p_endo anti
E202 : C C2p_endo anti
E203 : C C2p_endo anti
E204 : G C2p_exo anti
E205 : G C3p_endo anti
E206 : C C3p_endo anti
E207 : G C3p_endo anti
E208 : G C3p_endo anti
E209 : C C3p_endo anti
E210 : A C3p_endo anti
E211 : G C3p_endo anti
E212 : G C3p_endo anti
E213 : G C3p_endo anti
E214 : C C2p_endo anti
E215 : A C2p_endo anti
E216 : A C3p_endo syn
E217 : C C3p_endo anti
E218 : C C3p_endo anti
E219 : U C3p_endo anti
E220 : G C3p_endo anti
E221 : C C3p_endo anti
E222 : U C3p_endo anti
E223 : G C3p_endo anti
E224 : C C3p_endo anti
E225 : C C3p_endo anti
E226 : A C3p_endo anti
E227 : U C2p_endo anti
E228 : G C3p_endo anti
E229 : G C2p_endo anti
E230 : G C3p_endo anti
E231 : A C3p_endo anti
E232 : C C3p_endo anti
E233 : G C3p_endo anti
E234 : U C3p_endo anti
E235 : C C3p_endo anti
E236 : C C3p_endo anti
E237 : A C2p_endo anti
E238 : G C3p_endo anti
E239 : C C3p_endo anti
E240 : G C3p_endo anti
E241 : A C3p_endo anti
E242 : A C3p_endo anti
E243 : U C3p_endo anti
E244 : G C3p_endo anti
E245 : A C3p_endo anti
E246 : A C3p_endo anti
E247 : U C3p_endo anti
E248 : G C3p_endo anti
E249 : A C3p_endo anti
E250 : A C3p_endo anti
E251 : A C3p_endo syn
E252 : G C2p_endo syn
E253 : U C3p_exo syn
E254 : A C3p_exo syn
E255 : A C2p_endo syn
E256 : A C2p_endo syn
E257 : A C2p_endo anti
E258 : C C3p_endo syn
E259 : C C3p_endo anti
E260 : A C3p_endo anti
E261 : A C3p_endo anti
E262 : U C3p_endo anti
E263 : G C3p_endo anti
E264 : C C3p_endo anti
E265 : C C3p_endo anti
E266 : U C3p_endo anti
E267 : U C3p_endo anti
E268 : C C2p_endo anti
E269 : A C3p_endo syn
E270 : C C2p_endo anti
E271 : C C2p_exo anti
E272 : G C3p_endo anti
E273 : G C3p_endo anti
E274 : C C2p_endo anti
E275 : A C2p_exo anti
E276 : G C2p_exo anti
E277 : U C2p_endo anti
E278 : A C3p_endo anti
E279 : A C3p_endo anti
E280 : C C3p_endo anti
E281 : A C3p_endo anti
E282 : C C3p_endo anti
E283 : U C3p_endo anti
E284 : C C2p_endo anti
E285 : A C3p_endo anti
E286 : G C2p_endo syn
E287 : A C2p_endo anti
E288 : A C2p_endo anti
E289 : G C3p_endo anti
E290 : U C2p_endo anti
E291 : G C3p_endo anti
E292 : U C3p_endo anti
E293 : U C3p_endo anti
E294 : G C3p_endo anti
E295 : A C3p_endo anti
E296 : U C3p_endo anti
E297 : U C2p_endo anti
E298 : C C2p_exo anti
E299 : A C3p_endo anti
E300 : A C3p_endo anti
E301 : U C3p_endo anti
E302 : U C3p_endo anti
E303 : C C3p_endo anti
E304 : A C3p_endo anti
E305 : U C3p_endo anti
E306 : U C3p_endo anti
E307 : C C2p_endo anti
E308 : C C2p_endo anti
E309 : G C2p_endo syn
E310 : U C3p_endo anti
E311 : G C3p_endo anti
E312 : C C3p_endo anti
E313 : G C3p_endo anti
E314 : A C2p_endo anti
E315 : A C2p_endo anti
E316 : A C2p_endo syn
E317 : G C3p_endo anti
E318 : C C3p_endo anti
E319 : C C3p_endo anti
E320 : G C3p_endo anti
E321 : G C3p_endo anti
E322 : G C3p_endo anti
E323 : U C3p_endo anti
E324 : U C2p_endo anti
E325 : U C1p_exo anti
E326 : U C3p_endo anti
E327 : U C2p_exo anti
E328 : U C3p_endo anti
E329 : U C2p_endo syn
E330 : A O4p_endo anti
E331 : U C3p_endo anti
E332 : C C3p_endo anti
E333 : C C3p_endo anti
E334 : G C3p_endo anti
E335 : G C3p_endo anti
E336 : C C3p_endo anti
E337 : G C3p_endo anti
E338 : U C3p_endo anti
E339 : C C3p_endo anti
E340 : U C3p_endo anti
E341 : U C3p_endo anti
E342 : U C3p_endo anti
E343 : U C2p_endo anti
E344 : G C3p_endo anti
E345 : A C3p_endo anti
E346 : C C3p_endo anti
E347 : G C3p_endo anti
E348 : A C3p_endo anti
E349 : A C3p_endo anti
E350 : C C2p_exo anti
E351 : A C3p_endo anti
E352 : A C2p_exo anti
E353 : C C3p_endo anti
E354 : U C3p_endo anti
E355 : G C3p_endo anti
E356 : C C2p_endo anti
E357 : C C3p_endo anti
E358 : C C3p_endo anti
E359 : U C3p_endo anti
E360 : A C3p_exo syn
E361 : U C2p_endo anti
E362 : C C2p_exo anti
E363 : A C2p_endo anti
E364 : G C3p_endo anti
E365 : C C3p_endo anti
E366 : C C3p_endo anti
E367 : A C2p_endo anti
E368 : G C3p_endo syn
E369 : C C2p_endo anti
E370 : G C2p_endo anti
E371 : A C3p_endo anti
E372 : U C3p_endo anti
E373 : G C3p_endo anti
E374 : G C3p_endo anti
E375 : C C3p_endo anti
E376 : C C3p_endo anti
E377 : G C3p_endo anti
E378 : U C3p_endo anti
E379 : G C3p_endo anti
E380 : U C3p_endo anti
E381 : A C3p_endo anti
E382 : G C3p_endo anti
E383 : U C3p_endo anti
E384 : G C3p_endo anti
E385 : G C2p_endo syn
E386 : A C3p_endo anti
E387 : C C3p_endo anti
E388 : U C3p_endo anti
E389 : G C3p_endo anti
E390 : C C3p_endo anti
E391 : C C3p_endo anti
E392 : A C3p_endo anti
E393 : U C2p_endo anti
E394 : G C3p_endo anti
E395 : G C3p_endo anti
E396 : C C3p_endo anti
E397 : G C3p_endo anti
E398 : U C2p_endo anti
E399 : U C2p_endo anti
E400 : G C2p_endo anti
E401 : A C3p_endo anti
E402 : C C3p_endo anti
E403 : G C3p_endo anti
E404 : G C3p_endo anti
E405 : G C3p_endo anti
E406 : A C3p_endo anti
E407 : G C3p_endo anti
E408 : C C3p_endo anti
E409 : G C3p_endo anti
E410 : G C3p_endo anti
E411 : G C3p_endo anti
E412 : G C3p_endo anti
E413 : G C3p_endo anti
E414 : A C3p_endo anti
E415 : U C3p_endo anti
E416 : U C3p_endo anti
E417 : A C3p_endo anti
E418 : G C3p_endo anti
E419 : G C3p_endo anti
E420 : G C3p_endo anti
E421 : U C3p_endo anti
E422 : U C3p_endo anti
E423 : C C3p_endo anti
E424 : G C3p_endo anti
E425 : A C3p_endo anti
E426 : U C3p_endo anti
E427 : U C2p_endo anti
E428 : C C3p_endo anti
E429 : C C3p_endo anti
E430 : G C3p_endo anti
E431 : G C3p_endo anti
E432 : A C3p_endo anti
E433 : G C3p_endo anti
E434 : A C2p_endo anti
E435 : G C3p_endo anti
E436 : G C3p_endo anti
E437 : G C3p_endo syn
E438 : A C3p_endo anti
E439 : G C3p_endo anti
E440 : C C3p_endo anti
E441 : C C3p_endo anti
E442 : U C3p_endo anti
E443 : G C3p_endo anti
E444 : A C3p_endo anti
E445 : G C3p_endo anti
E446 : A C2p_endo syn
E447 : A C2p_endo anti
E448 : A C2p_endo anti
E449 : U C3p_endo syn
E450 : A C3p_endo anti
E451 : G C3p_endo anti
E452 : C C3p_endo anti
E453 : U C3p_endo anti
E454 : A C3p_endo anti
E455 : C C3p_endo anti
E456 : C C3p_endo anti
E457 : A C3p_endo anti
E458 : C C3p_endo anti
E459 : U C3p_endo anti
E460 : U C3p_endo anti
E461 : C C2p_exo anti
E462 : U C3p_endo anti
E463 : A C2p_exo anti
E464 : C C3p_exo anti
E465 : G C3p_endo syn
E466 : G C3p_endo anti
E467 : A C3p_endo anti
E468 : G C3p_endo anti
E469 : G C3p_endo anti
E470 : G C2p_endo syn
E471 : C C3p_endo anti
E472 : A C3p_endo anti
E473 : G C2p_exo anti
E474 : C C3p_endo anti
E475 : A C3p_endo anti
E476 : G C3p_endo anti
E477 : G C3p_endo anti
E478 : C C3p_endo anti
E479 : G C3p_endo anti
E480 : C C3p_endo anti
E481 : G C3p_endo anti
E482 : C C3p_endo anti
E483 : A C2p_exo anti
E484 : A C3p_endo anti
E485 : A C2p_endo anti
E486 : U C2p_endo anti
E487 : U C3p_endo anti
E488 : G C3p_endo anti
E489 : C C3p_endo anti
E490 : C C3p_endo anti
E491 : C C2p_endo anti
E492 : A C3p_endo anti
E493 : A C3p_endo anti
E494 : U C3p_endo anti
E495 : G C3p_endo anti
E496 : U C3p_endo anti
E497 : C C3p_endo anti
E498 : A C3p_endo anti
E499 : A C2p_endo syn
E500 : A C2p_exo anti
E501 : A C3p_endo anti
E502 : A C3p_endo anti
E503 : A C3p_endo anti
E504 : A C3p_endo anti
E505 : A C3p_exo anti
E506 : A C2p_endo anti
E507 : A C3p_endo anti
E508 : G C3p_endo anti
E509 : A C3p_endo anti
E510 : U C3p_endo anti
E511 : G C2p_endo syn
E512 : A C2p_exo anti
E513 : G C3p_endo anti
E514 : G C3p_endo anti
E515 : C C3p_endo anti
E516 : A C3p_endo anti
E517 : G C3p_endo anti
E518 : C C3p_endo anti
E519 : G C3p_endo anti
E520 : A C2p_endo syn
E521 : A C3p_endo anti
E522 : A C3p_endo anti
E523 : A C3p_endo anti
E524 : G C3p_endo anti
E525 : A C3p_endo anti
E526 : A C3p_endo anti
E527 : A C4p_exo syn
E528 : U C3p_endo anti
E529 : A C3p_endo anti
E530 : G C3p_endo anti
E531 : A C3p_endo anti
E532 : G C3p_endo anti
E533 : C C3p_endo anti
E534 : C C3p_endo anti
E535 : G C3p_endo anti
E536 : A C3p_endo anti
E537 : C C3p_endo anti
E538 : A C3p_endo anti
E539 : G C3p_endo anti
E540 : U C3p_endo anti
E541 : G C3p_endo anti
E542 : C C3p_endo anti
E543 : U C3p_endo anti
E544 : U C2p_endo anti
E545 : U C2p_endo anti
E546 : U C3p_endo syn
E547 : G C3p_endo anti
E548 : C C3p_endo anti
E549 : A C3p_endo anti
E550 : U C3p_endo anti
E551 : U C3p_endo anti
E552 : G C3p_endo anti
E553 : U C3p_endo anti
E554 : C C3p_endo anti
E555 : G C3p_endo anti
E556 : U C2p_endo anti
E557 : U C3p_endo anti
E558 : U C3p_endo anti
E559 : U C2p_endo anti
E560 : C C2p_exo anti
E561 : A C3p_endo anti
E562 : A C3p_endo anti
E563 : U C3p_endo anti
E564 : G C3p_endo anti
E565 : G C3p_endo anti
E566 : G C3p_endo anti
E567 : G C3p_endo anti
E568 : G C3p_endo anti
E569 : A C2p_endo anti
E570 : U C3p_endo anti
E571 : A C3p_endo anti
E572 : U C3p_endo anti
E573 : U C3p_endo anti
E574 : U C3p_endo anti
E575 : A C3p_endo anti
E576 : A C3p_endo anti
E577 : A C3p_endo anti
E578 : C C3p_endo anti
E579 : C C3p_endo anti
E580 : C C3p_endo anti
E581 : A C3p_endo anti
E582 : U C3p_endo anti
E583 : C C2p_exo anti
E584 : C C2p_endo anti
E585 : A C2p_endo syn
E586 : A C2p_endo anti
E587 : A C3p_endo anti
E588 : A C3p_endo anti
E589 : U C4p_exo anti
E590 : C C3p_endo anti
E591 : G C3p_endo anti
E592 : A C2p_endo anti
E593 : G C2p_endo syn
E594 : U C2p_endo syn
E595 : A C3p_endo anti
E596 : A C3p_exo syn
E597 : C C2p_endo anti
E598 : A C3p_endo anti
E599 : A C2p_endo anti
E600 : U C3p_endo anti
E601 : U C3p_endo anti
E602 : G C3p_endo anti
E603 : G C3p_endo anti
E604 : A C3p_endo anti
E605 : G C3p_endo anti
E606 : G C3p_endo anti
E607 : A C3p_endo anti
E608 : C C2p_endo anti
E609 : A C3p_endo anti
E610 : A C3p_endo anti
E611 : G C2p_endo anti
E612 : U C3p_endo anti
E613 : C C2p_exo anti
E614 : U C3p_endo anti
E615 : G C3p_endo anti
E616 : G C3p_endo anti
E617 : U C3p_endo anti
E618 : G C2p_endo anti
E619 : C C2p_endo anti
E620 : C C3p_endo anti
E621 : A C3p_endo anti
E622 : G C3p_endo anti
E623 : C C3p_endo anti
E624 : A C3p_endo anti
E625 : C C3p_endo syn
E626 : C C3p_endo anti
E627 : C C3p_endo anti
E628 : G C3p_endo anti
E629 : C C2p_exo anti
E630 : G C3p_endo anti
E631 : G C3p_endo syn
E632 : U C2p_endo anti
E633 : A C2p_endo anti
E634 : A C2p_endo anti
E635 : U C3p_endo anti
E636 : U C2p_endo anti
E637 : C C3p_endo anti
E638 : C C3p_endo anti
E639 : A C3p_endo anti
E640 : G C3p_endo anti
E641 : C C3p_endo anti
E642 : U C3p_endo anti
E643 : C C3p_endo anti
E644 : C C3p_endo anti
E645 : A C3p_endo anti
E646 : A C3p_endo anti
E647 : A C3p_endo anti
E648 : A C2p_endo anti
E649 : G C3p_endo anti
E650 : C C3p_endo anti
E651 : G C3p_endo anti
E652 : U C3p_endo anti
E653 : A C3p_endo anti
E654 : U C3p_endo anti
E655 : A C3p_endo anti
E656 : U C3p_endo anti
E657 : U C3p_endo anti
E658 : A C3p_endo anti
E659 : A C3p_endo anti
E660 : U C2p_endo syn
E661 : G C2p_endo anti
E662 : C C3p_endo anti
E663 : U C2p_endo anti
E664 : G C3p_endo syn
E665 : U C3p_endo anti
E666 : U C3p_endo anti
E667 : G C2p_endo anti
E668 : C C3p_endo anti
E669 : U C3p_endo anti
E670 : G C3p_endo anti
E671 : U C3p_endo anti
E672 : U C3p_endo anti
E673 : A C3p_endo anti
E674 : A C3p_endo anti
E675 : A C3p_endo anti
E676 : G C2p_endo anti
E677 : G C2p_endo anti
E678 : G C3p_endo anti
E679 : U C3p_endo anti
E680 : U C3p_endo anti
E681 : C C3p_endo anti
E682 : G C3p_endo anti
E683 : U C3p_endo anti
E684 : A C3p_endo anti
E685 : G C3p_endo anti
E686 : U C3p_endo anti
E687 : U C3p_endo anti
E688 : G C3p_endo anti
E689 : A C2p_exo anti
E690 : A C3p_endo anti
E691 : U C3p_endo anti
E692 : U C2p_endo syn
E693 : G C2p_endo syn
E694 : A C3p_endo anti
E695 : G C3p_endo anti
E696 : G C3p_endo anti
E697 : G C3p_endo anti
E698 : C C3p_endo anti
E699 : C C3p_endo anti
E700 : U C3p_endo anti
E701 : C C3p_endo anti
E702 : U C2p_exo syn
E703 : A C2p_exo anti
E704 : A C2p_exo anti
E705 : G C3p_endo anti
E706 : G C2p_exo anti
E707 : C C2p_exo syn
E708 : G C3p_endo anti
E709 : C C3p_endo anti
E710 : A C2p_exo anti
E711 : A C2p_exo anti
E712 : U C3p_endo anti
E713 : G C2p_exo anti
E714 : G C2p_exo anti
E715 : U C3p_endo anti
E716 : U C3p_endo anti
E717 : U C4p_exo anti
E718 : A C3p_exo anti
E719 : G C2p_exo anti
E720 : U C3p_endo anti
E721 : C C3p_endo anti
E722 : C C2p_exo anti
E723 : C C3p_endo anti
E724 : A C3p_endo anti
E725 : U C3p_endo anti
E726 : C C3p_endo anti
E727 : C C3p_endo anti
E728 : A C3p_endo anti
E729 : C C3p_endo anti
E730 : U C3p_endo anti
E731 : U C4p_exo syn
E732 : C C2p_exo syn
E733 : G C3p_endo anti
E734 : G C2p_exo anti
E735 : A C2p_exo anti
E736 : U C2p_exo syn
E737 : U C3p_endo anti
E738 : G C2p_endo anti
E739 : G C2p_exo anti
E740 : U C3p_endo anti
E741 : G C2p_exo anti
E742 : A C2p_exo anti
E743 : C C2p_exo anti
E744 : C C3p_endo anti
E745 : C C3p_endo anti
E746 : A C2p_exo anti
E747 : U C2p_exo anti
E748 : G C3p_endo anti
E749 : C C3p_endo anti
E750 : C C3p_endo anti
E751 : C C3p_endo anti
E752 : U C3p_endo anti
E753 : U C3p_endo anti
E754 : G C3p_endo anti
E755 : U C3p_endo anti
E756 : G C3p_endo anti
E757 : G C2p_exo anti
E758 : U C3p_endo anti
E759 : C C3p_endo anti
E760 : C C3p_endo anti
E761 : G C3p_exo anti
E762 : U C2p_endo anti
E763 : G C3p_endo anti
E764 : A C3p_endo anti
E765 : A C3p_endo anti
E766 : C C3p_exo syn
E768 : G C2p_endo syn
E769 : A C2p_endo anti
E770 : C C3p_exo anti
E771 : A C1p_exo anti
E772 : U C1p_exo anti
E773 : U C3p_exo anti
E774 : C C2p_endo anti
E775 : A C2p_endo syn
E776 : G C3p_exo anti
E777 : A C2p_exo anti
E778 : A C3p_endo anti
E779 : A C3p_endo anti
E780 : C C3p_endo anti
E781 : A C3p_endo anti
E782 : A C3p_endo anti
E783 : A C3p_endo anti
E784 : A C3p_endo anti
E785 : A O4p_endo anti
E786 : A C2p_endo syn
E787 : C C3p_endo anti
E788 : A C2p_endo anti
E789 : C C3p_endo anti
E790 : G C3p_endo anti
E791 : G C4p_exo anti
E792 : G C3p_endo anti
E793 : A C2p_endo anti
E794 : G C2p_endo anti
E795 : U C2p_endo anti
E796 : G C2p_endo syn
E797 : G C2p_endo anti
E798 : U C2p_endo syn
E799 : A C2p_endo anti
E800 : C C3p_endo anti
E801 : C C3p_endo anti
E802 : U C3p_endo anti
E803 : U C3p_endo anti
E804 : U C2p_endo anti
E805 : C C3p_endo anti
E806 : C C3p_endo anti
E807 : U C3p_endo anti
E808 : G C2p_exo anti
E809 : A C2p_endo anti
E810 : U C2p_endo anti
E811 : U C2p_endo anti
E812 : A C1p_exo anti
E813 : U C3p_endo syn
E814 : C C3p_endo anti
E815 : G C3p_endo anti
E816 : C C3p_endo anti
E817 : A C3p_endo anti
E818 : U C3p_endo anti
E819 : G C3p_endo anti
E820 : U C2p_exo anti
E821 : C C3p_endo anti
E822 : A C1p_exo anti
E823 : U C3p_exo syn
E824 : G C3p_endo anti
E825 : C C3p_endo anti
E826 : A C3p_endo anti
E827 : U C2p_exo anti
E828 : G C2p_exo anti
E829 : C C3p_endo anti
E830 : C C3p_exo anti
E831 : A C3p_endo anti
E832 : G C3p_endo anti
E833 : A C2p_exo anti
E834 : G C2p_exo anti
E835 : G C3p_endo anti
E836 : G C2p_exo anti
E837 : C C2p_exo anti
E838 : G C3p_endo anti
E839 : C C3p_endo anti
E840 : C C3p_endo anti
E841 : C C3p_endo anti
E842 : G C3p_endo anti
E843 : U C3p_endo anti
E844 : G C3p_endo anti
E845 : A C3p_endo anti
E846 : U C3p_endo anti
E847 : U C2p_endo anti
E848 : U C3p_endo anti
E849 : U C3p_endo anti
E850 : U C3p_endo anti
E851 : U C3p_endo anti
E852 : A C3p_endo anti
E853 : C C3p_endo anti
E854 : U C3p_endo anti
E855 : G C3p_endo anti
E856 : U C3p_endo anti
E857 : G C3p_endo anti
E858 : A C3p_endo anti
E859 : C C3p_endo anti
E860 : U C3p_endo anti
E861 : A C3p_endo anti
E862 : A C3p_endo anti
E863 : A C3p_endo anti
E864 : A C3p_endo anti
E865 : A C3p_endo anti
E866 : A C3p_endo anti
E867 : G C3p_endo anti
E868 : U C3p_endo anti
E869 : G C3p_endo anti
E870 : U C3p_endo anti
E871 : G C2p_endo syn
E872 : A C3p_endo anti
E873 : C C3p_endo syn
E874 : C C3p_endo anti
E875 : A C3p_endo anti
E876 : A C3p_endo anti
E877 : A C3p_endo anti
E878 : G C3p_endo anti
E879 : C C2p_endo anti
E880 : A C2p_exo anti
E881 : G C2p_exo anti
E882 : U C3p_endo anti
E883 : C C3p_endo anti
E884 : A C3p_endo syn
E885 : U C3p_endo anti
E886 : U C2p_endo anti
E887 : C C3p_endo anti
E888 : G C2p_endo anti
E889 : A C3p_endo anti
E890 : C C3p_endo anti
E891 : U C2p_endo syn
E892 : U C3p_endo anti
E893 : G C3p_endo anti
E894 : A C3p_endo anti
E895 : A C3p_endo anti
E896 : U C3p_endo anti
E897 : U C3p_endo anti
E898 : A C3p_endo anti
E899 : G C3p_endo anti
E900 : A C3p_endo syn
E901 : A C2p_exo syn
E902 : A C3p_endo anti
E903 : G C3p_endo anti
E904 : C C3p_endo anti
E905 : A C3p_endo anti
E906 : U C3p_endo anti
E907 : G C2p_exo anti
E908 : G C3p_endo anti
E909 : G C2p_endo anti
E910 : A C3p_endo anti
E911 : U C3p_endo anti
E912 : A C3p_endo anti
E913 : A C3p_endo anti
E914 : C C3p_endo anti
E915 : A C3p_endo anti
E916 : A C3p_endo anti
E917 : A C3p_endo anti
E918 : G C3p_endo anti
E919 : G C3p_exo syn
E920 : A C2p_endo anti
E921 : G C3p_endo anti
E922 : C C2p_endo syn
E923 : A C2p_endo anti
E924 : G C3p_endo anti
E925 : C C3p_endo anti
E926 : C C3p_endo anti
E927 : U C3p_endo anti
E928 : C C3p_endo anti
E929 : U C3p_endo anti
E930 : G C3p_endo anti
E931 : G C3p_endo anti
E932 : G C3p_endo anti
E933 : C C3p_endo anti
E934 : C C3p_endo anti
E935 : A C2p_endo anti
E936 : C C3p_endo anti
E937 : C C3p_endo anti
E938 : G C3p_endo anti
E939 : U C3p_endo anti
E940 : U C2p_endo anti
E941 : U C3p_endo anti
E942 : C C3p_exo anti
E943 : G C4p_exo anti
E944 : G C2p_exo anti
E945 : C C2p_endo anti
E946 : U C2p_endo anti
E947 : U C3p_endo anti
E948 : U C3p_endo anti
E949 : U C3p_endo anti
E950 : G C3p_endo anti
E951 : U C3p_endo anti
E952 : U C3p_endo anti
E953 : G C3p_endo anti
E954 : G C3p_endo anti
E955 : U C3p_endo anti
E956 : U C3p_endo anti
E957 : U C3p_endo anti
E958 : U C3p_endo anti
E959 : A C3p_endo anti
E960 : A C3p_endo anti
E961 : A C3p_endo anti
E962 : A C3p_endo anti
E963 : G C3p_endo anti
E964 : U C3p_endo anti
E965 : C C3p_endo anti
E966 : C C3p_endo anti
E967 : A C3p_endo anti
E968 : U C2p_endo anti
E969 : U C3p_endo anti
E970 : G C3p_endo anti
E971 : G C3p_endo anti
E972 : A C3p_endo anti
E973 : G C3p_endo anti
E974 : A C3p_exo syn
E975 : U C2p_endo anti
E976 : U C2p_endo anti
E977 : A C3p_exo anti
E978 : U C2p_endo anti
E979 : G C3p_endo anti
E980 : G C3p_endo anti
E981 : G C3p_endo anti
E982 : G C2p_exo anti
E983 : C C3p_endo anti
E984 : A C3p_endo anti
E985 : G C2p_exo anti
E986 : U C2p_exo anti
E987 : G C3p_endo anti
E988 : U C2p_exo anti
E989 : G C2p_exo anti
E990 : A C3p_endo anti
E991 : C C3p_endo anti
E992 : A C3p_endo anti
E993 : A C3p_endo anti
E994 : G C2p_exo anti
E995 : C C3p_endo anti
E996 : G C3p_endo anti
E997 : G C2p_endo anti
E998 : C C2p_endo syn
E999 : U C4p_exo anti
E1072 : G C3p_endo anti
E1073 : U C3p_endo anti
E1074 : C C2p_exo anti
E1075 : G C2p_exo anti
E1076 : C C3p_exo anti
E1077 : C C3p_endo anti
E1078 : U C3p_endo anti
E1079 : U C3p_endo anti
E1080 : U C3p_endo anti
E1081 : G C3p_endo anti
E1082 : U C2p_exo anti
E1083 : G C2p_exo anti
E1084 : G C2p_exo anti
E1085 : G C3p_endo anti
E1086 : A C3p_endo anti
E1087 : A C3p_endo anti
E1088 : A C2p_exo anti
E1089 : U C2p_endo anti
E1165 : G C3p_endo anti
E1166 : C C3p_endo anti
E1167 : C C3p_endo anti
E1168 : U C3p_endo anti
E1169 : U C3p_endo anti
E1170 : C C3p_endo anti
E1171 : C C3p_endo anti
E1172 : C C3p_endo anti
E1173 : U C3p_endo anti
E1174 : C C2p_exo anti
E1175 : A C3p_endo anti
E1176 : A C3p_endo anti
E1177 : C C2p_endo anti
E1178 : U C3p_endo anti
E1179 : C C3p_endo anti
E1180 : A C3p_endo anti
E1181 : C C3p_endo anti
E1182 : G C3p_endo anti
E1183 : G C3p_endo anti
E1184 : C C3p_endo anti
E1185 : A C3p_endo anti
E1186 : U C3p_endo anti
E1187 : C C3p_endo anti
E1188 : C C2p_endo anti
E1189 : A C2p_exo anti
E1190 : G C3p_endo anti
E1191 : G C1p_exo anti
E1192 : A C3p_exo syn
E1193 : A C3p_exo syn
E1194 : U C3p_endo anti
E1195 : G C2p_exo anti
E1196 : A C3p_exo anti
E1197 : A C2p_endo anti
E1198 : G C3p_endo syn
E1199 : G C3p_endo anti
E1200 : A C3p_endo anti
E1201 : G C3p_endo anti
E1202 : G C3p_endo anti
E1203 : G C3p_endo anti
E1204 : U C3p_endo anti
E1205 : A C3p_endo anti
E1206 : G C3p_endo anti
E1207 : U C3p_endo anti
E1208 : U C3p_endo anti
E1209 : C C3p_endo anti
E1210 : G C3p_endo anti
E1211 : G C3p_endo anti
E1212 : G C3p_endo anti
E1213 : G C3p_endo anti
E1214 : G C3p_endo anti
E1215 : A C3p_endo anti
E1216 : G C3p_endo anti
E1217 : A C3p_endo anti
E1218 : A C3p_endo anti
E1219 : C C3p_endo anti
E1220 : G C3p_endo anti
E1221 : U C3p_endo anti
E1222 : A C3p_endo anti
E1223 : C C3p_endo anti
E1224 : U C3p_endo anti
E1225 : G C3p_endo anti
E1226 : G C3p_endo anti
E1227 : U C3p_endo anti
E1228 : G C3p_endo anti
E1229 : C C3p_endo anti
E1230 : G C3p_endo anti
E1231 : U C3p_endo anti
E1232 : C C2p_endo anti
E1233 : A C2p_endo anti
E1234 : G C3p_endo anti
E1235 : A C3p_endo anti
E1236 : G C3p_endo syn
E1237 : G C3p_endo anti
E1238 : U C3p_endo anti
E1239 : G C3p_endo anti
E1240 : A C3p_endo anti
E1241 : A C3p_endo anti
E1242 : A C3p_endo anti
E1243 : U C3p_endo anti
E1244 : U C3p_endo anti
E1245 : C C3p_endo anti
E1246 : U C2p_exo anti
E1247 : U C2p_endo anti
E1248 : A C3p_exo syn
E1249 : G C3p_exo anti
E1250 : A C3p_endo anti
E1251 : C C3p_endo anti
E1252 : C C3p_endo anti
E1253 : G C3p_endo anti
E1254 : C C3p_endo anti
E1255 : A C3p_endo anti
E1256 : C C3p_endo anti
E1257 : C C3p_endo anti
E1258 : A C3p_endo anti
E1259 : A C3p_endo anti
E1260 : G C3p_endo anti
E1261 : A C3p_endo anti
E1262 : C C3p_endo anti
E1263 : G C2p_endo anti
E1264 : A C3p_endo anti
E1265 : A C3p_endo anti
E1266 : C C3p_endo anti
E1267 : U C2p_endo anti
E1268 : A C2p_endo syn
E1269 : C C3p_endo anti
E1270 : A C2p_exo anti
E1271 : G C3p_endo anti
E1272 : C C3p_endo anti
E1273 : G C3p_endo anti
E1274 : A C3p_endo anti
E1275 : A C3p_endo anti
E1276 : G C3p_endo anti
E1277 : G C3p_endo anti
E1278 : C C3p_endo anti
E1279 : A C2p_endo syn
E1280 : U C2p_exo anti
E1281 : U C3p_endo anti
E1282 : C C3p_endo anti
E1283 : U C3p_endo anti
E1284 : U C3p_endo anti
E1285 : C C3p_endo anti
E1286 : A C3p_endo anti
E1287 : A C3p_endo anti
E1288 : G C3p_endo anti
E1289 : G C3p_endo anti
E1290 : A C3p_endo anti
E1291 : U C3p_endo anti
E1292 : A C3p_endo anti
E1293 : C C3p_endo anti
E1294 : C C2p_endo anti
E1295 : U C3p_endo anti
E1296 : U C3p_endo anti
E1297 : C C3p_endo anti
E1298 : C C2p_endo anti
E1299 : U C2p_endo anti
E1300 : C C4p_exo syn
E1301 : A C3p_endo anti
E1302 : A C3p_endo anti
E1303 : U C3p_endo anti
E1304 : C C2p_exo anti
E1305 : A C3p_endo anti
E1306 : A C3p_endo anti
E1307 : G C3p_endo anti
E1308 : A C3p_endo anti
E1309 : A C3p_endo anti
E1310 : C C3p_endo anti
E1311 : C C3p_endo anti
E1312 : A C3p_endo anti
E1313 : A C3p_endo anti
E1314 : A C3p_endo anti
E1315 : G C2p_exo anti
E1316 : U C3p_endo anti
E1317 : G C3p_endo anti
E1318 : U C3p_endo anti
E1319 : G C3p_endo anti
E1320 : G C3p_endo anti
E1321 : G C3p_endo anti
E1322 : G C3p_endo anti
E1323 : A C3p_endo anti
E1324 : U C2p_exo anti
E1325 : C C3p_endo anti
E1326 : G C3p_endo anti
E1327 : A C2p_exo anti
E1328 : A C3p_endo anti
E1329 : G C3p_endo anti
E1330 : A C3p_endo anti
E1331 : U C3p_endo anti
E1332 : G C3p_endo anti
E1333 : A C3p_endo anti
E1334 : U C3p_endo anti
E1335 : U C3p_endo syn
E1336 : A C3p_endo anti
E1337 : G C3p_endo anti
E1338 : A C2p_endo syn
E1339 : G C3p_endo syn
E1340 : A C3p_endo anti
E1341 : C C3p_endo anti
E1342 : C C3p_endo anti
E1343 : A C3p_endo anti
E1344 : U C3p_endo anti
E1345 : U C3p_endo anti
E1346 : G C3p_endo anti
E1347 : U C3p_endo anti
E1348 : A C3p_endo anti
E1349 : G C3p_endo anti
E1350 : U C3p_endo anti
E1351 : C C3p_endo anti
E1352 : C C3p_endo anti
E1353 : A C3p_endo anti
E1354 : C C3p_endo anti
E1355 : A C3p_endo anti
E1356 : C C3p_endo anti
E1357 : U C3p_endo anti
E1358 : G C2p_endo anti
E1359 : C C2p_endo anti
E1360 : A C3p_endo anti
E1361 : A C2p_endo anti
E1362 : A C3p_endo anti
E1363 : C C2p_endo anti
E1364 : G C2p_endo anti
E1365 : A C3p_exo anti
E1366 : U C2p_endo anti
E1367 : G C3p_endo anti
E1368 : A C3p_endo anti
E1369 : C C3p_endo anti
E1370 : A C3p_endo anti
E1371 : C C3p_endo anti
E1372 : C C3p_endo anti
E1373 : C C3p_endo anti
E1374 : A C3p_exo anti
E1375 : U C3p_endo anti
E1376 : G C3p_endo anti
E1377 : A C3p_endo anti
E1378 : A C2p_exo anti
E1379 : U C3p_endo anti
E1380 : U C3p_endo anti
E1381 : G C2p_exo anti
E1382 : G C3p_endo anti
E1383 : G C3p_endo anti
E1384 : G C3p_endo anti
E1385 : A C3p_endo anti
E1523 : C C3p_endo anti
E1524 : U C2p_exo anti
E1525 : C C2p_endo anti
E1526 : A C2p_endo anti
E1527 : G C3p_endo anti
E1528 : C C3p_endo anti
E1529 : A C3p_endo anti
E1530 : C C3p_endo anti
E1531 : G C3p_endo anti
E1532 : U C3p_endo anti
E1533 : U C3p_endo anti
E1534 : A C3p_endo anti
E1535 : U C3p_endo anti
E1536 : C C3p_endo anti
E1537 : U C3p_endo anti
E1538 : G C3p_endo anti
E1539 : A C3p_endo anti
E1540 : C C3p_endo anti
E1541 : U C3p_endo anti
E1542 : U C2p_exo anti
E1543 : C C2p_exo anti
E1544 : U C3p_endo anti
E1545 : U C3p_exo anti
E1546 : C C3p_endo anti
E1547 : A C3p_endo anti
E1548 : C C3p_endo syn
E1549 : G C3p_endo anti
E1550 : C C3p_endo anti
E1551 : G C3p_endo anti
E1552 : A C3p_endo anti
E1553 : A C3p_endo anti
E1554 : A C3p_endo anti
E1555 : G C3p_endo anti
E1556 : C C3p_endo anti
E1557 : U C2p_endo syn
E1558 : U C3p_endo anti
E1559 : U C3p_exo anti
E1560 : G C2p_endo syn
E1561 : A C2p_endo anti
E1562 : G C3p_endo anti
E1563 : G C3p_endo anti
E1564 : U C2p_endo anti
E1565 : U C2p_endo syn
E1566 : A C2p_endo anti
E1567 : C C2p_endo anti
E1568 : A C2p_endo syn
E1569 : G C3p_endo anti
E1570 : U C3p_endo anti
E1571 : C C3p_endo anti
E1572 : U C3p_endo anti
E1573 : C C3p_endo anti
E1574 : A C3p_endo anti
E1575 : G C3p_endo anti
E1576 : G C2p_endo syn
E1577 : G C3p_endo anti
E1578 : G C3p_endo anti
E1579 : G C3p_endo anti
E1580 : G C3p_endo anti
E1581 : A C2p_endo anti
E1582 : G C2p_endo anti
E1583 : U C3p_endo anti
E1584 : A C3p_endo anti
E1585 : C C3p_endo anti
E1586 : G C3p_endo anti
E1587 : U C3p_endo anti
E1588 : U C3p_endo anti
E1589 : C C3p_endo anti
E1590 : G C3p_endo anti
E1591 : C C3p_endo anti
E1592 : A C3p_endo anti
E1593 : A C3p_endo anti
E1594 : G C3p_endo anti
E1595 : A C3p_endo anti
E1596 : G C3p_endo anti
E1597 : U C3p_endo anti
E1598 : G C3p_endo anti
E1599 : A C3p_endo anti
E1600 : A C3p_endo anti
E1601 : A C3p_endo anti
E1602 : C C3p_endo anti
E1603 : U C3p_endo anti
E1604 : U C3p_endo anti
E1605 : A C2p_endo anti
E1606 : A C3p_endo anti
E1607 : A C3p_endo anti
E1608 : G C3p_endo anti
E1609 : A C3p_endo anti
E1610 : A C3p_endo anti
E1611 : A C3p_endo anti
E1612 : U C3p_endo anti
E1613 : U C3p_endo anti
E1614 : G C2p_exo anti
E1615 : A C3p_endo anti
E1616 : C C3p_endo anti
E1617 : G C3p_endo anti
E1618 : G C3p_endo anti
E1619 : A C3p_endo anti
E1620 : A C3p_endo anti
E1621 : U C3p_endo anti
E1622 : G C3p_endo anti
E1623 : G C3p_endo anti
E1624 : C C3p_endo anti
E1625 : A C2p_exo anti
E1626 : C C2p_endo anti
E1627 : C C3p_endo anti
E1628 : A C3p_endo anti
E1629 : C C3p_endo anti
E1630 : A C3p_endo anti
E1631 : A C2p_endo anti
E1632 : G C2p_endo syn
E1633 : A C3p_endo anti
E1634 : C C3p_endo anti
E1635 : G C3p_endo anti
E1636 : U C3p_endo anti
E1637 : G C3p_endo anti
E1638 : G C3p_endo syn
E1639 : A C3p_endo anti
E1640 : G C3p_endo anti
E1641 : C C3p_endo anti
E1642 : G C3p_endo anti
E1643 : U C3p_endo anti
E1644 : G C3p_endo anti
E1645 : C C3p_endo anti
E1646 : G C3p_endo anti
E1647 : G C3p_endo anti
E1648 : U C3p_endo anti
E1649 : U C3p_endo anti
E1650 : U C3p_endo anti
E1651 : A C3p_endo anti
E1652 : A C3p_endo anti
E1653 : U C2p_endo anti
E1654 : U C3p_endo anti
E1655 : U C3p_endo anti
E1656 : G C3p_endo anti
E1657 : A C3p_endo anti
E1658 : C C2p_endo anti
E1659 : U C3p_endo anti
E1660 : C C3p_endo anti
E1661 : A C3p_endo anti
E1662 : A C3p_endo anti
E1663 : C C3p_endo anti
E1664 : A C2p_endo syn
E1665 : C C3p_endo anti
E1666 : G C3p_endo anti
E1667 : G C3p_exo anti
E1668 : G C2p_endo syn
E1669 : G C3p_endo anti
E1670 : A C3p_endo syn
E1671 : A C2p_endo syn
E1672 : C C3p_endo anti
E1673 : U C3p_endo anti
E1674 : U C3p_endo anti
E1675 : U C3p_exo anti
E1676 : A C2p_exo anti
E1677 : C C3p_endo anti
E1678 : C C3p_endo anti
E1679 : A C3p_endo anti
E1680 : G C3p_endo anti
E1681 : A C3p_endo anti
E1682 : U C3p_endo anti
E1683 : C C3p_endo anti
E1684 : C C2p_endo anti
E1685 : G C3p_exo syn
E1686 : G C3p_exo syn
E1687 : A C3p_endo anti
E1688 : C C3p_endo anti
E1689 : A C2p_endo syn
E1690 : G C3p_endo anti
E1691 : G C3p_endo syn
E1692 : G C3p_endo syn
E1693 : U C3p_endo anti
E1694 : G C3p_endo syn
E1695 : A C1p_exo syn
E1696 : G C4p_exo anti
E1697 : G C3p_endo syn
E1698 : A C3p_endo syn
E1699 : U C3p_endo anti
E1700 : U C3p_endo anti
E1701 : G C3p_endo anti
E1702 : A C3p_endo anti
E1703 : C C3p_endo anti
E1704 : A C3p_endo anti
E1705 : G C3p_endo anti
E1706 : A C3p_endo anti
E1707 : U C3p_endo anti
E1708 : U C3p_endo anti
E1709 : G C3p_endo anti
E1710 : A C3p_endo anti
E1711 : G C3p_exo syn
E1712 : U C1p_exo syn
E1713 : G C2p_endo anti
E1714 : U C3p_endo anti
E1715 : U C3p_endo anti
E1716 : C C3p_endo anti
E1717 : U C3p_endo anti
E1718 : U C3p_endo anti
E1719 : U C3p_endo anti
E1720 : C C3p_endo anti
E1721 : U C3p_endo anti
E1722 : C C2p_exo anti
E1723 : G C3p_endo syn
E1724 : A C3p_exo syn
E1725 : U C1p_exo anti
E1726 : C C3p_endo syn
E1727 : C C3p_endo anti
E1728 : C C3p_endo anti
E1729 : C C3p_endo anti
E1730 : U C3p_endo anti
E1731 : G C3p_endo anti
E1732 : A C3p_endo anti
E1733 : A C3p_endo anti
E1734 : U C3p_endo anti
E1735 : G C3p_endo anti
E1736 : G C3p_endo anti
E1737 : U C2p_endo anti
E1738 : G C3p_endo anti
E1739 : G C3p_endo anti
E1740 : U C3p_endo anti
E1741 : G C2p_endo syn
E1742 : C C2p_endo anti
E1743 : A C3p_endo anti
E1744 : U C3p_endo anti
E1745 : G C3p_endo anti
E1746 : G C3p_endo anti
E1747 : C C3p_endo anti
E1748 : C C3p_endo anti
E1749 : G C3p_endo anti
E1750 : C C3p_endo anti
E1751 : U C3p_endo anti
E1752 : U C2p_endo anti
E1753 : U C2p_endo anti
E1754 : U C2p_exo anti
E1755 : G C2p_endo anti
E1756 : G C3p_endo anti
E1757 : U C3p_endo anti
E1758 : C C3p_endo anti
E1759 : G C3p_endo anti
E1760 : G C3p_endo anti
E1761 : U C3p_endo anti
E1762 : G C3p_endo anti
E1763 : G C3p_endo anti
E1764 : A C3p_endo anti
E1765 : G C3p_endo anti
E1766 : U C3p_endo anti
E1767 : G C3p_endo anti
E1768 : A C3p_endo anti
E1769 : U C2p_exo anti
E1770 : U C3p_endo anti
E1771 : U C3p_endo anti
E1772 : G C3p_endo anti
E1773 : U C2p_endo anti
E1774 : U C3p_endo anti
E1775 : U C3p_endo syn
E1776 : G C3p_endo anti
E1777 : G C3p_endo anti
E1778 : U C3p_endo anti
E1779 : U C3p_endo anti
E1780 : G C3p_endo anti
E1781 : A C3p_endo anti
E1782 : U C2p_endo anti
E1783 : U C3p_endo anti
E1784 : C C3p_endo anti
E1785 : C C3p_endo anti
E1786 : G C3p_endo anti
E1787 : U C3p_endo anti
E1788 : C C3p_endo syn
E1789 : A C2p_endo syn
E1790 : A C3p_endo anti
E1791 : C C3p_endo anti
E1792 : G C3p_endo anti
E1793 : G C3p_endo anti
E1794 : A C3p_endo anti
E1795 : C C2p_exo anti
E1796 : G C3p_endo anti
E1797 : A C3p_endo anti
E1798 : G C3p_endo anti
E1799 : A C2p_exo anti
E1800 : U C3p_endo anti
E1801 : C C3p_endo anti
E1802 : C C3p_endo anti
E1803 : A C3p_endo anti
E1804 : A C3p_endo anti
E1805 : G C3p_endo anti
E1806 : C C3p_endo anti
E1807 : U C3p_endo anti
E1808 : G C3p_endo anti
E1809 : C C3p_endo anti
E1810 : C C3p_endo anti
E1811 : C C3p_endo anti
E1812 : A C3p_endo anti
E1813 : G C2p_endo anti
E1814 : U C3p_endo anti
E1815 : A C3p_endo anti
E1816 : G C2p_endo anti
E1817 : G C3p_endo anti
E1818 : A C3p_endo anti
E1819 : U C3p_endo anti
E1820 : U C3p_endo anti
E1821 : C C3p_endo anti
E1822 : A C3p_endo anti
E1823 : G C3p_endo anti
E1824 : A C3p_endo anti
E1825 : A C3p_endo anti
E1826 : U C3p_endo anti
E1827 : U C3p_endo anti
E1828 : G C2p_exo anti
E1829 : C C3p_endo anti
E1830 : C C3p_endo anti
E1831 : C C3p_endo anti
E1832 : A C3p_endo anti
E1833 : U C3p_endo anti
E1845 : C C3p_endo anti
E1846 : C C3p_endo anti
E1847 : C C3p_endo anti
E1848 : U C3p_endo anti
E1849 : U C3p_endo anti
E1850 : C C3p_endo anti
E1851 : C C3p_endo anti
E1852 : G C3p_endo anti
E1853 : C C3p_endo anti
E1854 : G C3p_endo anti
E1855 : G C3p_endo anti
E1856 : G C3p_endo anti
E1857 : U C3p_endo anti
E1858 : U C3p_endo anti
E1859 : U C3p_endo anti
E1860 : U C3p_endo anti
E1861 : A C3p_endo anti
E1862 : C C3p_endo anti
E1863 : C C3p_endo anti
E1864 : C C3p_endo anti
E1865 : A C3p_endo anti
E1866 : A C3p_endo anti
E1867 : G C3p_endo anti
E1868 : G C3p_endo anti
E1869 : G C3p_endo anti
E1870 : G C3p_endo anti
E1871 : G C3p_endo anti
E1872 : G C1p_exo anti
E1873 : G C3p_endo anti
E1874 : C C3p_endo anti
E1875 : G C3p_endo anti
E1876 : G C1p_endo anti
E1877 : U C2p_exo anti
E1878 : A C3p_endo anti
E1879 : U C3p_endo anti
E1880 : U C3p_endo anti
E1881 : C C2p_endo anti
E1882 : G C2p_exo anti
E1883 : C C3p_exo anti
E1884 : U C2p_exo anti
E1885 : U C2p_endo syn
E1886 : G C2p_exo anti
E1887 : U C3p_endo anti
E1888 : A C3p_endo anti
E1889 : U C3p_endo anti
E1890 : C C3p_endo anti
E1891 : C C3p_endo anti
E1892 : U C2p_endo anti
E1893 : U C3p_endo anti
E1894 : C C3p_endo anti
E1895 : U C3p_endo anti
E1896 : C C3p_endo anti
E1897 : U C3p_endo anti
E1898 : G C3p_endo anti
E1899 : C C3p_endo anti
E1900 : G C3p_endo anti
E1901 : G C3p_endo anti
E1902 : G C3p_endo anti
E1903 : A O4p_exo anti
E1904 : U C2p_endo anti
E1905 : U C3p_endo anti
E1906 : C C3p_endo syn
E1907 : C C3p_endo anti
E1908 : U C3p_endo anti
E1909 : U C2p_exo anti
E1910 : G C3p_endo anti
E1911 : U C3p_endo anti
E1912 : U C3p_endo anti
E1913 : U C3p_endo anti
E1914 : U C3p_endo anti
E1915 : G C3p_endo anti
E1916 : C C3p_endo anti
E1917 : G C3p_endo anti
E1918 : C C3p_endo anti
E1919 : A C3p_endo anti
E1920 : A C3p_endo anti
E1921 : G C3p_endo anti
E1922 : G C3p_endo anti
E1923 : U C3p_endo anti
E1924 : G C3p_endo anti
E1925 : A C3p_endo anti
E1926 : G C3p_endo anti
E1927 : A C2p_endo anti
E1928 : U C2p_endo syn
E1929 : U C2p_endo anti
E1930 : U C3p_endo anti
E1931 : U C3p_endo anti
E1932 : G C3p_endo anti
E1933 : G C3p_endo anti
E1934 : G C3p_endo anti
E1935 : C C3p_endo anti
E1936 : A C3p_endo anti
E1937 : A C2p_exo anti
E1938 : C C3p_endo anti
E1939 : A C3p_endo anti
E1940 : G C3p_endo anti
E1941 : C C2p_endo anti
E1942 : A C2p_endo anti
E1943 : G C2p_exo anti
E1944 : G C3p_endo anti
E1945 : U C3p_endo anti
E1946 : C C2p_endo anti
E1947 : U C3p_endo anti
E1948 : G C3p_endo anti
E1949 : U C3p_endo anti
E1950 : G C2p_endo anti
E1951 : A C3p_endo anti
E1952 : U C3p_endo anti
E1953 : G C3p_endo anti
E1954 : C C2p_endo anti
E1955 : U C2p_endo syn
E1956 : C C3p_endo anti
E1957 : C C3p_endo anti
E1958 : U C3p_endo anti
E1959 : C C3p_endo syn
E1960 : A C3p_endo anti
E1961 : A C2p_endo anti
E1962 : U C2p_endo anti
E1963 : G C3p_endo anti
E1964 : U C3p_endo anti
E1965 : U C2p_endo anti
E1966 : C C2p_endo syn
E1967 : U C3p_endo anti
E1968 : G C3p_endo anti
E1969 : G C3p_endo anti
E1970 : G C3p_endo anti
E1971 : C C3p_endo anti
E1972 : G C3p_endo anti
E1973 : A C2p_endo anti
E1974 : C C2p_endo syn
E1975 : A C3p_exo anti
E1976 : C C3p_endo anti
E1977 : G C2p_endo syn
E1978 : C C3p_endo anti
E1979 : G C3p_endo anti
E1980 : C C3p_endo anti
E1981 : A C3p_endo anti
E1982 : C C3p_endo anti
E1983 : U C3p_endo anti
E1984 : A C3p_endo anti
E1985 : C C3p_endo anti
E1986 : A C3p_endo anti
E1987 : A C3p_endo anti
E1988 : U C3p_endo anti
E1989 : G C3p_exo anti
E1990 : U C3p_endo anti
E1991 : C C2p_endo syn
E1992 : A C2p_endo anti
E1993 : G C3p_endo anti
E1994 : U C3p_exo syn
E1995 : G C3p_endo anti
E1996 : A C3p_endo anti
E1997 : G C3p_endo anti
E1998 : A C3p_endo anti
E1999 : A C3p_endo anti
E2000 : C C3p_endo anti
E2001 : A C2p_endo syn
E2002 : A C2p_endo anti
E2003 : G C2p_exo anti
E2004 : A C3p_endo anti
E2005 : A C3p_endo anti
E2006 : A C1p_exo anti
E2007 : A C2p_endo anti
E2008 : A C2p_endo syn
E2009 : C C2p_endo anti
E2010 : G C3p_exo syn
E2011 : A C3p_endo syn
E2012 : C C2p_exo anti
E2013 : U C3p_endo anti
E2014 : C C3p_endo anti
E2015 : U C2p_endo anti
E2016 : U C2p_endo anti
E2017 : G C2p_endo anti
E2018 : U C3p_exo anti
E2019 : C C2p_exo anti
E2020 : G C2p_exo anti
E2021 : G C2p_exo anti
E2022 : A C3p_endo syn
E2023 : C C3p_endo syn
E2024 : C C3p_endo anti
E2025 : U C3p_endo anti
E2026 : A C3p_endo anti
E2027 : C C3p_endo syn
E2028 : U C3p_endo anti
E2029 : U C3p_endo anti
E2030 : G C3p_endo anti
E2031 : A C2p_endo syn
E2032 : U C3p_endo syn
E2033 : C C2p_endo syn
E2034 : A C3p_endo anti
E2035 : A C3p_endo anti
E2036 : A C3p_endo anti
E2037 : A C3p_endo anti
E2038 : G C3p_endo anti
E2039 : A C3p_endo anti
E2040 : G C3p_endo anti
E2041 : U C3p_endo anti
E2042 : G C3p_endo anti
E2043 : G C3p_endo anti
E2044 : G C3p_endo anti
E2045 : A C2p_endo anti
E2046 : A C2p_exo syn
E2047 : A C2p_endo syn
E2048 : A C2p_endo syn
E2049 : C C3p_endo anti
E2050 : C C2p_endo syn
E2051 : C C3p_exo anti
E2052 : C C1p_exo syn
E2053 : G C1p_exo anti
E2054 : G C2p_endo syn
E2055 : A C2p_exo anti
E2056 : A C3p_endo anti
E2057 : U C3p_endo anti
E2058 : C C3p_endo anti
E2059 : A C3p_endo anti
E2060 : C C3p_endo anti
E2061 : G C3p_exo anti
E2062 : U C3p_endo anti
E2063 : A C2p_endo syn
E2064 : G C3p_endo anti
E2065 : A C3p_endo anti
E2066 : C C3p_endo anti
E2067 : C C3p_endo anti
E2068 : C C2p_endo anti
E2069 : A C3p_endo syn
E2070 : C C2p_endo anti
E2071 : U C2p_endo anti
E2072 : U C3p_exo syn
E2073 : G C2p_exo anti
E2074 : G C2p_exo anti
E2075 : G C3p_endo syn
E2076 : A C2p_endo anti
E2077 : C C3p_endo anti
E2078 : C C3p_endo anti
E2079 : G C3p_endo anti
E2080 : A C3p_endo anti
E2081 : G C3p_endo anti
E2082 : U C3p_endo anti
E2083 : A C3p_endo anti
E2084 : U C3p_endo anti
E2085 : U C3p_endo anti
E2086 : G C3p_endo anti
E2087 : C C2p_exo anti
E2088 : A C3p_endo anti
E2089 : A C2p_endo anti
E2090 : U C2p_endo anti
E2091 : U C3p_endo anti
E2092 : A C3p_endo anti
E2093 : U C2p_endo anti
E2094 : U C2p_endo syn
E2095 : G C3p_endo syn
E2096 : G C3p_endo syn
E2097 : U C2p_endo syn
E2098 : C C2p_endo anti
E2099 : G C3p_endo syn
E2100 : C C3p_endo anti
E2101 : G C3p_exo anti
E2102 : C C3p_endo anti
E2103 : A C3p_endo anti
E2104 : A C3p_endo anti
E2105 : C C3p_endo anti
E2106 : G C3p_endo anti
E2107 : A C2p_endo anti
E2108 : G C3p_endo anti
E2109 : G C3p_endo anti
E2110 : A C3p_endo anti
E2111 : A C3p_endo anti
E2112 : U C3p_endo anti
E2113 : G C3p_endo anti
E2114 : U C2p_endo anti
E2115 : C C3p_endo anti
E2116 : U C3p_endo syn
E2117 : C C2p_endo anti
E2118 : G C2p_endo anti
E2119 : U C3p_endo anti
E2120 : A C3p_endo anti
E2121 : G C3p_endo anti
E2122 : G C3p_endo anti
E2123 : C C3p_endo anti
E2124 : G C3p_endo anti
E2125 : C C3p_endo anti
E2126 : A C3p_endo anti
E2127 : G C3p_endo anti
E2128 : C C3p_endo anti
E2129 : U C2p_endo syn
E2130 : C C2p_endo syn
E2131 : A C3p_endo syn
E2132 : U C3p_endo anti
E2133 : C C3p_endo anti
E2134 : A C2p_endo syn
E2135 : A C3p_exo anti
E2136 : A C3p_endo anti
E2137 : C C3p_endo anti
E2138 : U C3p_endo anti
E2139 : G C3p_endo anti
E2140 : U C3p_endo anti
E2141 : G C3p_endo anti
E2142 : C C3p_endo anti
E2143 : C C3p_endo anti
E2144 : G C3p_endo anti
E2145 : A C3p_endo anti
E2146 : U C3p_endo anti
E2147 : U C3p_endo syn
E2148 : A C3p_endo anti
E2149 : C C3p_endo anti
E2150 : G C3p_endo anti
E2151 : U C3p_endo anti
E2152 : C C3p_endo anti
E2153 : C C3p_endo syn
E2154 : C C3p_endo anti
E2155 : U C3p_endo anti
E2156 : G C3p_endo anti
E2157 : C C3p_endo anti
E2158 : C C3p_endo anti
E2159 : A C3p_endo anti
E2160 : U C3p_endo anti
E2161 : U C3p_endo anti
E2162 : U C3p_endo anti
E2163 : G C3p_endo anti
E2164 : U C3p_endo anti
E2165 : A C2p_endo syn
E2166 : C C3p_endo anti
E2167 : A C2p_endo anti
E2168 : C C2p_endo anti
E2169 : A C3p_endo anti
E2170 : C C2p_endo anti
E2171 : C C2p_endo anti
E2172 : G C3p_endo anti
E2173 : C C3p_endo anti
E2174 : C C2p_exo anti
E2175 : C C3p_endo anti
E2176 : G C3p_endo anti
E2177 : U C3p_endo anti
E2178 : C C3p_endo anti
E2179 : G C3p_endo anti
E2180 : U C3p_endo anti
E2181 : U C3p_endo anti
E2182 : G C3p_endo anti
E2183 : U C3p_endo anti
E2184 : U C3p_endo anti
E2185 : U C3p_endo anti
E2186 : C C3p_endo anti
E2187 : C C3p_endo anti
E2188 : G C3p_endo anti
E2189 : A C3p_endo anti
E2190 : U C3p_endo anti
E2191 : G C3p_endo anti
E2192 : A C3p_endo anti
E2193 : U C3p_endo anti
E2194 : G C3p_endo anti
E2195 : G C3p_endo anti
E2196 : U C3p_endo anti
E2197 : G C3p_endo anti
E2198 : C C3p_endo anti
E2199 : A C3p_endo anti
E2200 : A C3p_endo anti
E2201 : U C3p_endo anti
E2202 : A C3p_endo anti
E2203 : C C3p_endo anti
E2204 : A C3p_endo anti
E2205 : G C3p_endo anti
E2206 : G C3p_endo anti
E2207 : U C3p_endo anti
E2208 : G C3p_endo anti
E2209 : A C3p_endo anti
E2210 : U C3p_endo anti
E2211 : C C3p_endo anti
E2212 : G C3p_endo anti
E2213 : G C3p_endo anti
E2214 : A C3p_endo anti
E2215 : C C2p_endo anti
E2216 : A C3p_endo anti
E2217 : G C3p_endo anti
E2218 : U C3p_endo anti
E2219 : C C3p_endo anti
E2220 : G C3p_endo anti
E2221 : A C3p_endo anti
E2222 : G C3p_endo anti
E2223 : U C3p_endo anti
E2224 : G C3p_endo anti
E2225 : C C2p_endo anti
E2226 : U C3p_exo anti
E2227 : U C1p_exo anti
E2228 : C C3p_endo anti
E2229 : A C3p_endo anti
E2230 : C C3p_endo anti
E2231 : U C3p_endo anti
E2232 : U C3p_endo anti
E2233 : G C3p_endo anti
E2234 : A C3p_endo anti
E2235 : C C3p_endo anti
E2236 : C C3p_endo anti
E2237 : G C3p_endo anti
E2238 : A C3p_endo anti
E2239 : A C3p_endo anti
E2240 : A C3p_endo anti
E2241 : G C3p_endo anti
E2242 : U C3p_endo anti
E2243 : U C3p_endo anti
E2244 : C C3p_endo anti
E2245 : A C3p_endo anti
E2246 : C C3p_endo anti
E2247 : C C3p_endo anti
E2248 : G C3p_endo anti
E2249 : A C2p_exo anti
E2250 : U C3p_endo anti
E2251 : A C3p_endo anti
E2252 : U C3p_endo anti
E2253 : U C3p_endo anti
E2254 : U C3p_endo anti
E2255 : C C3p_endo anti
E2256 : U C3p_endo anti
E2257 : U C3p_endo anti
E2258 : C C3p_endo anti
E2259 : A C3p_endo anti
E2260 : A C3p_endo anti
E2261 : U C3p_endo anti
E2262 : A C3p_endo anti
E2263 : G C3p_endo anti
E2264 : A C3p_endo anti
E2265 : G C3p_endo anti
E2266 : G C3p_endo anti
E2267 : A C3p_endo anti
E2268 : A C2p_exo anti
E2269 : G C3p_endo anti
E2270 : C C3p_endo anti
E2271 : A C3p_endo anti
E2272 : A C3p_endo anti
E2273 : A C3p_endo anti
E2274 : A C2p_endo syn
E2275 : G C3p_endo anti
E2276 : U C3p_endo anti
E2277 : C C3p_endo anti
E2278 : G C3p_endo anti
E2279 : U C2p_endo anti
E2280 : A C3p_endo anti
E2281 : A C3p_endo anti
E2282 : C C3p_endo anti
E2283 : A C2p_endo syn
E2284 : A C2p_endo anti
E2285 : G C2p_endo anti
E2286 : G C2p_exo anti
E2287 : U C2p_endo anti
E2288 : A C3p_endo anti
E2289 : G C3p_endo anti
E2290 : C C3p_endo anti
E2291 : U C3p_endo anti
E2292 : G C3p_endo anti
E2293 : U C3p_endo anti
E2294 : A C3p_endo anti
E2295 : G C3p_endo anti
E2296 : G C3p_endo anti
E2297 : U C3p_endo anti
E2298 : G C3p_endo anti
E2299 : A C3p_endo anti
E2300 : A C3p_endo anti
E2301 : C C3p_endo anti
E2302 : C C3p_endo anti
E2303 : U C3p_endo anti
E2304 : G C3p_endo anti
E2305 : C C3p_endo anti
E2306 : A C3p_endo anti
E2307 : G C2p_exo anti
E2308 : C C3p_endo anti
E2309 : U C2p_endo anti
E2310 : G C2p_endo syn
E2311 : G C2p_endo anti
E2312 : A C3p_exo anti
E2313 : U C3p_endo anti
E2314 : C C2p_endo anti
E2315 : A C3p_endo anti
E2316 : U C2p_endo syn
E2317 : U C3p_endo anti
E2318 : U C3p_endo anti
Adjacent stackings ----------------------------------------------
E6-E7 : adjacent_5p upward 
E10-E11 : adjacent_5p upward 
E11-E12 : adjacent_5p upward 
E12-E13 : adjacent_5p upward 
E13-E14 : adjacent_5p upward 
E14-E15 : adjacent_5p upward 
E15-E16 : adjacent_5p upward 
E16-E17 : adjacent_5p upward 
E17-E18 : adjacent_5p upward 
E18-E19 : adjacent_5p upward 
E19-E20 : adjacent_5p upward 
E20-E21 : adjacent_5p upward 
E22-E23 : adjacent_5p upward 
E23-E24 : adjacent_5p upward 
E26-E27 : adjacent_5p upward 
E27-E28 : adjacent_5p upward 
E28-E29 : adjacent_5p upward 
E30-E31 : adjacent_5p upward 
E31-E32 : adjacent_5p upward 
E35-E36 : adjacent_5p upward 
E36-E37 : adjacent_5p upward 
E37-E38 : adjacent_5p upward 
E40-E41 : adjacent_5p upward 
E43-E44 : adjacent_5p upward 
E48-E49 : adjacent_5p upward 
E51-E52 : adjacent_5p upward 
E53-E54 : adjacent_5p upward 
E57-E58 : adjacent_5p upward 
E61-E62 : adjacent_5p upward 
E63-E64 : adjacent_5p upward 
E71-E72 : adjacent_5p upward 
E72-E73 : adjacent_5p upward 
E76-E77 : adjacent_5p upward 
E78-E79 : adjacent_5p upward 
E79-E80 : adjacent_5p upward 
E81-E82 : adjacent_5p upward pairing 
E82-E83 : adjacent_5p upward 
E83-E84 : adjacent_5p upward 
E84-E85 : adjacent_5p upward 
E85-E86 : adjacent_5p upward 
E86-E87 : adjacent_5p upward 
E87-E88 : adjacent_5p upward 
E88-E89 : adjacent_5p upward 
E91-E92 : adjacent_5p upward 
E92-E93 : adjacent_5p upward 
E93-E94 : adjacent_5p upward 
E94-E95 : adjacent_5p upward 
E95-E96 : adjacent_5p upward 
E97-E98 : adjacent_5p upward 
E102-E103 : adjacent_5p upward 
E103-E104 : adjacent_5p upward 
E105-E106 : adjacent_5p upward 
E106-E107 : adjacent_5p upward 
E107-E108 : adjacent_5p upward 
E109-E110 : adjacent_5p upward 
E114-E115 : adjacent_5p upward 
E116-E117 : adjacent_5p upward 
E119-E120 : adjacent_5p upward 
E121-E122 : adjacent_5p upward 
E122-E123 : adjacent_5p upward 
E125-E126 : adjacent_5p upward 
E128-E129 : adjacent_5p upward 
E129-E130 : adjacent_5p upward 
E130-E131 : adjacent_5p upward 
E131-E132 : adjacent_5p upward 
E132-E133 : adjacent_5p upward 
E133-E134 : adjacent_5p upward 
E137-E138 : adjacent_5p upward 
E139-E140 : adjacent_5p upward 
E141-E142 : adjacent_5p upward 
E147-E148 : adjacent_5p upward 
E148-E149 : adjacent_5p upward 
E149-E150 : adjacent_5p upward 
E151-E152 : adjacent_5p upward 
E152-E153 : adjacent_5p upward pairing 
E153-E154 : adjacent_5p upward 
E154-E155 : adjacent_5p upward 
E155-E156 : adjacent_5p upward 
E157-E158 : adjacent_5p upward 
E158-E159 : adjacent_5p upward 
E160-E161 : adjacent_5p upward 
E161-E162 : adjacent_5p upward 
E164-E165 : adjacent_5p upward 
E166-E167 : adjacent_5p inward 
E167-E168 : adjacent_5p outward 
E168-E169 : adjacent_5p upward 
E169-E170 : adjacent_5p upward 
E170-E171 : adjacent_5p upward 
E172-E173 : adjacent_5p upward 
E175-E176 : adjacent_5p upward 
E176-E177 : adjacent_5p upward 
E177-E178 : adjacent_5p upward 
E178-E179 : adjacent_5p upward 
E181-E182 : adjacent_5p upward 
E182-E183 : adjacent_5p upward pairing 
E183-E184 : adjacent_5p inward 
E185-E186 : adjacent_5p upward 
E186-E187 : adjacent_5p upward 
E188-E189 : adjacent_5p upward 
E189-E190 : adjacent_5p upward 
E195-E196 : adjacent_5p upward 
E196-E197 : adjacent_5p upward 
E197-E198 : adjacent_5p upward 
E201-E202 : adjacent_5p upward 
E204-E205 : adjacent_5p upward 
E205-E206 : adjacent_5p upward 
E206-E207 : adjacent_5p upward 
E207-E208 : adjacent_5p upward 
E208-E209 : adjacent_5p upward 
E210-E211 : adjacent_5p upward 
E211-E212 : adjacent_5p upward 
E212-E213 : adjacent_5p upward 
E216-E217 : adjacent_5p outward 
E218-E219 : adjacent_5p upward 
E219-E220 : adjacent_5p upward 
E220-E221 : adjacent_5p upward 
E222-E223 : adjacent_5p upward 
E223-E224 : adjacent_5p upward 
E225-E226 : adjacent_5p upward 
E228-E229 : adjacent_5p upward 
E229-E230 : adjacent_5p upward 
E230-E231 : adjacent_5p upward 
E231-E232 : adjacent_5p upward 
E233-E234 : adjacent_5p upward 
E234-E235 : adjacent_5p upward 
E235-E236 : adjacent_5p upward 
E236-E237 : adjacent_5p upward 
E238-E239 : adjacent_5p upward 
E239-E240 : adjacent_5p upward 
E240-E241 : adjacent_5p upward 
E241-E242 : adjacent_5p upward 
E242-E243 : adjacent_5p upward 
E243-E244 : adjacent_5p upward 
E244-E245 : adjacent_5p upward 
E245-E246 : adjacent_5p upward 
E246-E247 : adjacent_5p upward 
E247-E248 : adjacent_5p upward 
E250-E251 : adjacent_5p inward 
E254-E255 : adjacent_5p inward 
E256-E257 : adjacent_5p upward 
E257-E258 : adjacent_5p upward 
E260-E261 : adjacent_5p upward 
E261-E262 : adjacent_5p upward 
E263-E264 : adjacent_5p upward 
E265-E266 : adjacent_5p upward 
E266-E267 : adjacent_5p upward 
E271-E272 : adjacent_5p upward 
E272-E273 : adjacent_5p upward 
E273-E274 : adjacent_5p upward 
E275-E276 : adjacent_5p upward 
E276-E277 : adjacent_5p upward 
E278-E279 : adjacent_5p upward 
E279-E280 : adjacent_5p upward 
E291-E292 : adjacent_5p upward 
E292-E293 : adjacent_5p upward 
E294-E295 : adjacent_5p upward 
E299-E300 : adjacent_5p upward 
E300-E301 : adjacent_5p upward 
E301-E302 : adjacent_5p upward 
E302-E303 : adjacent_5p upward 
E303-E304 : adjacent_5p upward 
E304-E305 : adjacent_5p upward 
E305-E306 : adjacent_5p upward 
E306-E307 : adjacent_5p upward 
E311-E312 : adjacent_5p upward 
E317-E318 : adjacent_5p upward 
E318-E319 : adjacent_5p upward 
E320-E321 : adjacent_5p upward 
E321-E322 : adjacent_5p upward 
E322-E323 : adjacent_5p upward 
E327-E328 : adjacent_5p upward 
E331-E332 : adjacent_5p upward 
E332-E333 : adjacent_5p upward 
E334-E335 : adjacent_5p upward 
E335-E336 : adjacent_5p upward 
E336-E337 : adjacent_5p upward 
E337-E338 : adjacent_5p upward 
E339-E340 : adjacent_5p upward 
E340-E341 : adjacent_5p upward 
E341-E342 : adjacent_5p upward 
E342-E343 : adjacent_5p upward 
E344-E345 : adjacent_5p upward 
E345-E346 : adjacent_5p upward 
E346-E347 : adjacent_5p upward 
E347-E348 : adjacent_5p upward 
E348-E349 : adjacent_5p upward 
E349-E350 : adjacent_5p upward 
E350-E351 : adjacent_5p upward 
E351-E352 : adjacent_5p upward 
E353-E354 : adjacent_5p upward 
E354-E355 : adjacent_5p upward 
E355-E356 : adjacent_5p upward 
E357-E358 : adjacent_5p upward 
E358-E359 : adjacent_5p upward 
E364-E365 : adjacent_5p upward 
E365-E366 : adjacent_5p upward 
E368-E369 : adjacent_5p downward pairing 
E371-E372 : adjacent_5p upward 
E372-E373 : adjacent_5p upward 
E373-E374 : adjacent_5p upward 
E374-E375 : adjacent_5p upward 
E375-E376 : adjacent_5p upward 
E376-E377 : adjacent_5p upward 
E377-E378 : adjacent_5p upward 
E378-E379 : adjacent_5p upward 
E379-E380 : adjacent_5p upward 
E381-E382 : adjacent_5p upward 
E383-E384 : adjacent_5p upward 
E386-E387 : adjacent_5p upward 
E388-E389 : adjacent_5p upward 
E389-E390 : adjacent_5p upward 
E390-E391 : adjacent_5p upward 
E392-E393 : adjacent_5p upward 
E394-E395 : adjacent_5p upward 
E395-E396 : adjacent_5p upward 
E396-E397 : adjacent_5p upward 
E401-E402 : adjacent_5p upward pairing 
E402-E403 : adjacent_5p upward 
E403-E404 : adjacent_5p upward 
E404-E405 : adjacent_5p upward 
E405-E406 : adjacent_5p upward 
E406-E407 : adjacent_5p upward 
E409-E410 : adjacent_5p upward 
E410-E411 : adjacent_5p upward 
E412-E413 : adjacent_5p upward 
E413-E414 : adjacent_5p upward 
E414-E415 : adjacent_5p upward 
E415-E416 : adjacent_5p upward 
E417-E418 : adjacent_5p upward 
E418-E419 : adjacent_5p upward 
E420-E421 : adjacent_5p upward 
E421-E422 : adjacent_5p upward 
E423-E424 : adjacent_5p upward 
E425-E426 : adjacent_5p upward 
E428-E429 : adjacent_5p upward 
E429-E430 : adjacent_5p upward 
E430-E431 : adjacent_5p upward 
E431-E432 : adjacent_5p upward 
E432-E433 : adjacent_5p upward 
E433-E434 : adjacent_5p upward 
E435-E436 : adjacent_5p upward 
E436-E437 : adjacent_5p inward 
E437-E438 : adjacent_5p outward 
E438-E439 : adjacent_5p upward 
E439-E440 : adjacent_5p upward 
E441-E442 : adjacent_5p upward 
E442-E443 : adjacent_5p upward 
E444-E445 : adjacent_5p upward 
E451-E452 : adjacent_5p upward 
E452-E453 : adjacent_5p upward 
E453-E454 : adjacent_5p upward 
E454-E455 : adjacent_5p upward 
E455-E456 : adjacent_5p upward 
E456-E457 : adjacent_5p upward 
E457-E458 : adjacent_5p upward 
E458-E459 : adjacent_5p upward 
E461-E462 : adjacent_5p upward 
E466-E467 : adjacent_5p upward 
E467-E468 : adjacent_5p upward 
E468-E469 : adjacent_5p upward 
E469-E470 : adjacent_5p upward 
E473-E474 : adjacent_5p upward 
E474-E475 : adjacent_5p upward 
E475-E476 : adjacent_5p upward 
E476-E477 : adjacent_5p upward 
E477-E478 : adjacent_5p upward 
E478-E479 : adjacent_5p upward 
E479-E480 : adjacent_5p upward 
E480-E481 : adjacent_5p upward 
E482-E483 : adjacent_5p upward 
E488-E489 : adjacent_5p upward 
E492-E493 : adjacent_5p upward 
E493-E494 : adjacent_5p upward 
E494-E495 : adjacent_5p upward 
E495-E496 : adjacent_5p upward 
E496-E497 : adjacent_5p upward 
E497-E498 : adjacent_5p upward 
E501-E502 : adjacent_5p upward 
E502-E503 : adjacent_5p upward 
E503-E504 : adjacent_5p upward 
E505-E506 : adjacent_5p upward 
E508-E509 : adjacent_5p upward 
E509-E510 : adjacent_5p upward 
E512-E513 : adjacent_5p upward 
E513-E514 : adjacent_5p upward 
E514-E515 : adjacent_5p upward 
E515-E516 : adjacent_5p upward 
E516-E517 : adjacent_5p upward 
E517-E518 : adjacent_5p upward 
E518-E519 : adjacent_5p upward 
E521-E522 : adjacent_5p upward 
E522-E523 : adjacent_5p upward 
E523-E524 : adjacent_5p upward 
E524-E525 : adjacent_5p upward 
E525-E526 : adjacent_5p upward 
E529-E530 : adjacent_5p upward 
E530-E531 : adjacent_5p upward 
E531-E532 : adjacent_5p upward 
E532-E533 : adjacent_5p upward 
E533-E534 : adjacent_5p upward 
E535-E536 : adjacent_5p upward 
E536-E537 : adjacent_5p upward 
E538-E539 : adjacent_5p upward 
E539-E540 : adjacent_5p upward 
E541-E542 : adjacent_5p upward 
E542-E543 : adjacent_5p upward 
E547-E548 : adjacent_5p upward 
E548-E549 : adjacent_5p upward 
E549-E550 : adjacent_5p upward 
E550-E551 : adjacent_5p upward 
E551-E552 : adjacent_5p upward 
E552-E553 : adjacent_5p upward 
E553-E554 : adjacent_5p upward 
E558-E559 : adjacent_5p upward 
E561-E562 : adjacent_5p upward 
E562-E563 : adjacent_5p upward 
E564-E565 : adjacent_5p upward 
E565-E566 : adjacent_5p upward 
E566-E567 : adjacent_5p upward 
E567-E568 : adjacent_5p upward 
E568-E569 : adjacent_5p upward 
E571-E572 : adjacent_5p upward 
E572-E573 : adjacent_5p upward 
E573-E574 : adjacent_5p upward 
E575-E576 : adjacent_5p upward 
E576-E577 : adjacent_5p upward 
E577-E578 : adjacent_5p upward 
E578-E579 : adjacent_5p upward 
E579-E580 : adjacent_5p upward 
E580-E581 : adjacent_5p upward 
E581-E582 : adjacent_5p upward 
E582-E583 : adjacent_5p upward 
E587-E588 : adjacent_5p upward 
E590-E591 : adjacent_5p upward 
E600-E601 : adjacent_5p upward 
E601-E602 : adjacent_5p upward 
E603-E604 : adjacent_5p upward 
E605-E606 : adjacent_5p upward 
E606-E607 : adjacent_5p upward 
E607-E608 : adjacent_5p inward 
E615-E616 : adjacent_5p upward 
E616-E617 : adjacent_5p upward 
E617-E618 : adjacent_5p upward 
E620-E621 : adjacent_5p upward 
E621-E622 : adjacent_5p upward 
E622-E623 : adjacent_5p upward 
E623-E624 : adjacent_5p upward 
E626-E627 : adjacent_5p upward 
E628-E629 : adjacent_5p upward 
E629-E630 : adjacent_5p upward 
E637-E638 : adjacent_5p upward 
E639-E640 : adjacent_5p upward 
E640-E641 : adjacent_5p upward 
E641-E642 : adjacent_5p upward 
E642-E643 : adjacent_5p upward 
E643-E644 : adjacent_5p upward 
E644-E645 : adjacent_5p upward 
E646-E647 : adjacent_5p upward 
E649-E650 : adjacent_5p upward 
E651-E652 : adjacent_5p upward 
E653-E654 : adjacent_5p upward 
E654-E655 : adjacent_5p upward 
E655-E656 : adjacent_5p upward 
E657-E658 : adjacent_5p upward 
E658-E659 : adjacent_5p upward 
E665-E666 : adjacent_5p upward 
E666-E667 : adjacent_5p inward 
E668-E669 : adjacent_5p upward 
E671-E672 : adjacent_5p upward 
E678-E679 : adjacent_5p upward 
E679-E680 : adjacent_5p upward 
E681-E682 : adjacent_5p upward 
E683-E684 : adjacent_5p upward 
E684-E685 : adjacent_5p upward 
E685-E686 : adjacent_5p upward 
E686-E687 : adjacent_5p upward 
E687-E688 : adjacent_5p upward 
E689-E690 : adjacent_5p upward 
E690-E691 : adjacent_5p upward 
E695-E696 : adjacent_5p upward 
E696-E697 : adjacent_5p upward 
E697-E698 : adjacent_5p upward 
E698-E699 : adjacent_5p upward 
E700-E701 : adjacent_5p upward 
E703-E704 : adjacent_5p upward 
E704-E705 : adjacent_5p upward 
E705-E706 : adjacent_5p upward 
E708-E709 : adjacent_5p upward 
E710-E711 : adjacent_5p upward 
E711-E712 : adjacent_5p upward 
E712-E713 : adjacent_5p upward 
E713-E714 : adjacent_5p upward 
E720-E721 : adjacent_5p upward 
E722-E723 : adjacent_5p upward 
E724-E725 : adjacent_5p upward 
E727-E728 : adjacent_5p upward 
E732-E733 : adjacent_5p outward 
E733-E734 : adjacent_5p upward 
E734-E735 : adjacent_5p upward 
E738-E739 : adjacent_5p upward 
E741-E742 : adjacent_5p upward 
E747-E748 : adjacent_5p upward 
E748-E749 : adjacent_5p upward 
E751-E752 : adjacent_5p upward 
E752-E753 : adjacent_5p upward 
E754-E755 : adjacent_5p upward 
E755-E756 : adjacent_5p upward 
E756-E757 : adjacent_5p upward 
E757-E758 : adjacent_5p upward 
E758-E759 : adjacent_5p upward 
E763-E764 : adjacent_5p upward 
E764-E765 : adjacent_5p upward 
E768-E769 : adjacent_5p upward 
E778-E779 : adjacent_5p upward 
E779-E780 : adjacent_5p upward 
E780-E781 : adjacent_5p upward 
E781-E782 : adjacent_5p upward 
E782-E783 : adjacent_5p upward 
E783-E784 : adjacent_5p upward 
E787-E788 : adjacent_5p upward 
E788-E789 : adjacent_5p upward 
E790-E791 : adjacent_5p upward 
E791-E792 : adjacent_5p upward 
E801-E802 : adjacent_5p upward 
E805-E806 : adjacent_5p upward 
E806-E807 : adjacent_5p upward 
E807-E808 : adjacent_5p upward 
E808-E809 : adjacent_5p upward 
E815-E816 : adjacent_5p upward 
E816-E817 : adjacent_5p upward 
E817-E818 : adjacent_5p upward 
E818-E819 : adjacent_5p upward 
E819-E820 : adjacent_5p upward 
E826-E827 : adjacent_5p upward 
E828-E829 : adjacent_5p upward 
E831-E832 : adjacent_5p upward 
E832-E833 : adjacent_5p upward 
E833-E834 : adjacent_5p upward 
E834-E835 : adjacent_5p upward 
E835-E836 : adjacent_5p upward 
E836-E837 : adjacent_5p upward 
E837-E838 : adjacent_5p upward 
E838-E839 : adjacent_5p upward 
E840-E841 : adjacent_5p upward 
E841-E842 : adjacent_5p upward 
E842-E843 : adjacent_5p upward 
E843-E844 : adjacent_5p upward 
E850-E851 : adjacent_5p upward 
E852-E853 : adjacent_5p upward 
E853-E854 : adjacent_5p upward 
E855-E856 : adjacent_5p upward 
E856-E857 : adjacent_5p upward 
E857-E858 : adjacent_5p upward 
E858-E859 : adjacent_5p upward 
E859-E860 : adjacent_5p upward 
E861-E862 : adjacent_5p upward 
E862-E863 : adjacent_5p upward 
E863-E864 : adjacent_5p upward 
E864-E865 : adjacent_5p upward 
E865-E866 : adjacent_5p upward 
E866-E867 : adjacent_5p upward 
E867-E868 : adjacent_5p upward 
E868-E869 : adjacent_5p upward 
E869-E870 : adjacent_5p upward 
E874-E875 : adjacent_5p upward 
E877-E878 : adjacent_5p upward 
E878-E879 : adjacent_5p upward 
E881-E882 : adjacent_5p upward 
E882-E883 : adjacent_5p upward 
E883-E884 : adjacent_5p inward 
E888-E889 : adjacent_5p upward 
E889-E890 : adjacent_5p upward 
E892-E893 : adjacent_5p upward 
E893-E894 : adjacent_5p upward 
E895-E896 : adjacent_5p upward 
E897-E898 : adjacent_5p upward 
E898-E899 : adjacent_5p upward 
E900-E901 : adjacent_5p downward 
E901-E902 : adjacent_5p outward 
E902-E903 : adjacent_5p upward 
E903-E904 : adjacent_5p upward 
E905-E906 : adjacent_5p upward 
E907-E908 : adjacent_5p upward 
E908-E909 : adjacent_5p upward 
E910-E911 : adjacent_5p upward 
E911-E912 : adjacent_5p upward 
E912-E913 : adjacent_5p upward 
E913-E914 : adjacent_5p upward 
E915-E916 : adjacent_5p upward 
E916-E917 : adjacent_5p upward 
E917-E918 : adjacent_5p upward 
E922-E923 : adjacent_5p inward pairing 
E926-E927 : adjacent_5p upward 
E928-E929 : adjacent_5p upward 
E930-E931 : adjacent_5p upward 
E931-E932 : adjacent_5p upward 
E932-E933 : adjacent_5p upward 
E933-E934 : adjacent_5p upward 
E935-E936 : adjacent_5p upward 
E937-E938 : adjacent_5p upward 
E938-E939 : adjacent_5p upward 
E944-E945 : adjacent_5p upward 
E947-E948 : adjacent_5p upward 
E948-E949 : adjacent_5p upward 
E950-E951 : adjacent_5p upward 
E952-E953 : adjacent_5p upward 
E953-E954 : adjacent_5p upward 
E954-E955 : adjacent_5p upward 
E955-E956 : adjacent_5p upward 
E956-E957 : adjacent_5p upward 
E957-E958 : adjacent_5p upward 
E959-E960 : adjacent_5p upward 
E960-E961 : adjacent_5p upward 
E961-E962 : adjacent_5p upward 
E962-E963 : adjacent_5p upward 
E963-E964 : adjacent_5p upward 
E964-E965 : adjacent_5p upward 
E965-E966 : adjacent_5p upward 
E966-E967 : adjacent_5p upward 
E967-E968 : adjacent_5p upward 
E969-E970 : adjacent_5p upward 
E970-E971 : adjacent_5p upward 
E971-E972 : adjacent_5p upward 
E972-E973 : adjacent_5p upward 
E979-E980 : adjacent_5p upward 
E980-E981 : adjacent_5p upward 
E981-E982 : adjacent_5p upward 
E983-E984 : adjacent_5p upward 
E985-E986 : adjacent_5p upward 
E986-E987 : adjacent_5p upward 
E987-E988 : adjacent_5p upward 
E988-E989 : adjacent_5p upward 
E989-E990 : adjacent_5p upward 
E992-E993 : adjacent_5p upward 
E993-E994 : adjacent_5p upward 
E994-E995 : adjacent_5p upward 
E996-E997 : adjacent_5p upward 
E1072-E1073 : adjacent_5p upward 
E1074-E1075 : adjacent_5p upward 
E1075-E1076 : adjacent_5p upward 
E1078-E1079 : adjacent_5p upward 
E1082-E1083 : adjacent_5p upward 
E1083-E1084 : adjacent_5p upward 
E1084-E1085 : adjacent_5p upward 
E1085-E1086 : adjacent_5p upward 
E1086-E1087 : adjacent_5p upward 
E1087-E1088 : adjacent_5p upward 
E1088-E1089 : adjacent_5p upward 
E1165-E1166 : adjacent_5p upward 
E1167-E1168 : adjacent_5p upward 
E1168-E1169 : adjacent_5p upward 
E1169-E1170 : adjacent_5p upward 
E1170-E1171 : adjacent_5p upward 
E1177-E1178 : adjacent_5p upward 
E1180-E1181 : adjacent_5p upward 
E1185-E1186 : adjacent_5p upward 
E1186-E1187 : adjacent_5p upward 
E1194-E1195 : adjacent_5p upward 
E1195-E1196 : adjacent_5p upward 
E1199-E1200 : adjacent_5p upward 
E1200-E1201 : adjacent_5p upward 
E1201-E1202 : adjacent_5p upward 
E1202-E1203 : adjacent_5p upward 
E1203-E1204 : adjacent_5p upward 
E1204-E1205 : adjacent_5p upward 
E1205-E1206 : adjacent_5p upward 
E1208-E1209 : adjacent_5p upward 
E1209-E1210 : adjacent_5p upward 
E1212-E1213 : adjacent_5p upward 
E1213-E1214 : adjacent_5p upward 
E1214-E1215 : adjacent_5p upward 
E1215-E1216 : adjacent_5p upward 
E1216-E1217 : adjacent_5p upward 
E1217-E1218 : adjacent_5p upward 
E1218-E1219 : adjacent_5p upward 
E1220-E1221 : adjacent_5p upward 
E1221-E1222 : adjacent_5p upward 
E1222-E1223 : adjacent_5p upward 
E1223-E1224 : adjacent_5p upward 
E1224-E1225 : adjacent_5p upward 
E1225-E1226 : adjacent_5p upward 
E1226-E1227 : adjacent_5p upward 
E1227-E1228 : adjacent_5p upward 
E1228-E1229 : adjacent_5p upward 
E1229-E1230 : adjacent_5p upward 
E1230-E1231 : adjacent_5p upward 
E1234-E1235 : adjacent_5p upward 
E1235-E1236 : adjacent_5p inward 
E1236-E1237 : adjacent_5p outward 
E1239-E1240 : adjacent_5p upward 
E1240-E1241 : adjacent_5p upward 
E1241-E1242 : adjacent_5p upward 
E1242-E1243 : adjacent_5p upward 
E1243-E1244 : adjacent_5p upward 
E1244-E1245 : adjacent_5p upward 
E1245-E1246 : adjacent_5p upward 
E1250-E1251 : adjacent_5p upward 
E1251-E1252 : adjacent_5p upward 
E1253-E1254 : adjacent_5p upward 
E1254-E1255 : adjacent_5p upward 
E1255-E1256 : adjacent_5p upward 
E1256-E1257 : adjacent_5p upward 
E1258-E1259 : adjacent_5p upward 
E1259-E1260 : adjacent_5p upward 
E1260-E1261 : adjacent_5p upward 
E1261-E1262 : adjacent_5p upward 
E1262-E1263 : adjacent_5p upward 
E1264-E1265 : adjacent_5p upward 
E1265-E1266 : adjacent_5p upward pairing 
E1266-E1267 : adjacent_5p inward 
E1270-E1271 : adjacent_5p upward 
E1271-E1272 : adjacent_5p upward 
E1274-E1275 : adjacent_5p upward 
E1275-E1276 : adjacent_5p upward 
E1277-E1278 : adjacent_5p upward 
E1281-E1282 : adjacent_5p upward 
E1282-E1283 : adjacent_5p upward 
E1283-E1284 : adjacent_5p upward 
E1285-E1286 : adjacent_5p upward 
E1286-E1287 : adjacent_5p upward 
E1287-E1288 : adjacent_5p upward 
E1288-E1289 : adjacent_5p upward 
E1289-E1290 : adjacent_5p upward 
E1290-E1291 : adjacent_5p upward 
E1291-E1292 : adjacent_5p upward 
E1292-E1293 : adjacent_5p upward 
E1295-E1296 : adjacent_5p upward 
E1296-E1297 : adjacent_5p upward 
E1297-E1298 : adjacent_5p upward 
E1301-E1302 : adjacent_5p upward 
E1302-E1303 : adjacent_5p upward 
E1303-E1304 : adjacent_5p upward 
E1306-E1307 : adjacent_5p upward 
E1307-E1308 : adjacent_5p upward 
E1308-E1309 : adjacent_5p upward 
E1309-E1310 : adjacent_5p upward 
E1310-E1311 : adjacent_5p upward 
E1312-E1313 : adjacent_5p upward 
E1313-E1314 : adjacent_5p upward 
E1314-E1315 : adjacent_5p upward 
E1315-E1316 : adjacent_5p upward 
E1317-E1318 : adjacent_5p upward 
E1319-E1320 : adjacent_5p upward 
E1320-E1321 : adjacent_5p upward 
E1321-E1322 : adjacent_5p upward 
E1323-E1324 : adjacent_5p upward 
E1324-E1325 : adjacent_5p upward 
E1325-E1326 : adjacent_5p upward 
E1328-E1329 : adjacent_5p upward 
E1329-E1330 : adjacent_5p upward 
E1330-E1331 : adjacent_5p upward 
E1332-E1333 : adjacent_5p upward 
E1333-E1334 : adjacent_5p upward 
E1334-E1335 : adjacent_5p inward 
E1336-E1337 : adjacent_5p upward 
E1340-E1341 : adjacent_5p upward 
E1343-E1344 : adjacent_5p upward 
E1344-E1345 : adjacent_5p upward 
E1345-E1346 : adjacent_5p upward 
E1347-E1348 : adjacent_5p upward 
E1348-E1349 : adjacent_5p upward 
E1349-E1350 : adjacent_5p upward 
E1353-E1354 : adjacent_5p upward 
E1355-E1356 : adjacent_5p upward 
E1356-E1357 : adjacent_5p upward 
E1367-E1368 : adjacent_5p upward 
E1368-E1369 : adjacent_5p upward 
E1369-E1370 : adjacent_5p upward 
E1370-E1371 : adjacent_5p upward 
E1371-E1372 : adjacent_5p upward 
E1372-E1373 : adjacent_5p upward 
E1376-E1377 : adjacent_5p upward 
E1377-E1378 : adjacent_5p upward 
E1378-E1379 : adjacent_5p upward 
E1379-E1380 : adjacent_5p upward 
E1381-E1382 : adjacent_5p upward 
E1382-E1383 : adjacent_5p upward 
E1383-E1384 : adjacent_5p upward 
E1384-E1385 : adjacent_5p upward 
E1523-E1524 : adjacent_5p upward 
E1528-E1529 : adjacent_5p upward 
E1529-E1530 : adjacent_5p upward 
E1530-E1531 : adjacent_5p upward 
E1531-E1532 : adjacent_5p upward 
E1532-E1533 : adjacent_5p upward 
E1533-E1534 : adjacent_5p upward 
E1535-E1536 : adjacent_5p upward 
E1536-E1537 : adjacent_5p upward 
E1537-E1538 : adjacent_5p upward 
E1538-E1539 : adjacent_5p upward 
E1539-E1540 : adjacent_5p upward 
E1540-E1541 : adjacent_5p upward 
E1547-E1548 : adjacent_5p inward 
E1548-E1549 : adjacent_5p outward 
E1549-E1550 : adjacent_5p upward 
E1550-E1551 : adjacent_5p upward 
E1552-E1553 : adjacent_5p upward 
E1553-E1554 : adjacent_5p upward 
E1555-E1556 : adjacent_5p upward 
E1562-E1563 : adjacent_5p upward 
E1569-E1570 : adjacent_5p upward 
E1571-E1572 : adjacent_5p upward 
E1573-E1574 : adjacent_5p upward 
E1574-E1575 : adjacent_5p upward 
E1575-E1576 : adjacent_5p inward 
E1577-E1578 : adjacent_5p upward 
E1578-E1579 : adjacent_5p upward 
E1579-E1580 : adjacent_5p upward 
E1580-E1581 : adjacent_5p inward 
E1583-E1584 : adjacent_5p upward 
E1584-E1585 : adjacent_5p upward 
E1585-E1586 : adjacent_5p upward 
E1586-E1587 : adjacent_5p upward 
E1588-E1589 : adjacent_5p upward 
E1589-E1590 : adjacent_5p upward 
E1591-E1592 : adjacent_5p upward 
E1592-E1593 : adjacent_5p upward 
E1594-E1595 : adjacent_5p upward 
E1595-E1596 : adjacent_5p upward 
E1596-E1597 : adjacent_5p upward 
E1597-E1598 : adjacent_5p upward 
E1599-E1600 : adjacent_5p upward 
E1600-E1601 : adjacent_5p upward 
E1601-E1602 : adjacent_5p upward 
E1602-E1603 : adjacent_5p upward 
E1603-E1604 : adjacent_5p upward 
E1606-E1607 : adjacent_5p upward 
E1607-E1608 : adjacent_5p upward 
E1608-E1609 : adjacent_5p upward 
E1609-E1610 : adjacent_5p upward 
E1610-E1611 : adjacent_5p upward 
E1611-E1612 : adjacent_5p upward 
E1612-E1613 : adjacent_5p upward 
E1613-E1614 : adjacent_5p upward 
E1614-E1615 : adjacent_5p upward 
E1615-E1616 : adjacent_5p upward 
E1619-E1620 : adjacent_5p upward 
E1620-E1621 : adjacent_5p upward 
E1621-E1622 : adjacent_5p upward 
E1622-E1623 : adjacent_5p upward 
E1623-E1624 : adjacent_5p upward 
E1628-E1629 : adjacent_5p upward 
E1631-E1632 : adjacent_5p upward 
E1632-E1633 : adjacent_5p upward pairing 
E1633-E1634 : adjacent_5p upward 
E1635-E1636 : adjacent_5p upward 
E1636-E1637 : adjacent_5p upward 
E1639-E1640 : adjacent_5p upward 
E1640-E1641 : adjacent_5p upward 
E1641-E1642 : adjacent_5p upward 
E1642-E1643 : adjacent_5p upward 
E1643-E1644 : adjacent_5p upward 
E1644-E1645 : adjacent_5p upward 
E1646-E1647 : adjacent_5p upward 
E1647-E1648 : adjacent_5p upward 
E1648-E1649 : adjacent_5p upward 
E1649-E1650 : adjacent_5p upward 
E1651-E1652 : adjacent_5p upward 
E1654-E1655 : adjacent_5p upward 
E1656-E1657 : adjacent_5p upward 
E1659-E1660 : adjacent_5p upward 
E1660-E1661 : adjacent_5p inward 
E1662-E1663 : adjacent_5p upward 
E1672-E1673 : adjacent_5p upward 
E1673-E1674 : adjacent_5p upward 
E1674-E1675 : adjacent_5p inward 
E1675-E1676 : adjacent_5p outward 
E1677-E1678 : adjacent_5p upward 
E1678-E1679 : adjacent_5p upward 
E1679-E1680 : adjacent_5p upward 
E1680-E1681 : adjacent_5p upward 
E1681-E1682 : adjacent_5p upward 
E1683-E1684 : adjacent_5p upward 
E1687-E1688 : adjacent_5p upward 
E1690-E1691 : adjacent_5p inward 
E1694-E1695 : adjacent_5p downward 
E1697-E1698 : adjacent_5p downward 
E1700-E1701 : adjacent_5p upward 
E1701-E1702 : adjacent_5p upward 
E1703-E1704 : adjacent_5p upward 
E1704-E1705 : adjacent_5p upward 
E1705-E1706 : adjacent_5p upward 
E1706-E1707 : adjacent_5p upward 
E1707-E1708 : adjacent_5p upward 
E1709-E1710 : adjacent_5p upward 
E1714-E1715 : adjacent_5p upward 
E1716-E1717 : adjacent_5p upward 
E1717-E1718 : adjacent_5p upward 
E1718-E1719 : adjacent_5p upward 
E1719-E1720 : adjacent_5p upward 
E1720-E1721 : adjacent_5p upward 
E1729-E1730 : adjacent_5p upward 
E1730-E1731 : adjacent_5p upward 
E1731-E1732 : adjacent_5p upward 
E1732-E1733 : adjacent_5p upward 
E1734-E1735 : adjacent_5p upward 
E1735-E1736 : adjacent_5p upward 
E1738-E1739 : adjacent_5p upward 
E1739-E1740 : adjacent_5p upward 
E1743-E1744 : adjacent_5p upward 
E1745-E1746 : adjacent_5p upward 
E1746-E1747 : adjacent_5p upward 
E1747-E1748 : adjacent_5p upward 
E1748-E1749 : adjacent_5p upward 
E1749-E1750 : adjacent_5p upward 
E1750-E1751 : adjacent_5p upward 
E1751-E1752 : adjacent_5p inward 
E1754-E1755 : adjacent_5p upward 
E1756-E1757 : adjacent_5p upward 
E1759-E1760 : adjacent_5p upward 
E1760-E1761 : adjacent_5p upward 
E1761-E1762 : adjacent_5p upward 
E1762-E1763 : adjacent_5p upward 
E1763-E1764 : adjacent_5p upward 
E1764-E1765 : adjacent_5p upward 
E1766-E1767 : adjacent_5p upward 
E1767-E1768 : adjacent_5p upward 
E1769-E1770 : adjacent_5p upward 
E1770-E1771 : adjacent_5p upward 
E1772-E1773 : adjacent_5p inward 
E1776-E1777 : adjacent_5p upward 
E1777-E1778 : adjacent_5p upward 
E1780-E1781 : adjacent_5p upward 
E1785-E1786 : adjacent_5p upward 
E1786-E1787 : adjacent_5p upward 
E1790-E1791 : adjacent_5p upward 
E1791-E1792 : adjacent_5p upward 
E1792-E1793 : adjacent_5p upward 
E1793-E1794 : adjacent_5p upward 
E1794-E1795 : adjacent_5p upward 
E1795-E1796 : adjacent_5p upward 
E1796-E1797 : adjacent_5p upward 
E1797-E1798 : adjacent_5p upward 
E1798-E1799 : adjacent_5p upward 
E1799-E1800 : adjacent_5p upward 
E1800-E1801 : adjacent_5p upward 
E1801-E1802 : adjacent_5p upward 
E1802-E1803 : adjacent_5p upward 
E1803-E1804 : adjacent_5p upward 
E1804-E1805 : adjacent_5p upward 
E1806-E1807 : adjacent_5p upward 
E1808-E1809 : adjacent_5p upward 
E1809-E1810 : adjacent_5p upward 
E1815-E1816 : adjacent_5p upward 
E1816-E1817 : adjacent_5p upward 
E1817-E1818 : adjacent_5p upward 
E1818-E1819 : adjacent_5p upward 
E1819-E1820 : adjacent_5p upward 
E1820-E1821 : adjacent_5p upward 
E1822-E1823 : adjacent_5p upward 
E1823-E1824 : adjacent_5p upward 
E1824-E1825 : adjacent_5p upward 
E1825-E1826 : adjacent_5p upward 
E1845-E1846 : adjacent_5p upward 
E1847-E1848 : adjacent_5p upward 
E1848-E1849 : adjacent_5p upward 
E1849-E1850 : adjacent_5p upward 
E1850-E1851 : adjacent_5p upward 
E1851-E1852 : adjacent_5p upward 
E1852-E1853 : adjacent_5p upward 
E1854-E1855 : adjacent_5p upward 
E1855-E1856 : adjacent_5p upward 
E1858-E1859 : adjacent_5p upward 
E1859-E1860 : adjacent_5p upward 
E1860-E1861 : adjacent_5p upward 
E1861-E1862 : adjacent_5p upward 
E1862-E1863 : adjacent_5p upward 
E1865-E1866 : adjacent_5p upward 
E1866-E1867 : adjacent_5p upward 
E1867-E1868 : adjacent_5p upward 
E1868-E1869 : adjacent_5p upward 
E1869-E1870 : adjacent_5p upward 
E1870-E1871 : adjacent_5p upward 
E1871-E1872 : adjacent_5p upward 
E1872-E1873 : adjacent_5p upward pairing 
E1880-E1881 : adjacent_5p upward 
E1888-E1889 : adjacent_5p upward 
E1891-E1892 : adjacent_5p upward 
E1893-E1894 : adjacent_5p upward 
E1895-E1896 : adjacent_5p upward 
E1898-E1899 : adjacent_5p upward 
E1900-E1901 : adjacent_5p upward 
E1901-E1902 : adjacent_5p upward 
E1905-E1906 : adjacent_5p inward 
E1906-E1907 : adjacent_5p outward 
E1907-E1908 : adjacent_5p upward 
E1910-E1911 : adjacent_5p upward 
E1914-E1915 : adjacent_5p upward 
E1915-E1916 : adjacent_5p upward 
E1917-E1918 : adjacent_5p upward 
E1919-E1920 : adjacent_5p upward 
E1920-E1921 : adjacent_5p upward 
E1921-E1922 : adjacent_5p upward 
E1922-E1923 : adjacent_5p upward 
E1923-E1924 : adjacent_5p upward 
E1925-E1926 : adjacent_5p upward 
E1930-E1931 : adjacent_5p upward 
E1932-E1933 : adjacent_5p upward 
E1933-E1934 : adjacent_5p upward 
E1934-E1935 : adjacent_5p upward 
E1935-E1936 : adjacent_5p upward 
E1937-E1938 : adjacent_5p upward 
E1938-E1939 : adjacent_5p upward 
E1939-E1940 : adjacent_5p upward 
E1940-E1941 : adjacent_5p upward 
E1943-E1944 : adjacent_5p upward 
E1944-E1945 : adjacent_5p upward 
E1948-E1949 : adjacent_5p upward 
E1951-E1952 : adjacent_5p upward 
E1953-E1954 : adjacent_5p upward 
E1954-E1955 : adjacent_5p upward 
E1955-E1956 : adjacent_5p upward 
E1956-E1957 : adjacent_5p upward 
E1963-E1964 : adjacent_5p upward 
E1964-E1965 : adjacent_5p upward 
E1967-E1968 : adjacent_5p upward 
E1969-E1970 : adjacent_5p upward 
E1970-E1971 : adjacent_5p upward 
E1971-E1972 : adjacent_5p upward 
E1979-E1980 : adjacent_5p upward 
E1981-E1982 : adjacent_5p upward 
E1983-E1984 : adjacent_5p upward 
E1984-E1985 : adjacent_5p upward 
E1985-E1986 : adjacent_5p upward 
E1986-E1987 : adjacent_5p upward 
E1995-E1996 : adjacent_5p upward 
E1996-E1997 : adjacent_5p upward 
E1998-E1999 : adjacent_5p upward 
E1999-E2000 : adjacent_5p upward 
E2003-E2004 : adjacent_5p upward 
E2004-E2005 : adjacent_5p upward 
E2005-E2006 : adjacent_5p upward 
E2007-E2008 : adjacent_5p outward 
E2012-E2013 : adjacent_5p upward 
E2013-E2014 : adjacent_5p upward 
E2020-E2021 : adjacent_5p upward 
E2023-E2024 : adjacent_5p outward 
E2024-E2025 : adjacent_5p upward 
E2026-E2027 : adjacent_5p inward 
E2029-E2030 : adjacent_5p upward 
E2034-E2035 : adjacent_5p upward 
E2035-E2036 : adjacent_5p upward 
E2036-E2037 : adjacent_5p upward pairing 
E2038-E2039 : adjacent_5p upward 
E2039-E2040 : adjacent_5p upward 
E2040-E2041 : adjacent_5p upward 
E2042-E2043 : adjacent_5p upward 
E2043-E2044 : adjacent_5p upward 
E2052-E2053 : adjacent_5p upward 
E2056-E2057 : adjacent_5p upward 
E2058-E2059 : adjacent_5p upward 
E2059-E2060 : adjacent_5p upward 
E2064-E2065 : adjacent_5p upward 
E2065-E2066 : adjacent_5p upward 
E2066-E2067 : adjacent_5p upward 
E2076-E2077 : adjacent_5p upward 
E2077-E2078 : adjacent_5p upward 
E2079-E2080 : adjacent_5p upward 
E2080-E2081 : adjacent_5p upward 
E2082-E2083 : adjacent_5p upward 
E2083-E2084 : adjacent_5p upward 
E2084-E2085 : adjacent_5p upward 
E2085-E2086 : adjacent_5p upward 
E2087-E2088 : adjacent_5p upward 
E2098-E2099 : adjacent_5p inward pairing 
E2099-E2100 : adjacent_5p outward 
E2100-E2101 : adjacent_5p upward 
E2103-E2104 : adjacent_5p upward 
E2104-E2105 : adjacent_5p upward 
E2109-E2110 : adjacent_5p upward 
E2111-E2112 : adjacent_5p upward 
E2113-E2114 : adjacent_5p inward 
E2114-E2115 : adjacent_5p outward 
E2119-E2120 : adjacent_5p upward 
E2120-E2121 : adjacent_5p upward 
E2121-E2122 : adjacent_5p upward 
E2122-E2123 : adjacent_5p upward 
E2123-E2124 : adjacent_5p upward 
E2124-E2125 : adjacent_5p upward 
E2125-E2126 : adjacent_5p upward 
E2126-E2127 : adjacent_5p upward 
E2127-E2128 : adjacent_5p upward 
E2128-E2129 : adjacent_5p upward 
E2131-E2132 : adjacent_5p outward 
E2136-E2137 : adjacent_5p upward 
E2137-E2138 : adjacent_5p upward 
E2139-E2140 : adjacent_5p upward 
E2140-E2141 : adjacent_5p upward 
E2141-E2142 : adjacent_5p upward 
E2142-E2143 : adjacent_5p upward 
E2143-E2144 : adjacent_5p upward 
E2145-E2146 : adjacent_5p upward 
E2146-E2147 : adjacent_5p inward 
E2147-E2148 : adjacent_5p outward 
E2148-E2149 : adjacent_5p upward 
E2150-E2151 : adjacent_5p upward 
E2151-E2152 : adjacent_5p upward 
E2153-E2154 : adjacent_5p outward 
E2154-E2155 : adjacent_5p upward 
E2155-E2156 : adjacent_5p upward 
E2156-E2157 : adjacent_5p upward 
E2158-E2159 : adjacent_5p upward 
E2159-E2160 : adjacent_5p upward 
E2160-E2161 : adjacent_5p upward 
E2161-E2162 : adjacent_5p upward 
E2163-E2164 : adjacent_5p upward 
E2172-E2173 : adjacent_5p upward 
E2173-E2174 : adjacent_5p upward 
E2175-E2176 : adjacent_5p upward 
E2176-E2177 : adjacent_5p upward 
E2177-E2178 : adjacent_5p upward 
E2178-E2179 : adjacent_5p upward 
E2179-E2180 : adjacent_5p upward 
E2180-E2181 : adjacent_5p upward 
E2181-E2182 : adjacent_5p upward 
E2182-E2183 : adjacent_5p upward 
E2184-E2185 : adjacent_5p upward 
E2186-E2187 : adjacent_5p upward 
E2187-E2188 : adjacent_5p upward 
E2189-E2190 : adjacent_5p upward 
E2191-E2192 : adjacent_5p upward 
E2192-E2193 : adjacent_5p upward 
E2194-E2195 : adjacent_5p upward 
E2195-E2196 : adjacent_5p upward 
E2196-E2197 : adjacent_5p upward 
E2197-E2198 : adjacent_5p upward 
E2198-E2199 : adjacent_5p upward 
E2199-E2200 : adjacent_5p upward 
E2200-E2201 : adjacent_5p upward 
E2201-E2202 : adjacent_5p upward 
E2202-E2203 : adjacent_5p upward 
E2204-E2205 : adjacent_5p upward 
E2205-E2206 : adjacent_5p upward 
E2206-E2207 : adjacent_5p upward 
E2207-E2208 : adjacent_5p upward 
E2208-E2209 : adjacent_5p upward 
E2209-E2210 : adjacent_5p upward 
E2210-E2211 : adjacent_5p upward 
E2211-E2212 : adjacent_5p upward 
E2212-E2213 : adjacent_5p upward 
E2214-E2215 : adjacent_5p upward 
E2216-E2217 : adjacent_5p upward 
E2217-E2218 : adjacent_5p upward 
E2220-E2221 : adjacent_5p upward 
E2221-E2222 : adjacent_5p upward 
E2222-E2223 : adjacent_5p upward 
E2228-E2229 : adjacent_5p upward 
E2229-E2230 : adjacent_5p upward 
E2230-E2231 : adjacent_5p upward 
E2233-E2234 : adjacent_5p upward 
E2234-E2235 : adjacent_5p upward 
E2235-E2236 : adjacent_5p upward 
E2237-E2238 : adjacent_5p upward 
E2239-E2240 : adjacent_5p upward 
E2240-E2241 : adjacent_5p upward 
E2241-E2242 : adjacent_5p upward 
E2242-E2243 : adjacent_5p upward 
E2243-E2244 : adjacent_5p upward 
E2245-E2246 : adjacent_5p upward 
E2246-E2247 : adjacent_5p upward 
E2247-E2248 : adjacent_5p upward 
E2249-E2250 : adjacent_5p upward 
E2251-E2252 : adjacent_5p upward 
E2252-E2253 : adjacent_5p upward 
E2254-E2255 : adjacent_5p upward 
E2255-E2256 : adjacent_5p upward 
E2256-E2257 : adjacent_5p upward 
E2258-E2259 : adjacent_5p upward 
E2259-E2260 : adjacent_5p upward 
E2260-E2261 : adjacent_5p upward 
E2262-E2263 : adjacent_5p upward 
E2265-E2266 : adjacent_5p upward 
E2266-E2267 : adjacent_5p upward 
E2267-E2268 : adjacent_5p upward 
E2268-E2269 : adjacent_5p upward 
E2269-E2270 : adjacent_5p upward 
E2270-E2271 : adjacent_5p upward 
E2271-E2272 : adjacent_5p upward 
E2272-E2273 : adjacent_5p upward 
E2275-E2276 : adjacent_5p upward 
E2276-E2277 : adjacent_5p upward 
E2277-E2278 : adjacent_5p upward 
E2278-E2279 : adjacent_5p upward 
E2280-E2281 : adjacent_5p upward 
E2281-E2282 : adjacent_5p upward 
E2288-E2289 : adjacent_5p upward 
E2289-E2290 : adjacent_5p upward 
E2291-E2292 : adjacent_5p upward 
E2292-E2293 : adjacent_5p upward 
E2293-E2294 : adjacent_5p upward 
E2294-E2295 : adjacent_5p upward 
E2295-E2296 : adjacent_5p upward 
E2296-E2297 : adjacent_5p upward 
E2298-E2299 : adjacent_5p upward 
E2301-E2302 : adjacent_5p upward 
E2302-E2303 : adjacent_5p upward 
E2304-E2305 : adjacent_5p upward 
E2305-E2306 : adjacent_5p upward 
E2306-E2307 : adjacent_5p upward 
E2307-E2308 : adjacent_5p upward 
E2308-E2309 : adjacent_5p upward 
Non-Adjacent stackings ------------------------------------------
E2-E417 : upward 
E6-E19 : outward 
E10-E2167 : downward 
E22-E658 : outward 
E26-E655 : outward 
E28-E653 : outward 
E30-E651 : outward 
E34-E527 : upward 
E37-E524 : outward 
E39-E519 : inward 
E40-E521 : outward 
E41-E485 : upward 
E42-E484 : downward 
E43-E425 : outward 
E47-E97 : upward 
E47-E472 : outward 
E50-E471 : inward 
E53-E475 : outward 
E55-E450 : upward 
E55-E473 : outward 
E57-E88 : outward 
E59-E499 : downward 
E64-E84 : outward 
E65-E80 : inward pairing 
E67-E69 : upward pairing 
E67-E81 : outward 
E71-E78 : outward 
E86-E499 : outward 
E90-E445 : downward pairing 
E90-E446 : upward 
E99-E407 : inward 
E105-E355 : outward 
E109-E351 : outward 
E111-E295 : inward 
E111-E296 : outward 
E114-E348 : outward 
E116-E444 : outward 
E119-E344 : outward 
E124-E185 : upward 
E125-E238 : outward 
E128-E181 : outward 
E130-E141 : outward 
E132-E139 : outward 
E142-E181 : upward 
E144-E180 : upward 
E144-E316 : outward 
E146-E316 : downward 
E147-E177 : outward 
E149-E175 : outward 
E151-E172 : outward 
E157-E166 : outward 
E162-E164 : upward 
E173-E175 : upward pairing 
E180-E314 : inward 
E188-E237 : outward 
E192-E194 : upward 
E192-E233 : outward 
E204-E226 : outward 
E207-E223 : outward 
E210-E220 : outward 
E213-E215 : upward 
E240-E311 : outward 
E244-E304 : outward 
E259-E954 : outward 
E260-E953 : outward 
E263-E950 : outward 
E278-E286 : outward 
E284-E287 : downward pairing 
E285-E821 : downward 
E285-E822 : upward 
E291-E299 : outward 
E296-E298 : upward 
E320-E334 : outward 
E360-E362 : downward 
E360-E363 : upward 
E361-E1586 : outward 
E362-E403 : outward 
E363-E401 : outward 
E364-E397 : outward 
E367-E371 : outward 
E370-E385 : upward 
E373-E392 : outward 
E379-E386 : outward 
E384-E386 : upward 
E409-E430 : outward 
E412-E424 : outward 
E435-E457 : outward 
E435-E470 : downward 
E438-E454 : outward 
E446-E448 : upward 
E448-E451 : upward pairing 
E460-E468 : outward 
E462-E464 : upward 
E486-E517 : outward 
E488-E516 : outward 
E491-E510 : inward 
E495-E512 : outward 
E498-E500 : upward 
E504-E506 : inward 
E520-E649 : upward 
E529-E595 : outward 
E535-E555 : outward 
E538-E552 : outward 
E541-E549 : outward 
E565-E597 : outward 
E567-E590 : outward 
E569-E571 : upward 
E585-E588 : inward pairing 
E585-E589 : outward 
E592-E595 : inward 
E592-E597 : downward 
E594-E596 : upward 
E596-E598 : upward 
E599-E648 : outward 
E604-E611 : upward 
E605-E636 : outward 
E611-E613 : upward 
E615-E639 : outward 
E618-E632 : upward 
E619-E630 : downward 
E619-E631 : upward pairing 
E634-E637 : upward 
E660-E662 : inward 
E661-E667 : outward pairing 
E663-E1576 : outward 
E664-E668 : outward 
E670-E676 : upward 
E670-E1574 : outward 
E671-E1561 : outward 
E676-E1367 : upward 
E676-E1573 : outward 
E678-E1362 : downward 
E682-E1304 : inward 
E683-E1306 : outward 
E684-E1305 : outward 
E688-E1301 : outward 
E689-E1197 : outward 
E703-E754 : outward 
E710-E748 : outward 
E760-E762 : upward 
E761-E781 : outward 
E773-E778 : outward 
E785-E787 : outward 
E785-E844 : downward 
E785-E845 : upward 
E790-E842 : outward 
E792-E795 : upward 
E793-E795 : downward pairing 
E793-E799 : upward 
E796-E800 : upward 
E796-E838 : outward pairing 
E817-E828 : outward 
E822-E824 : inward 
E852-E912 : outward 
E855-E907 : outward 
E857-E905 : outward 
E865-E898 : outward 
E868-E895 : outward 
E872-E877 : outward 
E881-E892 : outward 
E920-E1190 : downward 
E926-E971 : outward 
E928-E969 : outward 
E930-E967 : outward 
E937-E944 : outward 
E975-E1192 : inward 
E977-E979 : outward 
E985-E1182 : outward 
E987-E1180 : outward 
E996-E1075 : outward 
E1196-E1298 : inward pairing 
E1197-E1199 : upward 
E1200-E1300 : outward 
E1203-E1295 : outward 
E1205-E1292 : outward 
E1211-E1271 : upward 
E1211-E1278 : inward 
E1211-E1279 : outward pairing 
E1212-E1287 : outward 
E1220-E1263 : outward 
E1225-E1258 : outward 
E1228-E1255 : outward 
E1230-E1253 : outward 
E1232-E1249 : inward pairing 
E1233-E1250 : outward 
E1247-E1249 : outward 
E1263-E1280 : upward 
E1268-E1270 : outward 
E1273-E1277 : outward 
E1311-E1358 : inward 
E1312-E1360 : outward 
E1317-E1355 : outward 
E1319-E1353 : outward 
E1327-E1348 : outward 
E1328-E1347 : outward 
E1332-E1343 : outward 
E1338-E1340 : upward 
E1361-E2310 : outward 
E1365-E2310 : downward 
E1370-E1569 : outward 
E1374-E1547 : outward 
E1374-E1558 : upward pairing 
E1381-E1538 : outward 
E1551-E1555 : outward 
E1560-E1562 : outward pairing 
E1577-E1605 : outward 
E1581-E1583 : outward 
E1582-E1598 : inward 
E1584-E1599 : outward 
E1590-E1594 : outward 
E1614-E2167 : outward 
E1617-E1619 : upward 
E1617-E2163 : outward 
E1618-E2286 : inward 
E1622-E2159 : outward 
E1625-E1628 : upward 
E1625-E2156 : outward 
E1626-E2116 : outward 
E1630-E2150 : outward 
E1635-E2113 : outward 
E1637-E2111 : outward 
E1642-E1983 : outward 
E1644-E1981 : outward 
E1646-E1979 : outward 
E1653-E1974 : inward 
E1654-E1676 : downward 
E1656-E1666 : outward 
E1658-E1662 : outward 
E1666-E1668 : inward 
E1669-E2129 : downward 
E1669-E2133 : inward 
E1670-E1972 : downward 
E1670-E1973 : outward pairing 
E1672-E2088 : outward 
E1678-E1970 : outward 
E1679-E1969 : outward 
E1736-E1738 : upward 
E1740-E1946 : inward 
E1741-E1945 : inward 
E1742-E1942 : downward 
E1743-E1953 : outward 
E1745-E1951 : outward 
E1749-E1943 : outward 
E1756-E1796 : outward 
E1759-E1793 : outward 
E1762-E1790 : outward 
E1780-E1929 : outward 
E1803-E1932 : outward 
E1806-E1925 : outward 
E1808-E1900 : outward 
E1812-E1815 : upward 
E1852-E1867 : outward 
E1854-E1865 : outward 
E1855-E1864 : outward 
E1883-E1885 : outward 
E1884-E1886 : outward 
E1903-E1926 : downward 
E1904-E1928 : outward 
E1910-E1919 : outward 
E1949-E1951 : upward 
E1961-E1963 : outward 
E1987-E2107 : upward 
E1989-E1992 : outward 
E1989-E2068 : upward pairing 
E1995-E2064 : outward 
E1998-E2059 : outward 
E2006-E2046 : inward 
E2008-E2022 : upward 
E2009-E2022 : downward 
E2026-E2042 : outward 
E2069-E2071 : upward 
E2070-E2105 : inward pairing 
E2070-E2106 : outward 
E2071-E2073 : upward pairing 
E2076-E2103 : outward 
E2079-E2099 : downward 
E2081-E2097 : upward pairing 
E2089-E2092 : upward 
E2120-E2145 : outward 
E2124-E2141 : outward 
E2126-E2139 : outward 
E2134-E2136 : upward 
E2170-E2172 : outward 
E2176-E2278 : outward 
E2179-E2275 : outward 
E2182-E2271 : outward 
E2184-E2269 : outward 
E2188-E2263 : inward 
E2191-E2262 : outward 
E2194-E2259 : outward 
E2202-E2251 : outward 
E2204-E2249 : outward 
E2208-E2245 : outward 
E2213-E2238 : inward 
E2214-E2239 : outward 
E2216-E2237 : outward 
E2220-E2233 : outward 
E2224-E2226 : upward 
E2224-E2229 : outward 
E2282-E2285 : inward 
E2283-E2285 : outward 
E2284-E2312 : outward 
E2288-E2311 : outward 
E2292-E2306 : outward 
E2294-E2304 : outward 
Number of stackings = 1406
Number of adjacent stackings = 1101
Number of non adjacent stackings = 305
Base-pairs ------------------------------------------------------
E4-E660 : C-U Ww/O2P Bh/O2P pairing 
E5-E19 : U-A Ww/Ww pairing antiparallel cis XX 
E6-E18 : G-C Ww/Ww pairing antiparallel cis XIX 
E7-E17 : G-C Ww/Ww pairing antiparallel cis XIX 
E8-E1607 : U-A Ww/Hh pairing parallel cis XXIII 
E9-E11 : U-A O2'/Hh pairing 
E9-E12 : U-U Ww/O2P pairing 
E10-E1612 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E11-E1768 : A-A Ss/O2' pairing 
E12-E1610 : U-A Ww/Ww pairing antiparallel cis XX 
E12-E1767 : U-G O2'/Ss pairing 
E13-E1609 : U-A Ww/Ww pairing antiparallel cis XX 
E13-E1766 : U-U O2'/Ww pairing 
E14-E673 : C-A O2'/Ww pairing 
E14-E1608 : C-G Ww/Ww pairing antiparallel cis XIX 
E15-E1607 : U-A Ws/Wh pairing antiparallel trans one_hbond 46 
E16-E1606 : G-A Ss/Hh pairing antiparallel trans XI 
E17-E1605 : C-A O2'/Ww pairing 
E21-E658 : U-A Ww/Ww pairing antiparallel cis XX 
E22-E657 : A-U Ww/Ww pairing antiparallel cis XX 
E23-E656 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E24-E655 : U-A Ww/Ww pairing antiparallel cis XX 
E26-E654 : A-U Ww/Ww pairing antiparallel cis XX 
E27-E653 : U-A Ww/Ww pairing antiparallel cis XX 
E28-E652 : A-U Ww/Ww pairing antiparallel cis XX 
E29-E651 : U-G Ws/Ww pairing antiparallel cis XXVIII 
E30-E650 : G-C Ww/Ww pairing antiparallel cis XIX 
E31-E649 : C-G Ww/Ww pairing antiparallel cis XIX 
E32-E520 : U-A Ws/Hh pairing antiparallel trans XXIV 
E32-E648 : U-A O2'/Ww pairing 
E35-E525 : U-A Ww/Ww pairing antiparallel cis one_hbond 
E36-E524 : U-G Ws/Ww pairing antiparallel cis XXVIII 
E37-E523 : U-A Ws/Ww pairing antiparallel cis XX 
E39-E521 : A-A Ss/Hh O2'/Bh pairing antiparallel trans 41 
E40-E519 : A-G Hh/Sw Bh/O2' pairing antiparallel trans one_hbond 
E41-E518 : G-C Ww/Ww pairing antiparallel cis XIX 
E42-E480 : G-C Ww/Ww pairing antiparallel cis XIX 
E42-E485 : G-A O2P/Bh O2P/Hh pairing 
E45-E480 : U-C Ww/Ws pairing antiparallel cis one_hbond 106 
E47-E95 : A-U Hh/O2' pairing 
E48-E478 : G-C Ww/Ww pairing antiparallel cis XIX 
E49-E477 : C-G Ww/Ww pairing antiparallel cis XIX 
E50-E469 : C-G O2P/Bs pairing 
E50-E472 : C-A Bh/O2P pairing 
E50-E476 : C-G Ww/Ww pairing antiparallel cis XIX 
E51-E471 : A-C O2P/Bh pairing 
E51-E476 : A-G Hh/Ss pairing antiparallel trans XI 
E51-E487 : A-U Ww/Ws pairing parallel trans XXI 
E52-E471 : U-C Hw/Wh pairing antiparallel trans one_hbond 102 
E52-E475 : U-A Ww/Ww pairing antiparallel cis XX 
E53-E474 : G-C Ww/Ww pairing antiparallel cis XIX 
E54-E473 : C-G Ww/Ww pairing antiparallel cis XIX 
E54-E511 : C-G O2'/Hh pairing 
E56-E91 : U-U Hh/Wh pairing antiparallel trans one_hbond 
E56-E450 : U-A O2P/Ww O2P/Bh pairing 
E57-E87 : G-C Ww/Ww pairing antiparallel cis XIX 
E58-E86 : C-G Ww/Ww pairing antiparallel cis XIX 
E60-E63 : U-G Ww/O2P pairing 
E62-E335 : A-G Bh/O2' pairing 
E62-E336 : A-C Hh/O2' pairing 
E63-E84 : G-C Ww/Ww pairing antiparallel cis XIX 
E64-E83 : A-U Ww/Ww pairing antiparallel cis XX 
E64-E172 : A-A Ss/Bs O2'/Ss pairing antiparallel cis one_hbond 
E65-E80 : A-G O2'/Ww inward pairing 
E65-E81 : A-A Bh/O2P pairing 
E67-E69 : C-C O2P/Bh upward pairing 
E67-E80 : C-G O2P/Bs Bh/O2' pairing 
E69-E79 : C-G Ww/Ww pairing antiparallel cis XIX 
E70-E78 : U-A Ww/Ww pairing antiparallel cis XX 
E71-E77 : G-C Ww/Ww pairing antiparallel cis XIX 
E72-E76 : C-G Ww/Ww pairing antiparallel cis XIX 
E78-E505 : A-A O2'/Bh pairing 
E81-E82 : A-A O2'/C8 adjacent_5p upward pairing 
E82-E152 : A-A Ss/O2' pairing 
E83-E151 : U-A O2'/Ss pairing 
E84-E172 : C-A O2'/Bh pairing 
E84-E173 : C-A O2'/Ww pairing 
E85-E499 : U-A Ww/Ww pairing antiparallel cis XX 
E88-E116 : G-G O2P/Bs pairing 
E89-E445 : C-G O2P/Ww pairing 
E90-E443 : A-G Hh/Ss pairing antiparallel trans XI 
E90-E445 : A-G O2'/Bs downward pairing 
E93-E434 : G-A Ww/Ww pairing antiparallel cis VIII 
E94-E433 : C-G Ww/Ww pairing antiparallel cis XIX 
E95-E432 : U-A Ww/Ww pairing antiparallel cis XX 
E96-E431 : C-G Ww/Ww pairing antiparallel cis XIX 
E97-E432 : A-A Ww/O2' pairing 
E100-E406 : A-A Hh/Ww pairing antiparallel trans one_hbond 
E103-E356 : U-C Wh/Wh pairing antiparallel cis one_hbond 
E104-E355 : C-G Ww/Ww pairing antiparallel cis XIX 
E105-E354 : A-U Ww/Ww pairing antiparallel cis XX 
E106-E353 : G-C Ww/Ww pairing antiparallel cis XIX 
E106-E902 : G-A Sw/Ss pairing parallel trans one_hbond 57 
E109-E350 : G-C Ww/Ww pairing antiparallel cis XIX 
E110-E349 : U-A Ww/Ww pairing antiparallel cis XX 
E112-E350 : A-C Ww/O2' pairing 
E113-E348 : U-A Ww/Ww pairing antiparallel cis XX 
E113-E381 : U-A O2'/Ss pairing 
E114-E347 : C-G Ww/Ww pairing antiparallel cis XIX 
E115-E346 : U-C Ws/Wh pairing antiparallel cis one_hbond 100 
E118-E344 : C-G Ww/Ww pairing antiparallel cis XIX 
E119-E343 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E121-E341 : A-U Ww/Ww pairing antiparallel cis XX 
E122-E340 : A-U Ww/Ww pairing antiparallel cis XX 
E123-E339 : A-C Ww/Wh pairing antiparallel cis one_hbond 71 
E125-E184 : A-A O2P/Ww pairing 
E128-E142 : U-A Ww/Ww pairing antiparallel cis XX 
E128-E144 : U-A O2'/Hh pairing 
E129-E141 : U-A Ww/Ww pairing antiparallel cis XX 
E130-E140 : G-C Ww/Ww pairing antiparallel cis XIX 
E131-E139 : C-G Ww/Ww pairing antiparallel cis XIX 
E132-E138 : G-C Ww/Ww pairing antiparallel cis XIX 
E133-E137 : G-C Ww/Ww pairing antiparallel cis XIX 
E134-E136 : U-U Ww/O2P pairing 
E143-E330 : C-A Bh/O2P pairing 
E144-E179 : A-G Ww/Ss Bh/O2' pairing parallel trans X 
E146-E177 : U-A Ww/Ww pairing antiparallel cis XX 
E147-E176 : G-C Ww/Ww pairing antiparallel cis XIX 
E148-E175 : G-A Ww/Ww pairing antiparallel cis VIII 
E149-E173 : A-A Ww/Hh pairing antiparallel trans one_hbond 
E150-E172 : U-A Ws/Hh pairing antiparallel trans XXIV 
E151-E171 : A-U Hh/Ws pairing antiparallel trans XXIV 
E152-E153 : A-C O2P/Bh adjacent_5p upward pairing 
E152-E170 : A-C Hh/Ww pairing antiparallel trans XXV 
E153-E169 : C-G Ww/Ww pairing antiparallel cis XIX 
E154-E168 : U-A Ww/Ww pairing antiparallel cis XX 
E156-E166 : G-C Ww/Ww pairing antiparallel cis XIX 
E157-E165 : G-C Ww/Ww pairing antiparallel cis XIX 
E158-E164 : C-G Ww/Ww pairing antiparallel cis XIX 
E159-E162 : G-A Ss/Hh Bs/O2P pairing antiparallel trans one_hbond 
E160-E462 : A-U Ss/O2' pairing 
E160-E466 : A-G Ww/Ss pairing parallel trans X 
E173-E175 : A-A O2'/Hh upward pairing 
E174-E317 : U-G Hh/Ss pairing parallel cis one_hbond 89 
E178-E316 : U-A Ws/Hh pairing antiparallel trans XXIV 
E179-E316 : G-A Ww/O2P pairing 
E182-E183 : C-C O2P/Bh adjacent_5p upward pairing 
E187-E284 : C-C O2P/Bh pairing 
E188-E236 : G-C Ww/Ww pairing antiparallel cis XIX 
E189-E235 : G-C Ww/Ww pairing antiparallel cis XIX 
E190-E234 : A-U Ww/Ww pairing antiparallel cis XX 
E191-E233 : U-G Ws/Ww pairing antiparallel cis XXVIII 
E192-E232 : G-C Ww/Ww pairing antiparallel cis XIX 
E194-E231 : U-A Ww/Ww pairing antiparallel cis XX 
E195-E230 : C-G Ww/Ww pairing antiparallel cis XIX 
E196-E229 : U-G Ws/Ww pairing antiparallel cis XXVIII 
E197-E228 : C-G Ww/Ww pairing antiparallel cis XIX 
E201-E203 : U-C Ws/Hw pairing parallel cis one_hbond 99 
E204-E225 : G-C Ww/Ww pairing antiparallel cis XIX 
E205-E224 : G-C Ww/Ww pairing antiparallel cis XIX 
E206-E223 : C-G Ww/Ww pairing antiparallel cis XIX 
E207-E222 : G-U Ws/Ws pairing antiparallel cis one_hbond 
E208-E221 : G-C Ww/Ww pairing antiparallel cis XIX 
E209-E220 : C-G Ww/Ww pairing antiparallel cis XIX 
E210-E219 : A-U Ww/Ww pairing antiparallel cis XX 
E211-E218 : G-C Ww/Ww pairing antiparallel cis XIX 
E212-E217 : G-C Ww/Ww pairing antiparallel cis XIX 
E213-E216 : G-A O2'/Bh pairing 
E214-E215 : C-A O2P/Hh adjacent_5p pairing 
E214-E216 : C-A O2'/Hh pairing 
E228-E281 : G-A O2P/Bh pairing 
E229-E281 : G-A O2P/Hh pairing 
E231-E282 : A-C O2P/Bh pairing 
E238-E312 : G-C Ww/Ww pairing antiparallel cis XIX 
E239-E311 : C-G Ww/Ww pairing antiparallel cis XIX 
E240-E307 : G-C Ww/Ww pairing antiparallel cis XIX 
E241-E306 : A-U Ww/Ww pairing antiparallel cis XX 
E242-E305 : A-U Ww/Ww pairing antiparallel cis XX 
E243-E304 : U-A Ww/Ww pairing antiparallel cis XX 
E244-E303 : G-C Ww/Ww pairing antiparallel cis XIX 
E245-E302 : A-U Ww/Ww pairing antiparallel cis XX 
E246-E301 : A-U Ww/Ww pairing antiparallel cis XX 
E247-E300 : U-A Ww/Ww pairing antiparallel cis XX 
E248-E291 : G-G O2'/Hh pairing 
E248-E298 : G-C Ww/O2P pairing 
E248-E299 : G-A Ss/Hh pairing antiparallel trans XI 
E251-E840 : A-C Bh/O2' pairing 
E252-E842 : G-G Bs/O2' pairing 
E255-E947 : A-U Bs/Ws pairing antiparallel cis one_hbond 
E256-E947 : A-U Wh/Wh pairing parallel cis one_hbond 51 
E256-E957 : A-U Bs/Ws pairing antiparallel cis one_hbond 
E257-E956 : A-U Bs/Ws pairing antiparallel cis one_hbond 
E259-E953 : C-G Wh/Wh pairing antiparallel cis one_hbond 
E260-E952 : A-U Ww/Ww pairing antiparallel cis XX 
E261-E951 : A-U Ww/Ww pairing antiparallel cis XX 
E262-E950 : U-G Ws/Ww pairing antiparallel cis XXVIII 
E263-E274 : G-C Ww/Ww pairing antiparallel cis XIX 
E263-E276 : G-G Bs/Wh pairing antiparallel cis one_hbond 
E264-E275 : C-A O2'/Ww pairing 
E265-E272 : C-G Ww/Ww pairing antiparallel cis XIX 
E266-E271 : U-C Ws/Wh pairing antiparallel cis one_hbond 100 
E279-E285 : A-A Bh/O2' pairing 
E279-E286 : A-G Bh/O2P pairing 
E284-E287 : C-A Ww/O2' downward pairing 
E286-E289 : G-G Ws/Hh Bs/O2P pairing parallel cis one_hbond 
E291-E298 : G-C Ww/Ww pairing antiparallel cis XIX 
E292-E296 : U-U Ww/Hw pairing antiparallel trans one_hbond 81 
E292-E794 : U-G O2P/Bs pairing 
E293-E295 : U-A Hh/O2P pairing 
E307-E308 : C-C O2P/Bh adjacent_5p pairing 
E313-E316 : G-A C8/O2P pairing 
E315-E337 : A-G O2P/Bs Bh/O2' pairing 
E317-E336 : G-C Ww/Ww pairing antiparallel cis XIX 
E318-E335 : C-G Ww/Ww pairing antiparallel cis XIX 
E319-E334 : C-G Ww/Ww pairing antiparallel cis XIX 
E320-E333 : G-C Ww/Ww pairing antiparallel cis XIX 
E321-E332 : G-C Ww/Ww pairing antiparallel cis XIX 
E322-E331 : G-U Ws/Ws pairing antiparallel cis one_hbond 
E349-E381 : A-A O2'/Bh pairing 
E357-E405 : C-G Ww/Ww pairing antiparallel cis XIX 
E358-E404 : C-G Ww/Ww pairing antiparallel cis XIX 
E359-E403 : U-G Ws/Ww pairing antiparallel cis XXVIII 
E360-E401 : A-A Ww/Hw pairing antiparallel trans one_hbond 
E361-E1585 : U-C Ww/Ww pairing antiparallel cis XVIII 
E362-E402 : C-C Ww/Wh pairing antiparallel cis one_hbond 131 
E363-E397 : A-G Ww/O2' pairing 
E363-E400 : A-G Hh/Sw pairing antiparallel trans one_hbond 
E364-E396 : G-C Ww/Ww pairing antiparallel cis XIX 
E364-E401 : G-A Sw/Ss O2'/Ww pairing parallel trans one_hbond 57 
E365-E395 : C-G Ww/Ww pairing antiparallel cis XIX 
E366-E394 : C-G Ws/Ww pairing antiparallel cis one_hbond 130 
E368-E369 : G-C Bs/O2' adjacent_5p downward pairing 
E370-E373 : G-G Ww/Hh pairing parallel cis VI 
E371-E393 : A-U Ww/Ww pairing antiparallel cis XX 
E371-E394 : A-G O2'/Bs pairing 
E372-E392 : U-A Ww/Ww pairing antiparallel cis XX 
E373-E391 : G-C Ww/Ww pairing antiparallel cis XIX 
E374-E385 : G-G Hh/Ww pairing parallel cis VI 
E374-E390 : G-C Ww/Ww pairing antiparallel cis XIX 
E375-E389 : C-G Ww/Ww pairing antiparallel cis XIX 
E376-E388 : C-U Wh/Wh pairing antiparallel cis one_hbond 
E377-E387 : G-C Ww/Ww pairing antiparallel cis XIX 
E378-E386 : U-A Ww/Ww pairing antiparallel cis XX 
E380-E383 : U-U Ww/O2P pairing 
E401-E402 : A-C O2P/Bh adjacent_5p upward pairing 
E408-E426 : C-U Bh/O2P pairing 
E408-E430 : C-G Ww/Ww pairing antiparallel cis XIX 
E409-E429 : G-C Ww/Ww pairing antiparallel cis XIX 
E410-E428 : G-C Ww/Ww pairing antiparallel cis XIX 
E411-E412 : G-G O2P/Hh adjacent_5p pairing 
E411-E424 : G-G Hh/Sw O2P/Bs pairing antiparallel trans one_hbond 108 
E411-E862 : G-A Ss/Ww O2'/Bh pairing parallel trans X 
E412-E423 : G-C Ww/Ww pairing antiparallel cis XIX 
E413-E422 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E414-E421 : A-U Ww/Ww pairing antiparallel cis XX 
E415-E420 : U-G Ws/Ww pairing antiparallel cis XXVIII 
E419-E665 : G-U O2'/Ww pairing 
E419-E666 : G-U Sw/Wh pairing antiparallel cis one_hbond 
E428-E861 : C-A O2'/Ww pairing 
E433-E472 : G-A Ss/Ss pairing parallel trans 57 
E435-E456 : G-C Ww/Ww pairing antiparallel cis XIX 
E436-E455 : G-C Ww/Ww pairing antiparallel cis XIX 
E436-E472 : G-A O2P/Bh pairing 
E437-E454 : G-A Hw/Wh pairing parallel cis one_hbond 
E438-E453 : A-U Ww/Ww pairing antiparallel cis XX 
E439-E452 : G-C Ww/Ww pairing antiparallel cis XIX 
E440-E447 : C-A O2P/Ww pairing 
E440-E451 : C-G Ww/Ww pairing antiparallel cis XIX 
E441-E448 : C-A Ww/Hh pairing antiparallel trans XXV 
E442-E446 : U-A Ws/Hh pairing antiparallel trans XXIV 
E443-E445 : G-G O2'/Hh pairing 
E443-E446 : G-A Ww/O2P pairing 
E448-E451 : A-G O2'/Hh upward pairing 
E454-E2204 : A-A O2'/Ss pairing 
E457-E470 : A-G Ww/Ww pairing antiparallel cis VIII 
E458-E469 : C-G Ww/Ww pairing antiparallel cis XIX 
E459-E468 : U-G Ws/Ww pairing antiparallel cis XXVIII 
E460-E467 : U-A Ww/Ww pairing antiparallel cis XX 
E461-E466 : C-G Ww/Ww pairing antiparallel cis XIX 
E462-E465 : U-G Bs/Ww pairing parallel trans 87 
E464-E465 : C-G O2P/Hh adjacent_5p pairing 
E471-E474 : C-C Ws/Hw pairing parallel cis one_hbond 134 
E473-E511 : G-G Bs/O2' pairing 
E474-E511 : C-G O2'/Ss pairing 
E475-E487 : A-U Ss/O2' pairing 
E481-E484 : G-A Ws/Hh Ww/O2P pairing antiparallel trans one_hbond 54 
E485-E517 : A-G Ss/Ww O2'/Bs pairing antiparallel cis 
E486-E516 : U-A Ww/Ww pairing antiparallel cis XX 
E488-E511 : G-G O2P/Ww pairing 
E488-E515 : G-C Ww/Ww pairing antiparallel cis XIX 
E489-E514 : C-G Ww/Ww pairing antiparallel cis XIX 
E489-E575 : C-A O2'/Ww pairing 
E490-E492 : C-A O2'/Hh pairing 
E490-E513 : C-G Ww/Ww pairing antiparallel cis XIX 
E491-E493 : C-A Ws/Hw pairing parallel cis one_hbond 80 
E491-E511 : C-G Bh/O2P pairing 
E491-E512 : C-A Ww/Hh pairing antiparallel trans XXV 
E492-E514 : A-G Ww/O2' pairing 
E493-E513 : A-G Ww/O2' pairing 
E494-E512 : U-A Ww/Ww pairing antiparallel cis XX 
E495-E510 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E496-E509 : U-A Ww/Ww pairing antiparallel cis XX 
E497-E508 : C-G Ww/Ww pairing antiparallel cis XIX 
E520-E648 : A-A Ww/O2' pairing 
E524-E875 : G-A O2'/Ss pairing 
E526-E649 : A-G Bh/O2P pairing 
E528-E599 : U-A Ww/Hh pairing parallel cis one_hbond 
E529-E561 : A-A Ww/Wh pairing antiparallel cis one_hbond 37 
E530-E560 : G-C Ww/Ww pairing antiparallel cis XIX 
E531-E559 : A-U Ww/Ww pairing antiparallel cis XX 
E532-E558 : G-U Ws/Ws pairing antiparallel cis one_hbond 
E534-E555 : C-G Ww/Ww pairing antiparallel cis XIX 
E535-E554 : G-C Ww/Ww pairing antiparallel cis XIX 
E536-E553 : A-U Ww/Ww pairing antiparallel cis XX 
E537-E552 : C-G Ww/Ww pairing antiparallel cis XIX 
E538-E551 : A-U Ww/Ww pairing antiparallel cis XX 
E539-E550 : G-U Ws/Ws pairing antiparallel cis one_hbond 
E540-E549 : U-A Ww/Ww pairing antiparallel cis XX 
E541-E548 : G-C Ww/Ww pairing antiparallel cis XIX 
E542-E547 : C-G Ww/Ww pairing antiparallel cis XIX 
E563-E592 : U-A Ws/Hh pairing antiparallel trans XXIV 
E564-E597 : G-C Ww/Ww pairing antiparallel cis XIX 
E565-E591 : G-G Hh/Bs pairing antiparallel trans 34 
E566-E590 : G-C Ww/Ww pairing antiparallel cis XIX 
E567-E584 : G-C Ww/Ww pairing antiparallel cis XIX 
E568-E583 : G-C Ww/Ww pairing antiparallel cis XIX 
E569-E582 : A-U Ww/Ww pairing antiparallel cis XX 
E571-E581 : A-A Ww/Wh pairing antiparallel cis one_hbond 37 
E573-E579 : U-C Ss/Hw O2'/Bh pairing antiparallel trans one_hbond 97 
E574-E576 : U-A O2'/Hh pairing 
E574-E577 : U-A Ww/O2P pairing 
E585-E588 : A-A O2'/Hh inward pairing 
E586-E587 : A-A O2'/Hh adjacent_5p pairing 
E592-E593 : A-G O2'/Ss adjacent_5p pairing 
E599-E647 : A-A Ww/O2' pairing 
E600-E646 : U-A Wh/Wh pairing antiparallel cis one_hbond 
E601-E646 : U-A Ws/Ww pairing antiparallel cis 
E603-E610 : G-A O2'/Ww pairing 
E603-E643 : G-C Ww/Ww pairing antiparallel cis XIX 
E604-E642 : A-U Ww/Ww pairing antiparallel cis XX 
E605-E627 : G-C Ww/Ww pairing antiparallel cis XIX 
E606-E626 : G-C Ww/Ww pairing antiparallel cis 
E609-E644 : A-C Ss/O2' pairing 
E611-E641 : G-C Ww/Ww pairing antiparallel cis XIX 
E613-E640 : C-G Ww/Ww pairing antiparallel cis XIX 
E614-E639 : U-A Ww/Ww pairing antiparallel cis XX 
E615-E638 : G-C Ww/Ww pairing antiparallel cis XIX 
E616-E637 : G-C Ww/Ww pairing antiparallel cis XIX 
E617-E620 : U-C O2'/Ww pairing 
E617-E634 : U-A Ws/Hh pairing antiparallel trans XXIV 
E618-E631 : G-G Bs/O2P pairing 
E619-E631 : C-G O2'/Bs upward pairing 
E621-E634 : A-A Ww/Wh pairing parallel trans one_hbond 
E622-E629 : G-C Ww/Ww pairing antiparallel cis XIX 
E623-E628 : C-G Ww/Ww pairing antiparallel cis XIX 
E624-E627 : A-C O2'/Bh pairing 
E628-E636 : G-U Sw/Ws pairing parallel trans one_hbond 
E661-E667 : G-G O2P/Bs outward pairing 
E661-E1567 : G-C Ww/Ww pairing antiparallel cis XIX 
E664-E1576 : G-G Ww/Hw pairing antiparallel trans one_hbond 
E668-E1575 : C-G Ww/Ww pairing antiparallel cis XIX 
E669-E675 : U-A O2'/Ww pairing 
E669-E1574 : U-A Ww/Ww pairing antiparallel cis XX 
E670-E1573 : G-C Ww/Ww pairing antiparallel cis XIX 
E671-E1554 : U-A Ww/Ww pairing antiparallel cis XX 
E672-E1553 : U-A Ww/Ww pairing antiparallel cis XX 
E676-E677 : G-G Sw/Hh adjacent_5p pairing parallel cis one_hbond 109 
E676-E1572 : G-U Ww/Ws pairing antiparallel cis one_hbond 
E677-E1305 : G-A Ww/O2P Bs/O2P pairing 
E678-E1310 : G-C Ww/Ww pairing antiparallel cis XIX 
E679-E1274 : U-A Ss/Bs O2'/Ss pairing antiparallel cis one_hbond 
E679-E1309 : U-A Ww/Ww pairing antiparallel cis XX 
E680-E1308 : U-A Ww/Ww pairing antiparallel cis XX 
E681-E1307 : C-G Ww/Ww pairing antiparallel cis XIX 
E682-E1305 : G-A Ww/O2P Bs/O2P pairing 
E682-E1306 : G-A Ss/Hh pairing antiparallel trans XI 
E683-E1304 : U-C O2P/Bh pairing 
E683-E1305 : U-A Ww/Hh pairing antiparallel trans XXIV 
E685-E1303 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E686-E1302 : U-A Ww/Ww pairing antiparallel cis XX 
E687-E1301 : U-A Ww/Ww pairing antiparallel cis XX 
E688-E1300 : G-C Ww/O2P Bs/O2P pairing 
E689-E1195 : A-G Ww/Ws pairing antiparallel cis one_hbond 
E690-E1194 : A-U Ww/Ww pairing antiparallel cis one_hbond 
E693-E910 : G-A Bs/O2P pairing 
E698-E757 : C-G Ww/Ww pairing antiparallel cis XIX 
E699-E756 : C-G Ww/Ww pairing antiparallel cis 
E701-E754 : C-G Ws/Ww pairing antiparallel cis one_hbond 130 
E703-E753 : A-U Ww/Ws pairing antiparallel cis one_hbond 
E704-E752 : A-U Ww/Ws pairing antiparallel cis 
E705-E750 : G-C Wh/Wh pairing antiparallel cis one_hbond 
E705-E751 : G-C Ws/Ws pairing antiparallel cis one_hbond 
E706-E750 : G-C Ww/Ww pairing antiparallel cis 
E708-E749 : G-C Ww/Ww pairing antiparallel cis 
E708-E750 : G-C Bs/O2' pairing 
E710-E747 : A-U Wh/Wh pairing antiparallel cis one_hbond 
E712-E746 : U-A Ws/Ww pairing antiparallel cis 
E714-E718 : G-A O2'/Hh pairing 
E719-E743 : G-C Bs/O2' pairing 
E722-E738 : C-G Ww/Ww pairing antiparallel cis one_hbond 130 
E724-E734 : A-G Ww/Ww pairing antiparallel cis VIII 
E725-E733 : U-G Ws/Ws pairing antiparallel cis one_hbond 
E726-E732 : C-C Ww/Bh pairing parallel trans 134 
E728-E730 : A-U Hh/O2P pairing 
E761-E780 : G-C Ww/Ws pairing antiparallel cis one_hbond 130 
E764-E781 : A-A Bh/O2' pairing 
E768-E774 : G-C Ss/Wh pairing parallel trans one_hbond 119 
E784-E787 : A-C Ss/O2' pairing 
E786-E907 : A-G Ww/O2P pairing 
E787-E844 : C-G Ww/Ww pairing antiparallel cis one_hbond 
E788-E843 : A-U Ww/Ww pairing antiparallel cis XX 
E789-E842 : C-G Ww/Ww pairing antiparallel cis 
E790-E841 : G-C Ww/Ww pairing antiparallel cis XIX 
E791-E840 : G-C Ww/Ww pairing antiparallel cis XIX 
E792-E839 : G-C Ww/Ww pairing antiparallel cis 
E793-E795 : A-U Ss/O2P downward pairing 
E795-E838 : U-G Ws/Ww O2'/Bs pairing antiparallel cis one_hbond 
E796-E837 : G-C Ww/Ww pairing antiparallel cis 
E796-E838 : G-G O2P/Bs outward pairing 
E800-E836 : C-G Ww/Ww pairing antiparallel cis 
E801-E835 : C-G Ww/Ww pairing antiparallel cis 
E803-E834 : U-G Ws/Ws pairing antiparallel cis one_hbond 
E810-E812 : U-A O2'/Ss pairing 
E819-E822 : G-A O2'/Bh pairing 
E823-E825 : U-C Ws/Hw pairing parallel cis one_hbond 99 
E851-E912 : U-A Ww/Ww pairing antiparallel cis XX 
E852-E911 : A-U Ww/Ww pairing antiparallel cis one_hbond 
E853-E908 : C-G Ww/Ww pairing antiparallel cis XIX 
E854-E907 : U-G Ws/Ww pairing antiparallel cis XXVIII 
E855-E906 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E856-E905 : U-A Ww/Ww pairing antiparallel cis XX 
E857-E904 : G-C Ww/Ww pairing antiparallel cis XIX 
E858-E903 : A-G Wh/Wh pairing antiparallel cis one_hbond 
E864-E898 : A-A Wh/Ww pairing antiparallel cis one_hbond 37 
E865-E897 : A-U Ww/Ww pairing antiparallel cis XX 
E866-E896 : A-U Ww/Ww pairing antiparallel cis one_hbond 
E867-E895 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
E869-E879 : G-C Ww/Ww pairing antiparallel cis XIX 
E870-E878 : U-G Ws/Ww pairing antiparallel cis XXVIII 
E872-E876 : A-A Ww/Hh pairing antiparallel trans V 
E878-E880 : G-A Bs/O2' pairing 
E881-E890 : G-C Ww/Ww pairing antiparallel cis XIX 
E882-E889 : U-A Ww/Ww pairing antiparallel cis XX 
E883-E888 : C-G Ww/Ww pairing antiparallel cis XIX 
E917-E919 : A-G O2'/Bs pairing 
E918-E919 : G-G O2'/Hh adjacent_5p pairing 
E919-E921 : G-G O2P/Hh pairing 
E922-E923 : C-A O2'/Ss adjacent_5p inward pairing 
E922-E1190 : C-G Ww/Ws pairing antiparallel cis one_hbond 
E925-E971 : C-G Ww/Ww pairing antiparallel cis XIX 
E926-E970 : C-G Ww/Ww pairing antiparallel cis XIX 
E927-E969 : U-U Ws/Ww pairing antiparallel cis XVI 
E930-E966 : G-C Ww/Ww pairing antiparallel cis XIX 
E931-E965 : G-C Ww/Ww pairing antiparallel cis XIX 
E932-E964 : G-U Ww/Ws pairing antiparallel cis one_hbond 
E933-E963 : C-G Ww/Ww pairing antiparallel cis XIX 
E934-E962 : C-A Ww/Wh pairing antiparallel cis one_hbond 75 
E937-E943 : C-G Ww/Ww pairing antiparallel cis 
E979-E1188 : G-C Ww/Ww pairing antiparallel cis XIX 
E984-E1182 : A-G Wh/Wh pairing antiparallel cis one_hbond 
E985-E1181 : G-C Ww/Ww pairing antiparallel cis XIX 
E986-E1180 : U-A Ww/Ww pairing antiparallel cis XX 
E987-E1179 : G-C Ww/Ww pairing antiparallel cis 
E994-E1076 : G-C Wh/Wh pairing antiparallel cis one_hbond 
E995-E1075 : C-G Ww/Ww pairing antiparallel cis XIX 
E996-E1074 : G-C Ww/Ww pairing antiparallel cis XIX 
E997-E998 : G-C O2P/Bh adjacent_5p pairing 
E1084-E1170 : G-C Ww/Ws pairing antiparallel cis one_hbond 130 
E1085-E1169 : G-U Ww/Ws pairing antiparallel cis 
E1086-E1168 : A-U Ww/Ww pairing antiparallel cis XX 
E1087-E1167 : A-C Ww/Ww pairing antiparallel cis 71 
E1089-E1165 : U-G Ws/Ws pairing antiparallel cis one_hbond 
E1184-E1185 : C-A O2'/C8 adjacent_5p pairing 
E1191-E1192 : G-A O2'/Hh adjacent_5p pairing 
E1191-E1193 : G-A Ss/Wh pairing antiparallel trans one_hbond 63 
E1196-E1298 : A-C Ww/O2' inward pairing 
E1197-E1299 : A-U Hh/Ww pairing antiparallel trans one_hbond 
E1199-E1300 : G-C Ww/Ww pairing antiparallel cis XIX 
E1200-E1297 : A-C Wh/Ws pairing antiparallel cis one_hbond 78 
E1201-E1296 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E1203-E1293 : G-C Ww/Ww pairing antiparallel cis XIX 
E1204-E1292 : U-A Ww/Ww pairing antiparallel cis XX 
E1205-E1291 : A-U Ww/Ww pairing antiparallel cis XX 
E1206-E1290 : G-A Ww/Ww pairing antiparallel cis VIII 
E1206-E1382 : G-G Bs/O2' pairing 
E1208-E1289 : U-G Ww/Wh pairing antiparallel cis one_hbond 
E1209-E1288 : C-G Ww/Ww pairing antiparallel cis XIX 
E1210-E1287 : G-A Ww/Ww pairing antiparallel cis VIII 
E1211-E1279 : G-A Bs/O2P outward pairing 
E1212-E1271 : G-G O2P/Bs pairing 
E1212-E1286 : G-A Ww/Ww pairing antiparallel cis VIII 
E1213-E1285 : G-C Ww/Ww pairing antiparallel cis XIX 
E1214-E1284 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E1215-E1283 : A-U Ww/Ww pairing antiparallel cis XX 
E1216-E1282 : G-C Ww/Ww pairing antiparallel cis XIX 
E1217-E1281 : A-U Ww/Ww pairing antiparallel cis XX 
E1218-E1280 : A-U Ww/Ww pairing antiparallel cis XX 
E1219-E1263 : C-G Ww/Ww pairing antiparallel cis XIX 
E1220-E1262 : G-C Ww/Ww pairing antiparallel cis XIX 
E1221-E1261 : U-A Wh/Wh pairing antiparallel cis one_hbond 
E1222-E1260 : A-G Ww/Ww pairing antiparallel cis VIII 
E1223-E1259 : C-A Wh/Ww pairing antiparallel cis one_hbond 71 
E1224-E1258 : U-A Ww/Ww pairing antiparallel cis XX 
E1225-E1257 : G-C Ww/Ww pairing antiparallel cis XIX 
E1226-E1256 : G-C Ww/Ww pairing antiparallel cis XIX 
E1227-E1255 : U-A Ww/Ww pairing antiparallel cis XX 
E1228-E1254 : G-C Ww/Ww pairing antiparallel cis XIX 
E1229-E1253 : C-G Ww/Ww pairing antiparallel cis XIX 
E1230-E1252 : G-C Ww/Ww pairing antiparallel cis XIX 
E1232-E1249 : C-G O2'/Bs inward pairing 
E1233-E1246 : A-U Ww/O2' pairing 
E1233-E1249 : A-G Hh/Ss pairing antiparallel trans XI 
E1234-E1245 : G-C Ww/Ww pairing antiparallel cis XIX 
E1234-E1250 : G-A Sw/Ss O2'/Ww pairing parallel trans one_hbond 57 
E1235-E1244 : A-U Ww/Ww pairing antiparallel cis XX 
E1237-E1242 : G-A Ss/Hh pairing antiparallel trans XI 
E1238-E1240 : U-A O2'/Hh pairing 
E1238-E1241 : U-A Ww/O2P pairing 
E1240-E1333 : A-A Ww/O2' pairing 
E1241-E1332 : A-G Ww/Sw pairing antiparallel cis one_hbond 55 
E1242-E1343 : A-A Ww/O2' pairing 
E1260-E1323 : G-A O2'/Hh pairing 
E1265-E1266 : A-C O2P/Bh adjacent_5p upward pairing 
E1268-E1279 : A-A Ww/Ww pairing parallel trans I 
E1271-E1278 : G-C Ww/Ww pairing antiparallel cis XIX 
E1272-E1277 : C-G Ww/Ww pairing antiparallel cis XIX 
E1273-E1276 : G-G Sw/Hh Ww/O2P Bs/O2P pairing antiparallel trans one_hbond 108 
E1275-E1310 : A-C Ww/O2' pairing 
E1290-E1381 : A-G O2'/Bs pairing 
E1304-E1367 : C-G O2P/Bs pairing 
E1312-E1358 : A-G O2P/Ww O2P/Bs pairing 
E1313-E2292 : A-G Ss/Sw pairing parallel trans one_hbond 57 
E1314-E1357 : A-U Wh/Ws pairing antiparallel cis one_hbond 46 
E1314-E2293 : A-U Ss/O2' pairing 
E1314-E2304 : A-G O2'/Bs pairing 
E1315-E1356 : G-C Ww/Ww pairing antiparallel cis XIX 
E1315-E1592 : G-A Sw/Ww pairing antiparallel cis one_hbond 55 
E1316-E1355 : U-A Ww/Ww pairing antiparallel cis XX 
E1316-E1591 : U-C O2'/Ww pairing 
E1317-E1354 : G-C Ww/Ww pairing antiparallel cis XIX 
E1318-E1353 : U-A Ww/Ww pairing antiparallel cis XX 
E1319-E1352 : G-C Ww/Ww pairing antiparallel cis XIX 
E1320-E1351 : G-C Ww/Ww pairing antiparallel cis XIX 
E1322-E1323 : G-A O2'/Hh adjacent_5p pairing 
E1322-E1348 : G-A Bs/O2P pairing 
E1324-E1350 : U-U Ww/Ws pairing antiparallel cis XVI 
E1325-E1349 : C-G Ww/Ww pairing antiparallel cis XIX 
E1326-E1347 : G-U Ww/O2P pairing 
E1326-E1348 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
E1327-E1346 : A-G O2P/Ww pairing 
E1327-E1347 : A-U Hh/Ww pairing antiparallel trans XXIV 
E1328-E1346 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
E1328-E2295 : A-G O2P/Bs pairing 
E1329-E1345 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E1330-E1344 : A-U Ww/Ww pairing antiparallel cis XX 
E1331-E1343 : U-A Ww/Ww pairing antiparallel cis XX 
E1332-E1342 : G-C Ww/Ww pairing antiparallel cis XIX 
E1333-E1338 : A-A Bh/O2' pairing 
E1333-E1341 : A-C Ww/Hw pairing antiparallel trans one_hbond 
E1334-E1338 : U-A Ww/O2' pairing 
E1335-E1337 : U-G O2'/Hh pairing 
E1336-E2279 : A-U Bh/O2P pairing 
E1337-E2279 : G-U Ww/O2P pairing 
E1340-E1342 : A-C O2P/Bh pairing 
E1357-E1593 : U-A O2'/Ww pairing 
E1358-E1594 : G-G O2P/Bs pairing 
E1361-E2290 : A-C Bh/O2' Hh/O2' pairing 
E1361-E2307 : A-G O2'/Bs pairing 
E1361-E2308 : A-C Ss/O2' pairing 
E1363-E2310 : C-G Ww/Ww pairing antiparallel cis XIX 
E1367-E1571 : G-C Ww/Ww pairing antiparallel cis XIX 
E1368-E1570 : A-U Ww/Ww pairing antiparallel cis XX 
E1369-E1569 : C-G Ww/Ww pairing antiparallel cis XIX 
E1371-E1563 : C-G Ww/Ww pairing antiparallel cis XIX 
E1372-E1562 : C-G Ww/Ww pairing antiparallel cis XIX 
E1373-E1558 : C-U Bh/O2' pairing 
E1373-E1560 : C-G Ww/Ww pairing parallel trans XXII 
E1374-E1558 : A-U Bh/O2P upward pairing 
E1379-E1539 : U-A Wh/Wh pairing antiparallel cis one_hbond 
E1380-E1538 : U-G Ws/Ww pairing antiparallel cis one_hbond 
E1381-E1537 : G-U Ws/Ws pairing antiparallel cis one_hbond 
E1382-E1536 : G-C Ww/Ws pairing antiparallel cis one_hbond 130 
E1383-E1535 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E1384-E1534 : G-A Wh/Wh pairing antiparallel cis one_hbond 
E1385-E1533 : A-U Ww/Ww pairing antiparallel cis XX 
E1546-E1557 : C-U Ww/O2' pairing 
E1549-E1556 : G-C Ww/Ww pairing antiparallel cis XIX 
E1550-E1555 : C-G Ww/Ww pairing antiparallel cis XIX 
E1551-E1554 : G-A Sw/Hh Bs/O2P pairing antiparallel trans one_hbond 
E1552-E1609 : A-A Ww/O2' pairing 
E1553-E1610 : A-A Ss/O2' pairing 
E1555-E1561 : G-A O2'/Ww pairing 
E1560-E1562 : G-G O2'/Hh outward pairing 
E1577-E1604 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E1577-E1606 : G-A O2'/Ww pairing 
E1578-E1603 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E1579-E1602 : G-C Ww/Ww pairing antiparallel cis XIX 
E1580-E1601 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
E1581-E1600 : A-A Hh/Hh Bh/O2P pairing parallel trans II 
E1582-E1583 : G-U Sw/Hw adjacent_5p pairing parallel cis one_hbond 89 
E1583-E1598 : U-G O2P/Ww pairing 
E1583-E1599 : U-A Ws/Hh pairing antiparallel trans XXIV 
E1584-E1598 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
E1586-E1597 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E1587-E1596 : U-G Ws/Ww pairing antiparallel cis XXVIII 
E1588-E1595 : U-A Ww/Ww pairing antiparallel cis XX 
E1589-E1594 : C-G Ww/Ww pairing antiparallel cis XIX 
E1590-E1593 : G-A Sw/Hh Bs/O2P pairing antiparallel trans one_hbond 
E1601-E2184 : A-U Ss/O2' pairing 
E1611-E1768 : A-A O2'/Ww pairing 
E1613-E2167 : U-A Ww/Ww pairing antiparallel cis XX 
E1614-E2166 : G-C Ww/Ww pairing antiparallel cis XIX 
E1614-E2169 : G-A Sw/Ss pairing parallel trans one_hbond 57 
E1615-E2164 : A-U Ww/Ww pairing antiparallel cis XX 
E1616-E2163 : C-G Ww/Ww pairing antiparallel cis XIX 
E1616-E2283 : C-A O2'/Ww pairing 
E1617-E2162 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E1617-E2284 : G-A Bs/O2P pairing 
E1617-E2286 : G-G O2'/Bs pairing 
E1619-E2161 : A-U Ww/Ww pairing antiparallel cis XX 
E1619-E2284 : A-A O2'/Hh pairing 
E1619-E2286 : A-G O2P/Bs pairing 
E1620-E2160 : A-U Ww/Ww pairing antiparallel cis XX 
E1621-E2159 : U-A Ww/Ww pairing antiparallel cis XX 
E1622-E2158 : G-C Ww/Ww pairing antiparallel cis XIX 
E1623-E2157 : G-C Ww/Ww pairing antiparallel cis XIX 
E1624-E2156 : C-G Ww/Ww pairing antiparallel cis XIX 
E1625-E2152 : A-C Hh/Ww pairing antiparallel trans XXV 
E1625-E2155 : A-U Ww/Ww pairing antiparallel cis XX 
E1628-E2151 : A-U Ww/Ww pairing antiparallel cis XX 
E1628-E2154 : A-C Ss/Wh O2'/Ww pairing antiparallel cis one_hbond 74 
E1629-E2150 : C-G Ww/Ww pairing antiparallel cis XIX 
E1630-E2148 : A-A Ww/O2' pairing 
E1632-E1633 : G-A O2'/Hh adjacent_5p upward pairing 
E1633-E2115 : A-C Ww/Ww pairing antiparallel cis 71 
E1634-E2113 : C-G Ww/Ww pairing antiparallel cis XIX 
E1635-E2112 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E1636-E2111 : U-A Ww/Ww pairing antiparallel cis XX 
E1637-E2109 : G-G Ww/O2P pairing 
E1637-E2110 : G-A Ss/Hh O2'/Bh pairing antiparallel trans one_hbond 
E1638-E2109 : G-G Sw/Hh Bs/O2P pairing antiparallel trans one_hbond 108 
E1639-E1985 : A-C Wh/Ww pairing antiparallel cis one_hbond 75 
E1640-E2103 : G-A O2'/Ww pairing 
E1641-E1983 : C-U Wh/Wh pairing antiparallel cis one_hbond 
E1642-E1664 : G-A O2'/Bh pairing 
E1642-E1982 : G-C Ww/Ww pairing antiparallel cis XIX 
E1643-E1981 : U-A Ww/Ww pairing antiparallel cis XX 
E1644-E1663 : G-C Ss/O2' pairing 
E1644-E1980 : G-C Ww/Ww pairing antiparallel cis XIX 
E1645-E1979 : C-G Ww/Ww pairing antiparallel cis XIX 
E1646-E1978 : G-C Ww/Ws pairing antiparallel cis one_hbond 130 
E1651-E1678 : A-C Ss/O2' pairing 
E1652-E1970 : A-G Ww/O2' pairing 
E1654-E1668 : U-G Hw/Ww pairing parallel trans one_hbond 90 
E1655-E1666 : U-G Ws/Ww pairing antiparallel cis XXVIII 
E1656-E1665 : G-C Ww/Ww pairing antiparallel cis XIX 
E1657-E1662 : A-A Ss/O2' pairing 
E1664-E2135 : A-A Bh/O2' pairing 
E1667-E2128 : G-C Bs/O2' pairing 
E1670-E1674 : A-U O2'/Ww pairing 
E1670-E1973 : A-A Bh/O2P outward pairing 
E1670-E2133 : A-C O2P/Bh pairing 
E1671-E2092 : A-A Bh/O2' pairing 
E1672-E1970 : C-G O2P/Hh pairing 
E1672-E1971 : C-C O2P/Bh pairing 
E1675-E1971 : U-C Ws/Wh pairing antiparallel cis one_hbond 100 
E1675-E1972 : U-G Wh/Ww pairing antiparallel cis one_hbond 
E1677-E1970 : C-G Ww/Ww pairing antiparallel cis XIX 
E1678-E1969 : C-G Ww/Ww pairing antiparallel cis XIX 
E1680-E1967 : G-U Ww/Wh pairing antiparallel cis one_hbond 
E1681-E1962 : A-U Bh/O2P pairing 
E1681-E1965 : A-U Ww/Ww pairing antiparallel cis one_hbond 
E1683-E1959 : C-C Bh/O2' pairing 
E1683-E1963 : C-G Ws/Ww pairing antiparallel trans one_hbond 130 
E1686-E1733 : G-A O2P/Ss pairing 
E1687-E1732 : A-A Hh/Ss Bh/O2' pairing antiparallel trans 41 
E1688-E1731 : C-G Ww/Ww pairing antiparallel cis XIX 
E1689-E1691 : A-G O2'/Bs pairing 
E1690-E1730 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E1693-E1727 : U-C Ww/Ws pairing antiparallel cis one_hbond 106 
E1695-E1697 : A-G O2P/Ss pairing 
E1696-E1724 : G-A O2P/Ww pairing 
E1697-E1722 : G-C O2P/Bh pairing 
E1697-E1724 : G-A Ww/Ss pairing parallel trans one_hbond 59 
E1698-E1699 : A-U O2P/Hh adjacent_5p pairing 
E1698-E1726 : A-C Ww/Hw pairing parallel cis one_hbond 70 
E1699-E1722 : U-C Ww/Ww pairing antiparallel cis one_hbond 
E1699-E1726 : U-C O2'/Hh pairing 
E1700-E1721 : U-U Ww/Ws pairing antiparallel cis XVI 
E1703-E1718 : C-U Wh/Ws pairing antiparallel cis one_hbond 100 
E1704-E1711 : A-G O2P/Hh pairing 
E1704-E1713 : A-G Hh/Ww pairing antiparallel trans one_hbond 
E1704-E1717 : A-U Ww/Ww pairing antiparallel cis XX 
E1705-E1716 : G-C Ww/Ww pairing antiparallel cis XIX 
E1706-E1711 : A-G O2P/Ww pairing 
E1708-E1710 : U-A O2'/Hh Ww/O2P pairing 
E1708-E1711 : U-G Ww/O2P pairing 
E1723-E1724 : G-A O2P/Ww adjacent_5p pairing 
E1734-E1958 : U-U Ww/Ws pairing antiparallel cis XVI 
E1735-E1957 : G-C Ww/Ww pairing antiparallel cis 
E1736-E1956 : G-C Ww/Ww pairing antiparallel cis XIX 
E1738-E1955 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E1739-E1954 : G-C Ww/Ww pairing antiparallel cis XIX 
E1740-E1953 : U-G Ws/Ww pairing antiparallel cis XXVIII 
E1741-E1745 : G-G Ww/Hh pairing parallel cis VI 
E1743-E1946 : A-C Hh/Ww pairing antiparallel trans XXV 
E1743-E1952 : A-U Wh/Ws pairing antiparallel cis one_hbond 46 
E1744-E1951 : U-A Ws/Ww pairing antiparallel cis one_hbond 
E1745-E1949 : G-U Ws/Wh pairing antiparallel cis one_hbond 94 
E1746-E1945 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E1746-E1948 : G-G Sw/Hw pairing antiparallel trans one_hbond 112 
E1747-E1944 : C-G Ww/Ww pairing antiparallel cis XIX 
E1748-E1943 : C-G Ww/Ww pairing antiparallel cis XIX 
E1749-E1941 : G-C Ww/Ww pairing antiparallel cis XIX 
E1750-E1940 : C-G Ww/Ww pairing antiparallel cis XIX 
E1751-E1939 : U-A Ww/Ww pairing antiparallel cis one_hbond 
E1752-E1938 : U-C Wh/Wh pairing parallel trans one_hbond 105 
E1753-E1936 : U-A Ws/Wh pairing antiparallel trans one_hbond 46 
E1756-E1782 : G-U Hh/O2' pairing 
E1756-E1795 : G-C Ww/Ww pairing antiparallel cis XIX 
E1757-E1794 : U-A Ww/Ww pairing antiparallel cis XX 
E1758-E1793 : C-G Ww/Ww pairing antiparallel cis XIX 
E1760-E1772 : G-G Hw/Sw pairing antiparallel trans one_hbond 112 
E1760-E1791 : G-C Ww/Ww pairing antiparallel cis XIX 
E1761-E1790 : U-A Ww/Ww pairing antiparallel cis XX 
E1762-E1771 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E1762-E1789 : G-A O2'/Ww pairing 
E1763-E1770 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E1764-E1769 : A-U Ww/Ww pairing antiparallel cis XX 
E1765-E1768 : G-A Sw/Hh Ww/O2P Bs/O2P pairing antiparallel trans one_hbond 
E1772-E1791 : G-C O2'/Bh pairing 
E1774-E1787 : U-U Ww/Ws pairing antiparallel cis XVI 
E1776-E1785 : G-C Ww/Ww pairing antiparallel cis XIX 
E1778-E1784 : U-C Ww/Ww pairing antiparallel cis one_hbond 
E1779-E1781 : U-A O2'/Hh pairing 
E1779-E1782 : U-U Ww/O2P pairing 
E1781-E1797 : A-A Ss/O2' pairing 
E1783-E1796 : U-G O2P/Ww pairing 
E1788-E1791 : C-C Bh/O2P pairing 
E1797-E1936 : A-A O2P/Ss pairing 
E1800-E1934 : U-G Wh/Ws pairing antiparallel cis one_hbond 94 
E1801-E1933 : C-G Ww/Ww pairing antiparallel cis 
E1802-E1932 : C-G Ww/Ww pairing antiparallel cis XIX 
E1803-E1931 : A-U Ww/Ww pairing antiparallel cis XX 
E1804-E1930 : A-U Ww/Ww pairing antiparallel cis XX 
E1806-E1901 : C-G Ws/Ww pairing antiparallel cis one_hbond 130 
E1807-E1900 : U-G Ws/Ww pairing antiparallel cis XXVIII 
E1808-E1899 : G-C Ww/Ww pairing antiparallel cis XIX 
E1809-E1898 : C-G Ww/Ww pairing antiparallel cis XIX 
E1810-E1897 : C-U Ww/Ww pairing antiparallel cis one_hbond 
E1814-E1815 : U-A O2P/Hh adjacent_5p pairing 
E1815-E1892 : A-U Ww/Ww pairing antiparallel cis XX 
E1816-E1891 : G-C Ww/Ww pairing antiparallel cis XIX 
E1816-E1893 : G-U Sw/Hw pairing antiparallel trans one_hbond 88 
E1817-E1890 : G-C Ww/Ww pairing antiparallel cis XIX 
E1818-E1889 : A-U Ww/Ww pairing antiparallel cis XX 
E1819-E1888 : U-A Ww/Ww pairing antiparallel cis XX 
E1822-E1887 : A-U Ss/Ww pairing antiparallel cis one_hbond 43 
E1825-E1879 : A-U Bs/Wh pairing antiparallel cis one_hbond 
E1846-E1872 : C-G Ww/Ww pairing antiparallel cis one_hbond 
E1847-E1871 : C-G Ww/Ww pairing antiparallel cis XIX 
E1848-E1870 : U-G Ws/Ws pairing antiparallel cis one_hbond 
E1849-E1869 : U-G Ws/Ww pairing antiparallel cis one_hbond 
E1850-E1868 : C-G Ww/Ww pairing antiparallel cis XIX 
E1851-E1867 : C-G Ww/Ww pairing antiparallel cis XIX 
E1854-E1864 : G-C Ww/Ww pairing antiparallel cis XIX 
E1855-E1863 : G-C Ww/Ws pairing antiparallel cis one_hbond 130 
E1856-E1862 : G-C Ww/Ww pairing antiparallel cis XIX 
E1857-E1860 : U-U Ww/O2P pairing 
E1872-E1873 : G-G O2'/C8 adjacent_5p upward pairing 
E1873-E1876 : G-G O2P/Bs pairing 
E1874-E1876 : C-G Hh/Bh pairing parallel cis 121 
E1874-E1877 : C-U O2P/Ww pairing 
E1882-E2051 : G-C Ww/O2' pairing 
E1892-E1894 : U-C Ws/Hw pairing parallel cis one_hbond 99 
E1895-E2047 : U-A O2'/Ww pairing 
E1902-E1925 : G-A Ss/Ww pairing parallel trans X 
E1908-E1919 : U-A Ww/Ww pairing antiparallel cis one_hbond 
E1910-E1918 : G-C Ww/Ww pairing antiparallel cis XIX 
E1911-E1917 : U-G Ws/Wh pairing antiparallel cis one_hbond 
E1912-E1916 : U-C O2'/Bh pairing 
E1924-E1926 : G-G O2'/Hh pairing 
E1924-E1927 : G-A Bs/O2P pairing 
E1974-E1975 : C-A O2P/Hh O2P/Bh adjacent_5p pairing 
E1984-E2135 : A-A O2'/Ss pairing 
E1986-E2073 : A-G O2'/Bs pairing 
E1987-E2070 : A-C O2'/Ww pairing 
E1987-E2105 : A-C Ss/O2' pairing 
E1988-E2071 : U-U Hh/Ww pairing antiparallel trans 81 
E1989-E2067 : G-C Ww/O2' pairing 
E1989-E2068 : G-C O2'/Bh upward pairing 
E1992-E1993 : A-G O2'/Hh adjacent_5p pairing 
E1992-E2066 : A-C Bs/Ws pairing antiparallel cis one_hbond 
E1993-E2064 : G-G Ww/Wh pairing antiparallel cis one_hbond 
E1997-E2059 : G-A Wh/Wh pairing antiparallel cis one_hbond 
E1998-E2058 : A-C Wh/Ww pairing antiparallel cis one_hbond 75 
E2001-E2124 : A-G Bh/O2' pairing 
E2003-E2126 : G-A Ws/Ss Ww/O2' pairing parallel trans one_hbond 
E2013-E2019 : U-C Ww/Ww pairing antiparallel cis one_hbond 
E2024-E2043 : C-G Ww/Ww pairing antiparallel cis XIX 
E2025-E2042 : U-G Ws/Ws pairing antiparallel cis one_hbond 
E2029-E2038 : U-G Ws/Ww pairing antiparallel cis XXVIII 
E2035-E2096 : A-G Ss/O2' pairing 
E2036-E2037 : A-A O2P/Hh adjacent_5p upward pairing 
E2037-E2095 : A-G O2P/Hh pairing 
E2046-E2049 : A-C O2'/Bh pairing 
E2049-E2050 : C-C O2P/Ww adjacent_5p pairing 
E2056-E2123 : A-C Ss/O2' pairing 
E2061-E2063 : G-A O2'/Ss pairing 
E2070-E2105 : C-C O2'/Bh inward pairing 
E2071-E2073 : U-G O2'/Hh upward pairing 
E2073-E2105 : G-C Ww/Ww pairing antiparallel cis 
E2074-E2102 : G-C Ww/O2P Bs/O2P pairing 
E2074-E2104 : G-A Sw/Hh O2'/Bh pairing antiparallel trans one_hbond 
E2079-E2098 : G-C Ww/Ws pairing antiparallel cis one_hbond 130 
E2081-E2097 : G-U Bs/O2' upward pairing 
E2083-E2094 : A-U Ww/Ww pairing antiparallel cis XX 
E2085-E2092 : U-A Ws/Wh pairing antiparallel cis one_hbond 46 
E2086-E2089 : G-A Ww/O2P pairing 
E2098-E2099 : C-G O2'/Bs adjacent_5p inward pairing 
E2101-E2102 : G-C O2P/Bh adjacent_5p pairing 
E2116-E2148 : U-A O2'/Ww pairing 
E2117-E2147 : C-U Hw/Wh pairing antiparallel trans one_hbond 104 
E2118-E2145 : G-A Bs/O2P pairing 
E2119-E2144 : U-G O2P/Ww pairing 
E2119-E2145 : U-A Ws/Hh pairing antiparallel trans XXIV 
E2120-E2144 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
E2121-E2143 : G-C Ww/Ww pairing antiparallel cis XIX 
E2122-E2142 : G-C Ww/Ww pairing antiparallel cis XIX 
E2123-E2141 : C-G Ww/Ww pairing antiparallel cis XIX 
E2124-E2140 : G-U Ww/Wh pairing antiparallel cis one_hbond 
E2125-E2139 : C-G Ww/Ww pairing antiparallel cis XIX 
E2126-E2138 : A-U Ww/Ww pairing antiparallel cis XX 
E2127-E2137 : G-C Ww/Ww pairing antiparallel cis XIX 
E2128-E2136 : C-A Ww/Wh pairing antiparallel cis one_hbond 75 
E2129-E2134 : U-A Ww/Hh pairing antiparallel trans XXIV 
E2151-E2153 : U-C Ws/Wh pairing antiparallel cis one_hbond 100 
E2165-E2281 : A-A Bh/O2' pairing 
E2170-E2285 : C-G Ww/Ww pairing antiparallel cis XIX 
E2172-E2282 : G-C Ww/Ww pairing antiparallel cis XIX 
E2173-E2281 : C-A Ww/Wh pairing antiparallel cis one_hbond 75 
E2175-E2278 : C-G Ww/Ww pairing antiparallel cis XIX 
E2176-E2277 : G-C Ww/Ww pairing antiparallel cis XIX 
E2176-E2299 : G-A Ss/O2' pairing 
E2177-E2276 : U-U Wh/Ww pairing antiparallel cis one_hbond 
E2178-E2275 : C-G Ww/Ww pairing antiparallel cis XIX 
E2179-E2273 : G-A Ww/Ww pairing antiparallel cis one_hbond 
E2180-E2272 : U-A Ww/Ww pairing antiparallel cis XX 
E2181-E2271 : U-A Ws/Ww pairing antiparallel cis 
E2182-E2270 : G-C Ww/Ww pairing antiparallel cis XIX 
E2183-E2269 : U-G Ws/Ww pairing antiparallel cis XXVIII 
E2184-E2268 : U-A Ww/Ww pairing antiparallel cis XX 
E2185-E2267 : U-A Ww/Ww pairing antiparallel cis XX 
E2186-E2266 : C-G Ww/Ww pairing antiparallel cis XIX 
E2187-E2265 : C-G Ww/Ww pairing antiparallel cis XIX 
E2188-E2264 : G-A O2'/Bh Bs/O2P pairing 
E2189-E2263 : A-G Hh/Ss pairing antiparallel trans XI 
E2190-E2262 : U-A Ww/Ww pairing antiparallel cis XX 
E2191-E2261 : G-U Ww/Ws pairing antiparallel cis one_hbond 
E2193-E2259 : U-A Ww/Ww pairing antiparallel cis XX 
E2194-E2258 : G-C Ww/Ww pairing antiparallel cis XIX 
E2195-E2257 : G-U Ww/Ws pairing antiparallel cis XXVIII 
E2197-E2255 : G-C Ww/Ww pairing antiparallel cis XIX 
E2198-E2254 : C-U Wh/Wh pairing antiparallel cis one_hbond 
E2199-E2253 : A-U Ww/Ww pairing antiparallel cis XX 
E2200-E2252 : A-U Ww/Ww pairing antiparallel cis XX 
E2201-E2251 : U-A Ww/Ww pairing antiparallel cis XX 
E2202-E2250 : A-U Ww/Ww pairing antiparallel cis XX 
E2204-E2248 : A-G Hh/Ss pairing antiparallel trans XI 
E2205-E2247 : G-C Ww/Ww pairing antiparallel cis XIX 
E2206-E2246 : G-C Ww/Ww pairing antiparallel cis XIX 
E2207-E2245 : U-A Ww/Ww pairing antiparallel cis XX 
E2208-E2244 : G-C Ww/Ww pairing antiparallel cis XIX 
E2209-E2243 : A-U Ww/Ww pairing antiparallel cis XX 
E2210-E2242 : U-U Ws/Ww pairing antiparallel cis XVI 
E2211-E2241 : C-G Ww/Ww pairing antiparallel cis XIX 
E2212-E2240 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
E2213-E2215 : G-C O2'/Bh pairing 
E2213-E2239 : G-A Sw/Hh pairing antiparallel trans one_hbond 
E2214-E2238 : A-A Hh/Ss Bh/O2' pairing antiparallel trans 41 
E2215-E2237 : C-G Ww/Ww pairing antiparallel cis XIX 
E2217-E2235 : G-C Ww/Ww pairing antiparallel cis XIX 
E2218-E2234 : U-A Ww/Ww pairing antiparallel cis XX 
E2219-E2233 : C-G Ww/Ww pairing antiparallel cis XIX 
E2220-E2232 : G-U Ws/Ws pairing antiparallel cis one_hbond 
E2221-E2231 : A-U Ww/Ww pairing antiparallel cis XX 
E2222-E2230 : G-C Ww/Ww pairing antiparallel cis XIX 
E2223-E2229 : U-A Ww/Ww pairing antiparallel cis XX 
E2224-E2228 : G-C Ww/Ww pairing antiparallel cis XIX 
E2278-E2300 : G-A Sw/Ss O2'/Ww pairing parallel trans one_hbond 57 
E2283-E2286 : A-G Hh/Ww pairing parallel cis one_hbond 
E2288-E2309 : A-U Ww/Ww pairing antiparallel cis XX 
E2289-E2308 : G-C Ww/Ww pairing antiparallel cis XIX 
E2290-E2307 : C-G Ww/Ww pairing antiparallel cis XIX 
E2291-E2306 : U-A Ww/Ww pairing antiparallel cis XX 
E2292-E2305 : G-C Ww/Ww pairing antiparallel cis XIX 
E2293-E2304 : U-G Ws/Ww pairing antiparallel cis XXVIII 
E2294-E2303 : A-U Ww/Ww pairing antiparallel cis XX 
E2295-E2302 : G-C Ww/Ww pairing antiparallel cis XIX 
E2296-E2301 : G-C Ww/Ww pairing antiparallel cis XIX 
