Residue conformations -------------------------------------------
b5 : TYR
b6 : TRP
b7 : ASN
b8 : ILE
b9 : ASN
b10 : LEU
b11 : GLU
b12 : GLU
b13 : MET
b14 : MET
b15 : GLU
b16 : ALA
b17 : GLY
b18 : VAL
b19 : HIS
b20 : PHE
b21 : GLY
b22 : HIS
b23 : GLY
b24 : THR
b25 : ARG
b26 : LYS
b27 : TRP
b28 : ASN
b29 : PRO
b30 : ARG
b31 : MET
b32 : SER
b33 : PRO
b34 : TYR
b35 : ILE
b36 : SER
b37 : ALA
b38 : LYS
b39 : CYS
b40 : LYS
b41 : GLY
b42 : ILE
b43 : HIS
b44 : ILE
b45 : ILE
b46 : ASN
b47 : LEU
b48 : THR
b49 : ARG
b50 : THR
b51 : ALA
b52 : ARG
b53 : PHE
b54 : LEU
b55 : SER
b56 : GLU
b57 : ALA
b58 : CYS
b59 : ASP
b60 : LEU
b61 : VAL
b62 : PHE
b63 : ASP
b64 : ALA
b65 : SER
b66 : SER
b67 : ARG
b68 : GLY
b69 : LYS
b70 : GLN
b71 : PHE
b72 : LEU
b73 : ILE
b74 : VAL
b75 : GLY
b76 : THR
b77 : LYS
b78 : ASN
b79 : LYS
b80 : ALA
b81 : ALA
b82 : ASP
b83 : SER
b84 : VAL
b85 : ALA
b86 : ARG
b87 : ALA
b88 : ALA
b89 : ILE
b90 : ARG
b91 : ALA
b92 : ARG
b93 : CYS
b94 : HIS
b95 : TYR
b96 : VAL
b97 : ASN
b98 : LYS
b99 : LYS
b100 : TRP
b101 : LEU
b102 : GLY
b103 : GLY
b104 : MET
b105 : LEU
b106 : THR
b107 : ASN
b108 : TRP
b109 : SER
b110 : THR
b111 : THR
b112 : GLU
b113 : THR
b114 : ARG
b115 : LEU
b116 : HIS
b117 : LYS
b118 : PHE
b119 : ARG
b120 : ASP
b121 : LEU
b122 : ARG
b123 : MET
b124 : GLU
b125 : GLN
b126 : THR
b127 : ALA
b128 : GLY
b129 : ARG
b130 : LEU
b131 : ALA
b132 : ARG
b133 : LEU
b134 : PRO
b135 : LYS
b136 : ARG
b137 : ASP
b138 : ALA
b139 : ALA
b140 : VAL
b141 : VAL
b142 : LYS
b143 : ARG
b144 : GLN
b145 : LEU
b146 : SER
b147 : HIS
b148 : LEU
b149 : GLN
b150 : THR
b151 : TYR
b152 : LEU
b153 : GLY
b154 : GLY
b155 : ILE
b156 : LYS
b157 : TYR
b158 : MET
b159 : THR
b160 : GLY
b161 : LEU
b162 : PRO
b163 : ASP
b164 : ILE
b165 : VAL
b166 : ILE
b167 : ILE
b168 : VAL
b169 : ASP
b170 : GLN
b171 : GLN
b172 : GLU
b173 : GLU
b174 : TYR
b175 : THR
b176 : ALA
b177 : LEU
b178 : ARG
b179 : GLU
b180 : CYS
b181 : ILE
b182 : THR
b183 : LEU
b184 : GLY
b185 : ILE
b186 : PRO
b187 : THR
b188 : ILE
b189 : CYS
b190 : LEU
b191 : ILE
b192 : ASP
b193 : THR
b194 : ASN
b195 : CYS
b196 : ASN
b197 : PRO
b198 : ASP
b199 : LEU
b200 : ALA
b201 : ASP
b202 : ILE
b203 : SER
b204 : ILE
b205 : PRO
b206 : ALA
b207 : ASN
b208 : ASP
b209 : ASP
b210 : ALA
b211 : ILE
b212 : ALA
b213 : SER
b214 : ILE
b215 : ARG
b216 : LEU
b217 : ILE
b218 : LEU
b219 : THR
b220 : LYS
b221 : LEU
b222 : VAL
b223 : PHE
b224 : ALA
b225 : ILE
b226 : CYS
b227 : GLU
b228 : GLY
b229 : ARG
b230 : SER
b231 : SER
c3 : GLN
c4 : LYS
c5 : ILE
c6 : ASN
c7 : PRO
c8 : LEU
c9 : GLY
c10 : PHE
c11 : ARG
c12 : LEU
c13 : GLY
c14 : THR
c15 : THR
c16 : GLN
c17 : SER
c18 : HIS
c19 : TYR
c20 : SER
c21 : LEU
c22 : TRP
c23 : PHE
c24 : SER
c25 : GLN
c26 : PRO
c27 : LYS
c28 : ASN
c29 : TYR
c30 : ALA
c31 : GLU
c32 : GLY
c33 : LEU
c34 : GLN
c35 : GLU
c36 : ASP
c37 : GLN
c38 : LYS
c39 : ILE
c40 : ARG
c41 : ASP
c42 : CYS
c43 : ILE
c44 : LYS
c45 : ASN
c46 : TYR
c47 : VAL
c48 : GLN
c49 : LYS
c50 : ASN
c51 : THR
c52 : LYS
c53 : THR
c54 : SER
c55 : SER
c56 : GLY
c57 : VAL
c58 : GLU
c59 : GLY
c60 : ILE
c61 : ALA
c62 : ARG
c63 : ILE
c64 : GLU
c65 : ILE
c66 : GLN
c67 : LYS
c68 : ARG
c69 : ILE
c70 : ASP
c71 : LEU
c72 : ILE
c73 : GLN
c74 : VAL
c75 : ILE
c76 : ILE
c77 : HIS
c78 : MET
c79 : GLY
c80 : PHE
c81 : PRO
c82 : LYS
c83 : LEU
c84 : LEU
c85 : ILE
c86 : GLU
c87 : ASN
c88 : ARG
c89 : PRO
c90 : GLN
c91 : GLY
c92 : VAL
c93 : GLU
c94 : ASP
c95 : LEU
c96 : LYS
c97 : ILE
c98 : ASN
c99 : VAL
c100 : GLN
c101 : LYS
c102 : GLU
c103 : LEU
c104 : ASN
c105 : CYS
c106 : VAL
c107 : ASN
c108 : ARG
c109 : LYS
c110 : LEU
c111 : ASN
c112 : ILE
c113 : ALA
c114 : ILE
c115 : THR
c116 : ARG
c117 : ILE
c118 : ALA
c119 : LYS
c120 : PRO
c121 : TYR
c122 : GLY
c123 : ASP
c124 : PRO
c125 : ASN
c126 : ILE
c127 : LEU
c128 : ALA
c129 : GLU
c130 : PHE
c131 : ILE
c132 : ALA
c133 : GLY
c134 : GLN
c135 : LEU
c136 : LYS
c137 : SER
c138 : ARG
c139 : VAL
c140 : SER
c141 : PHE
c142 : ARG
c143 : LYS
c144 : ALA
c145 : MET
c146 : LYS
c147 : LYS
c148 : ALA
c149 : ILE
c150 : GLU
c151 : LEU
c152 : THR
c153 : GLU
c154 : GLN
c155 : ALA
c156 : ASP
c157 : THR
c158 : LYS
c159 : GLY
c160 : ILE
c161 : GLN
c162 : ILE
c163 : GLN
c164 : ILE
c165 : ALA
c166 : GLY
c167 : ARG
c168 : ILE
c169 : ASP
c170 : GLY
c171 : LYS
c172 : GLU
c173 : ILE
c174 : ALA
c175 : ARG
c176 : ILE
c177 : GLU
c178 : TRP
c179 : ILE
c180 : ARG
c181 : GLU
c182 : GLY
c183 : ARG
c184 : VAL
c185 : PRO
c186 : LEU
c187 : GLN
c188 : THR
c189 : ILE
c190 : ARG
c191 : ALA
c192 : LYS
c193 : ILE
c194 : ASP
c195 : TYR
c196 : CYS
c197 : ALA
c198 : TYR
c199 : THR
c200 : VAL
c201 : ARG
c202 : THR
c203 : ILE
c204 : TYR
c205 : GLY
c206 : VAL
c207 : LEU
c208 : GLY
c209 : ILE
c210 : LYS
c211 : ILE
c212 : TRP
c213 : ILE
c214 : PHE
c215 : MET
e138 : GLY
e139 : PHE
e140 : GLY
e141 : SER
e142 : LYS
e143 : SER
e144 : LYS
e145 : LYS
e146 : GLU
e147 : LYS
e148 : ILE
e149 : ARG
e150 : ASP
e151 : GLY
e152 : PHE
e153 : GLU
e154 : GLU
e155 : ASN
e156 : VAL
e157 : VAL
e158 : GLN
e159 : VAL
e160 : ARG
e161 : ARG
e162 : VAL
e163 : THR
e164 : LYS
e165 : VAL
e166 : VAL
e167 : LYS
e168 : GLY
e169 : GLY
e170 : LYS
e171 : HIS
e172 : MET
e173 : ARG
e174 : PHE
e175 : ARG
e176 : ALA
e177 : ILE
e178 : VAL
e179 : VAL
e180 : VAL
e181 : GLY
e182 : ASP
e183 : LYS
e184 : LYS
e185 : GLY
e186 : GLN
e187 : VAL
e188 : GLY
e189 : VAL
e190 : GLY
e191 : VAL
e192 : GLY
e193 : LYS
e194 : ALA
e195 : LYS
e196 : GLU
e197 : VAL
e198 : VAL
e199 : SER
e200 : ALA
e201 : VAL
e202 : GLN
e203 : LYS
e204 : ALA
e205 : ALA
e206 : VAL
e207 : ASP
e208 : ALA
e209 : ARG
e210 : ARG
e211 : ASN
e212 : ILE
e213 : ILE
e214 : THR
e215 : VAL
e216 : PRO
e217 : MET
e218 : THR
e219 : LYS
e220 : TYR
e221 : LEU
e222 : THR
e223 : PHE
e224 : PRO
e225 : HIS
e226 : ARG
e227 : ASN
e228 : GLU
e229 : ALA
e230 : ASP
e231 : TYR
e232 : GLY
e233 : ALA
e234 : ALA
e235 : ARG
e236 : VAL
e237 : MET
e238 : LEU
e239 : ARG
e240 : PRO
e241 : ALA
e242 : ALA
e243 : PRO
e244 : GLY
e245 : THR
e246 : GLY
e247 : VAL
e248 : ILE
e249 : ALA
e250 : GLY
e251 : GLY
e252 : ALA
e253 : VAL
e254 : ARG
e255 : THR
e256 : VAL
e257 : LEU
e258 : GLU
e259 : MET
e260 : ALA
e261 : GLY
e262 : VAL
e263 : GLU
e264 : ASN
e265 : ALA
e266 : LEU
e267 : GLY
e268 : LYS
e269 : GLN
e270 : LEU
e271 : GLY
e272 : SER
e273 : ASN
e274 : ASN
e275 : ALA
e276 : LEU
e277 : ASN
e278 : ASN
e279 : ALA
e280 : ARG
e281 : ALA
e282 : THR
e283 : ILE
e284 : VAL
e285 : ALA
e286 : VAL
e287 : GLN
e288 : THR
e289 : MET
e290 : ARG
e291 : GLN
e292 : PHE
e293 : SER
e294 : ASP
e295 : VAL
e296 : ALA
e297 : ARG
e298 : ASP
e299 : ARG
e300 : GLY
e301 : ILE
e302 : PRO
e303 : MET
e304 : GLU
e305 : GLU
e306 : LEU
e307 : TRP
e308 : LYS
f97 : PRO
f98 : GLU
f99 : PRO
f100 : GLN
f101 : CYS
f102 : PRO
f103 : PRO
f104 : GLY
f105 : LEU
f106 : ARG
f107 : GLN
f108 : TYR
f109 : GLU
f110 : THR
f111 : MET
f112 : ALA
f113 : VAL
f114 : LEU
f115 : ARG
f116 : PRO
f117 : ASP
f118 : MET
f119 : THR
f120 : GLU
f121 : ASP
f122 : GLU
f123 : ARG
f124 : LEU
f125 : THR
f126 : LEU
f127 : THR
f128 : GLN
f129 : LYS
f130 : TYR
f131 : GLU
f132 : GLU
f133 : LEU
f134 : LEU
f135 : VAL
f136 : ALA
f137 : GLY
f138 : GLY
f139 : ALA
f140 : MET
f141 : TYR
f142 : VAL
f143 : GLU
f144 : VAL
f145 : PHE
f146 : ASN
f147 : ARG
f148 : GLY
f149 : VAL
f150 : ILE
f151 : PRO
f152 : LEU
f153 : ALA
f154 : TYR
f155 : SER
f156 : ILE
f157 : LYS
f158 : ARG
f159 : LYS
f160 : ASN
f161 : LYS
f162 : ALA
f163 : GLY
f164 : GLU
f165 : THR
f166 : ASN
f167 : ASN
f168 : TYR
f169 : LEU
f170 : ASP
f171 : GLY
f172 : ILE
f173 : TYR
f174 : LEU
f175 : LEU
f176 : PHE
f177 : THR
f178 : TYR
f179 : PHE
f180 : THR
f181 : LYS
f182 : PRO
f183 : GLU
f184 : SER
f185 : ILE
f186 : SER
f187 : PRO
f188 : LEU
f189 : GLU
f190 : ALA
f191 : ALA
f192 : LEU
f193 : VAL
f194 : THR
f195 : ASP
f196 : ASP
f197 : ASP
f198 : VAL
f199 : ILE
f200 : ARG
f201 : SER
f202 : SER
f203 : SER
f204 : PHE
f205 : LYS
f206 : ILE
f207 : ARG
g4 : ARG
g5 : GLY
g6 : THR
g7 : VAL
g8 : GLU
g9 : GLU
g10 : LYS
g11 : THR
g12 : ALA
g13 : LYS
g14 : SER
g15 : ASP
g16 : PRO
g17 : ILE
g18 : TYR
g19 : ARG
g20 : ASN
g21 : ARG
g22 : LEU
g23 : VAL
g24 : ASN
g25 : MET
g26 : LEU
g27 : VAL
g28 : ASN
g29 : ARG
g30 : ILE
g31 : LEU
g32 : LYS
g33 : HIS
g34 : GLY
g35 : LYS
g36 : LYS
g37 : SER
g38 : LEU
g39 : ALA
g40 : TYR
g41 : GLN
g42 : ILE
g43 : LEU
g44 : TYR
g45 : ARG
g46 : ALA
g47 : VAL
g48 : LYS
g49 : LYS
g50 : ILE
g51 : GLN
g52 : GLN
g53 : LYS
g54 : THR
g55 : GLU
g56 : THR
g57 : ASN
g58 : PRO
g59 : LEU
g60 : SER
g61 : VAL
g62 : LEU
g63 : ARG
g64 : GLN
g65 : ALA
g66 : ILE
g67 : ARG
g68 : GLY
g69 : VAL
g70 : THR
g71 : PRO
g72 : ASP
g73 : ILE
g74 : ALA
g75 : VAL
g76 : LYS
g77 : ALA
g78 : ARG
g79 : ARG
g80 : VAL
g81 : GLY
g82 : GLY
g83 : SER
g84 : THR
g85 : HIS
g86 : GLN
g87 : VAL
g88 : PRO
g89 : ILE
g90 : GLU
g91 : ILE
g92 : GLY
g93 : SER
g94 : THR
g95 : GLN
g96 : GLY
g97 : LYS
g98 : ALA
g99 : LEU
g100 : ALA
g101 : ILE
g102 : ARG
g103 : TRP
g104 : LEU
g105 : LEU
g106 : GLY
g107 : ALA
g108 : ALA
g109 : ARG
g110 : LYS
g111 : ARG
g112 : PRO
g113 : GLY
g114 : ARG
g115 : ASN
g116 : MET
g117 : ALA
g118 : PHE
g119 : LYS
g120 : LEU
g121 : SER
g122 : SER
g123 : GLU
g124 : LEU
g125 : VAL
g126 : ASP
g127 : ALA
g128 : ALA
g129 : LYS
g130 : GLY
g131 : SER
g132 : GLY
g133 : ASP
g134 : ALA
g135 : VAL
g136 : ARG
g137 : LYS
g138 : LYS
g139 : GLU
g140 : GLU
g141 : THR
g142 : HIS
g143 : ARG
g144 : MET
g145 : ALA
g146 : GLU
g147 : ALA
g148 : ASN
g149 : ARG
g150 : ALA
g151 : PHE
g152 : ALA
h1 : MET
h2 : GLY
h3 : LYS
h4 : ASP
h5 : THR
h6 : ILE
h7 : ALA
h8 : ASP
h9 : ILE
h10 : ILE
h11 : THR
h12 : CYS
h13 : ILE
h14 : ARG
h15 : ASN
h16 : ALA
h17 : ASP
h18 : MET
h19 : ASN
h20 : ARG
h21 : LYS
h22 : GLY
h23 : THR
h24 : VAL
h25 : ARG
h26 : ILE
h27 : VAL
h28 : SER
h29 : THR
h30 : ASN
h31 : ILE
h32 : THR
h33 : GLU
h34 : ASN
h35 : ILE
h36 : VAL
h37 : LYS
h38 : ILE
h39 : LEU
h40 : LEU
h41 : ARG
h42 : GLU
h43 : GLY
h44 : PHE
h45 : ILE
h46 : GLU
h47 : ASN
h48 : ALA
h49 : ARG
h50 : LYS
h51 : HIS
h52 : GLN
h53 : GLU
h54 : ARG
h55 : ASN
h56 : LYS
h57 : TYR
h58 : PHE
h59 : LEU
h60 : VAL
h61 : LEU
h62 : THR
h63 : LEU
h64 : ARG
h65 : HIS
h66 : ARG
h67 : ARG
h68 : ASN
h69 : LYS
h70 : LYS
h71 : GLY
h72 : PRO
h73 : TYR
h74 : LEU
h75 : ASN
h76 : THR
h77 : PHE
h78 : HIS
h79 : LEU
h80 : LYS
h81 : ARG
h82 : VAL
h83 : SER
h84 : ARG
h85 : PRO
h86 : GLY
h87 : LEU
h88 : ARG
h89 : ILE
h90 : TYR
h91 : SER
h92 : ASN
h93 : TYR
h94 : GLN
h95 : ARG
h96 : ILE
h97 : PRO
h98 : ARG
h99 : ILE
h100 : LEU
h101 : GLY
h102 : GLY
h103 : MET
h104 : GLY
h105 : ILE
h106 : ALA
h107 : ILE
h108 : LEU
h109 : SER
h110 : THR
h111 : SER
h112 : ARG
h113 : GLY
h114 : ILE
h115 : MET
h116 : THR
h117 : ASP
h118 : ARG
h119 : GLU
h120 : ALA
h121 : ARG
h122 : LEU
h123 : GLU
h124 : GLY
h125 : ILE
h126 : GLY
h127 : GLY
h128 : GLU
h129 : ILE
h130 : LEU
h131 : CYS
h132 : TYR
h133 : ILE
h134 : TRP
i63 : LEU
i64 : PRO
i65 : GLY
i66 : GLY
i67 : PHE
i68 : ALA
i69 : ALA
i70 : GLN
i71 : THR
i72 : VAL
i73 : ILE
i74 : GLY
i75 : THR
i76 : GLY
i77 : ARG
i78 : ARG
i79 : LYS
i80 : CYS
i81 : ALA
i82 : ILE
i83 : ALA
i84 : ARG
i85 : VAL
i86 : VAL
i87 : LEU
i88 : GLN
i89 : GLU
i90 : GLY
i91 : THR
i92 : GLY
i93 : LYS
i94 : PHE
i95 : ILE
i96 : ILE
i97 : ASN
i98 : TYR
i99 : ARG
i100 : ASP
i101 : ALA
i102 : LYS
i103 : GLU
i104 : TYR
i105 : LEU
i106 : GLN
i107 : GLY
i108 : ASN
i109 : PRO
i110 : LEU
i111 : TRP
i112 : LEU
i113 : GLN
i114 : TYR
i115 : VAL
i116 : LYS
i117 : THR
i118 : PRO
i119 : LEU
i120 : ALA
i121 : THR
i122 : LEU
i123 : GLY
i124 : TYR
i125 : GLU
i126 : THR
i127 : ASN
i128 : TYR
i129 : ASP
i130 : VAL
i131 : PHE
i132 : VAL
i133 : LYS
i134 : ALA
i135 : HIS
i136 : GLY
i137 : GLY
i138 : GLY
i139 : LEU
i140 : SER
i141 : GLY
i142 : GLN
i143 : ALA
i144 : GLN
i145 : ALA
i146 : ILE
i147 : SER
i148 : LEU
i149 : GLY
i150 : VAL
i151 : ALA
i152 : ARG
i153 : ALA
i154 : LEU
i155 : LEU
i156 : LYS
i157 : VAL
i158 : SER
i159 : ALA
i160 : SER
i161 : HIS
i162 : ARG
i163 : ALA
i164 : PRO
i165 : LEU
i166 : LYS
i167 : GLN
i168 : GLU
i169 : GLY
i170 : LEU
i171 : LEU
i172 : THR
i173 : ARG
i174 : ASP
i175 : SER
i176 : ARG
i177 : ILE
i178 : VAL
i179 : GLU
i180 : ARG
i181 : LYS
i182 : LYS
i183 : PRO
i184 : GLY
i185 : LEU
i186 : LYS
i187 : LYS
i188 : ALA
i189 : ARG
i190 : LYS
i191 : ALA
i192 : PRO
i193 : GLN
i194 : PHE
i195 : SER
j98 : LYS
j99 : ILE
j100 : ARG
j101 : ILE
j102 : LYS
j103 : LEU
j104 : ARG
j105 : SER
j106 : TYR
j107 : TRP
j108 : VAL
j109 : PRO
j110 : LEU
j111 : ILE
j112 : GLU
j113 : ASP
j114 : SER
j115 : CYS
j116 : LYS
j117 : GLN
j118 : ILE
j119 : MET
j120 : ASP
j121 : ALA
j122 : ALA
j123 : ARG
j124 : THR
j125 : THR
j126 : ASN
j127 : ALA
j128 : LYS
j129 : ILE
j130 : MET
j131 : GLY
j132 : PRO
j133 : VAL
j134 : PRO
j135 : LEU
j136 : PRO
j137 : THR
j138 : LYS
j139 : LYS
j140 : ARG
j141 : ILE
j142 : TYR
j143 : CYS
j144 : VAL
j145 : LEU
j146 : LYS
j147 : SER
j148 : PRO
j149 : HIS
j150 : VAL
j151 : HIS
j152 : LYS
j153 : ASP
j154 : ALA
j155 : ARG
j156 : PHE
j157 : HIS
j158 : PHE
j159 : GLU
j160 : ILE
j161 : ARG
j162 : THR
j163 : HIS
j164 : GLN
j165 : ARG
j166 : LEU
j167 : ILE
j168 : ASP
j169 : ILE
j170 : LEU
j171 : TYR
j172 : PRO
j173 : THR
j174 : ALA
j175 : GLN
j176 : THR
j177 : ILE
j178 : ASP
j179 : SER
j180 : LEU
j181 : MET
j182 : GLN
j183 : LEU
j184 : ASP
j185 : LEU
j186 : PRO
j187 : ALA
j188 : GLY
j189 : VAL
j190 : ASP
j191 : VAL
j192 : GLU
j193 : VAL
j194 : LYS
j195 : LEU
k21 : SER
k22 : ALA
k23 : ARG
k24 : LYS
k25 : ILE
k26 : PRO
k27 : LYS
k28 : GLY
k29 : VAL
k30 : ILE
k31 : HIS
k32 : VAL
k33 : GLN
k34 : ALA
k35 : SER
k36 : PHE
k37 : ASN
k38 : ASN
k39 : THR
k40 : ILE
k41 : VAL
k42 : THR
k43 : VAL
k44 : THR
k45 : ASP
k46 : VAL
k47 : ARG
k48 : GLY
k49 : ARG
k50 : VAL
k51 : VAL
k52 : SER
k53 : TRP
k54 : ALA
k55 : SER
k56 : ALA
k57 : GLY
k58 : THR
k59 : CYS
k60 : GLY
k61 : PHE
k62 : ARG
k63 : GLY
k64 : THR
k65 : LYS
k66 : ARG
k67 : GLY
k68 : THR
k69 : PRO
k70 : PHE
k71 : ALA
k72 : ALA
k73 : GLN
k74 : THR
k75 : ALA
k76 : ALA
k77 : GLY
k78 : ASN
k79 : ALA
k80 : ILE
k81 : ARG
k82 : THR
k83 : VAL
k84 : VAL
k85 : GLU
k86 : GLN
k87 : GLY
k88 : MET
k89 : GLN
k90 : ARG
k91 : ALA
k92 : GLU
k93 : VAL
k94 : MET
k95 : ILE
k96 : LYS
k97 : GLY
k98 : PRO
k99 : GLY
k100 : LEU
k101 : GLY
k102 : ARG
k103 : ASP
k104 : ALA
k105 : ALA
k106 : LEU
k107 : ARG
k108 : ALA
k109 : ILE
k110 : ARG
k111 : ARG
k112 : SER
k113 : GLY
k114 : ILE
k115 : LEU
k116 : LEU
k117 : SER
k118 : PHE
k119 : VAL
k120 : ARG
k121 : ASP
k122 : VAL
k123 : THR
k124 : PRO
k125 : MET
k126 : PRO
k127 : HIS
k128 : ASN
k129 : GLY
k130 : CYS
k131 : ARG
k132 : PRO
k133 : PRO
k134 : LYS
k135 : LYS
k136 : ARG
k137 : ARG
k138 : VAL
l1 : MET
l2 : PRO
l3 : THR
l4 : ILE
l5 : LYS
l6 : GLN
l7 : LEU
l8 : ILE
l9 : ARG
l10 : ASN
l11 : THR
l12 : ARG
l13 : GLN
l14 : PRO
l15 : ILE
l16 : ARG
l17 : ASN
l18 : VAL
l19 : THR
l20 : LYS
l21 : SER
l22 : PRO
l23 : ALA
l24 : LEU
l25 : ARG
l26 : GLY
l27 : CYS
l28 : PRO
l29 : GLN
l30 : ARG
l31 : ARG
l32 : GLY
l33 : THR
l34 : CYS
l35 : THR
l36 : ARG
l37 : VAL
l38 : TYR
l39 : THR
l40 : ILE
l41 : THR
l42 : PRO
l43 : LYS
l44 : LYS
l45 : PRO
l46 : ASN
l47 : SER
l48 : ALA
l49 : LEU
l50 : ARG
l51 : LYS
l52 : VAL
l53 : ALA
l54 : ARG
l55 : VAL
l56 : ARG
l57 : LEU
l58 : THR
l59 : SER
l60 : GLY
l61 : PHE
l62 : GLU
l63 : ILE
l64 : THR
l65 : ALA
l66 : TYR
l67 : ILE
l68 : PRO
l69 : GLY
l70 : ILE
l71 : GLY
l72 : HIS
l73 : ASN
l74 : LEU
l75 : GLN
l76 : GLU
l77 : HIS
l78 : SER
l79 : VAL
l80 : VAL
l81 : LEU
l82 : VAL
l83 : ARG
l84 : GLY
l85 : GLY
l86 : ARG
l87 : VAL
l88 : LYS
l89 : ASP
l90 : LEU
l91 : PRO
l92 : GLY
l93 : VAL
l94 : ARG
l95 : TYR
l96 : HIS
l97 : ILE
l98 : VAL
l99 : ARG
l100 : GLY
l101 : THR
l102 : LEU
l103 : ASP
l104 : ALA
l105 : VAL
l106 : GLY
l107 : VAL
l108 : LYS
l109 : ASP
l110 : ARG
l111 : GLN
l112 : GLN
l113 : GLY
l114 : ARG
l115 : SER
l116 : LYS
l117 : TYR
l118 : GLY
l119 : VAL
l120 : LYS
l121 : LYS
l122 : PRO
l123 : LYS
m32 : PRO
m33 : LYS
m34 : LYS
m35 : GLY
m36 : GLY
m37 : ILE
m38 : GLY
m39 : HIS
m40 : GLY
m41 : GLY
m42 : LEU
m43 : GLN
m44 : ILE
m45 : GLU
m46 : CYS
m47 : ILE
m48 : ARG
m49 : ILE
m50 : GLY
m51 : GLY
m52 : VAL
m53 : GLU
m54 : ILE
m55 : PRO
m56 : ASN
m57 : HIS
m58 : LYS
m59 : ARG
m60 : VAL
m61 : GLU
m62 : TYR
m63 : SER
m64 : LEU
m65 : GLN
m66 : TYR
m67 : ILE
m68 : HIS
m69 : GLY
m70 : ILE
m71 : GLY
m72 : ARG
m73 : SER
m74 : ARG
m75 : SER
m76 : ARG
m77 : GLN
m78 : ILE
m79 : LEU
m80 : LEU
m81 : ASP
m82 : LEU
m83 : ASN
m84 : PHE
m85 : ASP
m86 : ASN
m87 : LYS
m88 : VAL
m89 : THR
m90 : LYS
m91 : ASP
m92 : LEU
m93 : SER
m94 : GLU
m95 : GLU
m96 : GLU
m97 : VAL
m98 : ILE
m99 : ILE
m100 : LEU
m101 : ARG
m102 : LYS
m103 : GLU
m104 : LYS
m105 : ARG
m106 : PHE
m107 : ASN
m108 : ARG
m109 : VAL
m110 : ALA
m111 : ILE
m112 : GLU
m113 : ARG
m114 : LEU
m115 : LYS
m116 : GLU
m117 : ILE
m118 : ARG
m119 : CYS
m120 : TYR
m121 : ARG
m122 : GLY
m123 : ILE
m124 : ARG
m125 : HIS
m126 : LYS
m127 : LEU
m128 : GLY
m129 : LEU
m130 : PRO
m131 : VAL
m132 : ARG
m133 : GLY
m134 : GLN
m135 : ARG
m136 : THR
m137 : LYS
m138 : ASN
m139 : ASN
m140 : CYS
m141 : ARG
o21 : SER
o22 : VAL
o23 : GLU
o24 : PHE
o25 : GLN
o26 : VAL
o27 : PHE
o28 : CYS
o29 : PHE
o30 : THR
o31 : ASN
o32 : LYS
o33 : ILE
o34 : ARG
o35 : ARG
o36 : LEU
o37 : THR
o38 : LEU
o39 : HIS
o40 : LEU
o41 : GLU
o42 : LEU
o43 : HIS
o44 : LYS
o45 : LYS
o46 : ASP
o47 : TYR
o48 : SER
o49 : SER
o50 : GLN
o51 : ARG
o52 : GLY
o53 : LEU
o54 : ARG
o55 : LYS
o56 : THR
o57 : LEU
o58 : GLY
o59 : LYS
o60 : ARG
o61 : GLN
o62 : ARG
o63 : LEU
o64 : LEU
o65 : ALA
o66 : TYR
o67 : LEU
o68 : LEU
o69 : LYS
o70 : ILE
o71 : ASN
o72 : GLY
o73 : VAL
o74 : ARG
o75 : TYR
o76 : LYS
o77 : GLU
o78 : LEU
o79 : ILE
o80 : SER
o81 : LYS
o82 : LEU
p1 : MET
p2 : VAL
p3 : LYS
p4 : LEU
p5 : ARG
p6 : LEU
p7 : LYS
p8 : ARG
p9 : CYS
p10 : GLY
p11 : ARG
p12 : LYS
p13 : GLN
p14 : ARG
p15 : ALA
p16 : VAL
p17 : TYR
p18 : ARG
p19 : ILE
p20 : VAL
p21 : ALA
p22 : ILE
p23 : ASP
p24 : VAL
p25 : ARG
p26 : SER
p27 : ARG
p28 : ARG
p29 : GLU
p30 : GLY
p31 : ARG
p32 : ASP
p33 : LEU
p34 : GLN
p35 : LYS
p36 : VAL
p37 : GLY
p38 : PHE
p39 : TYR
p40 : ASP
p41 : PRO
p42 : ILE
p43 : LYS
p44 : SER
p45 : GLN
p46 : THR
p47 : TYR
p48 : LEU
p49 : ASN
p50 : VAL
p51 : PRO
p52 : ALA
p53 : ILE
p54 : LEU
p55 : ASP
p56 : PHE
p57 : LEU
p58 : GLU
p59 : LYS
p60 : GLY
p61 : ALA
p62 : GLN
p63 : PRO
p64 : THR
p65 : GLU
p66 : THR
p67 : VAL
p68 : TYR
p69 : ASP
p70 : ILE
p71 : LEU
p72 : LYS
p73 : ARG
p74 : ALA
p75 : GLU
p76 : VAL
p77 : PHE
p78 : LYS
p79 : GLU
p80 : PHE
q58 : MET
q59 : ARG
q60 : SER
q61 : MET
q62 : GLN
q63 : GLY
q64 : LYS
q65 : VAL
q66 : ILE
q67 : CYS
q68 : ALA
q69 : THR
q70 : ASN
q71 : ASP
q72 : LYS
q73 : THR
q74 : VAL
q75 : ASN
q76 : VAL
q77 : GLU
q78 : VAL
q79 : VAL
q80 : ARG
q81 : LEU
q82 : ALA
q83 : PRO
q84 : HIS
q85 : PRO
q86 : LYS
q87 : TYR
q88 : LYS
q89 : ARG
q90 : ARG
q91 : VAL
q92 : ARG
q93 : LYS
q94 : LYS
q95 : LYS
q96 : LYS
q97 : TYR
q98 : GLN
q99 : ALA
q100 : HIS
q101 : ASP
q102 : PRO
q103 : ASP
q104 : ASN
q105 : GLN
q106 : PHE
q107 : LYS
q108 : VAL
q109 : GLY
q110 : ASP
q111 : TRP
q112 : VAL
q113 : GLN
q114 : LEU
q115 : ASP
q116 : LYS
q117 : CYS
q118 : ARG
q119 : PRO
q120 : ILE
q121 : SER
q122 : LYS
q123 : THR
q124 : LYS
q125 : THR
q126 : PHE
q127 : LEU
q128 : ALA
q129 : VAL
q130 : ALA
q131 : PRO
q132 : GLU
q133 : GLY
q134 : ARG
q135 : GLN
r21 : PRO
r22 : ILE
r23 : GLN
r24 : SER
r25 : GLY
r26 : ASP
r27 : ARG
r28 : ILE
r29 : ASP
r30 : TYR
r31 : ARG
r32 : ASN
r33 : MET
r34 : SER
r35 : LEU
r36 : ILE
r37 : SER
r38 : ARG
r39 : PHE
r40 : ILE
r41 : SER
r42 : GLU
r43 : GLN
r44 : GLY
r45 : LYS
r46 : ILE
r47 : LEU
r48 : SER
r49 : ARG
r50 : ARG
r51 : VAL
r52 : ASN
r53 : ARG
r54 : LEU
r55 : THR
r56 : LEU
r57 : LYS
r58 : GLN
r59 : GLN
r60 : ARG
r61 : LEU
r62 : ILE
r63 : THR
r64 : SER
r65 : ALA
r66 : ILE
r67 : LYS
r68 : GLN
r69 : ALA
r70 : ARG
r71 : ILE
r72 : LEU
r73 : SER
r74 : LEU
r75 : LEU
r76 : PRO
r77 : PHE
r78 : LEU
r79 : ASN
r80 : ASN
r81 : GLU
r82 : LYS
r83 : GLN
r84 : PHE
s7 : LYS
s8 : ASN
s9 : PRO
s10 : PHE
s11 : VAL
s12 : ALA
s13 : ASN
s14 : HIS
s15 : LEU
s16 : LEU
s17 : ARG
s18 : LYS
s19 : ILE
s20 : GLU
s21 : LYS
s22 : LEU
s23 : ASN
s24 : LYS
s25 : LYS
s26 : ALA
s27 : GLU
s28 : LYS
s29 : GLU
s30 : ILE
s31 : ILE
s32 : VAL
s33 : THR
s34 : TRP
s35 : SER
s36 : ARG
s37 : ALA
s38 : SER
s39 : THR
s40 : ILE
s41 : ILE
s42 : PRO
s43 : THR
s44 : MET
s45 : ILE
s46 : GLY
s47 : HIS
s48 : THR
s49 : ILE
s50 : ALA
s51 : ILE
s52 : HIS
s53 : ASN
s54 : GLY
s55 : ARG
s56 : GLU
s57 : HIS
s58 : LEU
s59 : PRO
s60 : ILE
s61 : TYR
s62 : ILE
s63 : THR
s64 : ASP
s65 : ARG
s66 : MET
s67 : VAL
s68 : GLY
s69 : HIS
s70 : LYS
s71 : LEU
s72 : GLY
s73 : GLU
s74 : PHE
s75 : ALA
s76 : PRO
s77 : THR
s78 : LEU
s79 : ASN
s80 : PHE
s81 : ARG
s82 : GLY
s83 : HIS
s84 : ALA
t76 : ALA
t77 : ASP
t78 : SER
t79 : ALA
t80 : ALA
t81 : LYS
t82 : ARG
t83 : THR
t84 : ARG
t85 : GLN
t86 : ALA
t87 : GLU
t88 : THR
t89 : ARG
t90 : ARG
t91 : LEU
t92 : ARG
t93 : ASN
t94 : LYS
t95 : ALA
t96 : ARG
t97 : LYS
t98 : SER
t99 : GLU
t100 : VAL
t101 : LYS
t102 : THR
t103 : ARG
t104 : MET
t105 : ARG
t106 : LYS
t107 : VAL
t108 : PHE
t109 : GLU
t110 : ALA
t111 : LEU
t112 : ASP
t113 : ALA
t114 : LEU
t115 : LYS
t116 : LYS
t117 : LYS
t118 : SER
t119 : GLY
t120 : ALA
t121 : SER
t122 : THR
t123 : GLU
t124 : GLU
t125 : LEU
t126 : VAL
t127 : PRO
t128 : ILE
t129 : ASP
t130 : ASN
t131 : LEU
t132 : ILE
t133 : ALA
t134 : GLU
t135 : ALA
t136 : TYR
t137 : SER
t138 : ALA
t139 : ILE
t140 : ASP
t141 : LYS
t142 : ALA
t143 : VAL
t144 : VAL
t145 : LYS
t146 : GLY
t147 : THR
t148 : LEU
t149 : HIS
t150 : ARG
t151 : ASN
t152 : THR
t153 : ALA
t154 : ALA
t155 : ARG
t156 : ARG
t157 : LYS
t158 : SER
t159 : ARG
t160 : LEU
t161 : ALA
t162 : ARG
t163 : ASN
t164 : LYS
t165 : LYS
t166 : VAL
t167 : VAL
t168 : GLU
t169 : ILE
t170 : HIS
t171 : HIS
t172 : GLY
t173 : TRP
t174 : TYR
t175 : THR
t176 : PRO
t177 : SER
t178 : LEU
t179 : ALA
t180 : PRO
u95 : ASN
u96 : GLU
u97 : GLU
u98 : ARG
u99 : LEU
u100 : LEU
u101 : ASN
u102 : ARG
u103 : PHE
u104 : ARG
u105 : ARG
u106 : GLU
u107 : VAL
u108 : MET
u109 : ARG
u110 : ALA
u111 : GLY
u112 : VAL
u113 : ILE
u114 : GLN
u115 : GLU
u116 : CYS
u117 : LYS
u118 : ARG
u119 : ARG
u120 : ARG
u121 : TYR
u122 : PHE
u123 : GLU
u124 : ASN
u125 : LYS
u126 : GLN
u127 : GLU
u128 : GLU
u129 : LYS
u130 : LYS
u131 : ARG
u132 : LYS
u133 : HIS
u134 : ARG
u135 : GLU
u136 : ALA
u137 : ALA
u138 : LYS
y70 : GLY
y71 : PRO
y72 : LEU
y73 : SER
y74 : SER
y75 : VAL
y76 : LYS
y77 : LEU
y78 : ILE
y79 : LEU
y80 : GLN
y81 : GLY
y82 : ARG
y83 : ASN
y84 : LEU
y85 : GLU
y86 : VAL
y87 : SER
y88 : ASP
y89 : ASN
y90 : VAL
y91 : ARG
y92 : SER
y93 : HIS
y94 : VAL
y95 : GLU
y96 : ASP
y97 : LYS
y98 : VAL
y99 : GLY
y100 : LYS
y101 : SER
y102 : VAL
y103 : ALA
y104 : LYS
y105 : HIS
y106 : SER
y107 : HIS
y108 : LEU
y109 : VAL
y110 : ARG
y111 : GLU
y112 : VAL
y113 : ASP
y114 : VAL
y115 : ARG
y116 : LEU
y117 : SER
y118 : ALA
y119 : ARG
y120 : GLY
y121 : GLY
y122 : ASP
y123 : LEU
y124 : SER
y125 : LYS
y126 : GLY
y127 : PRO
y128 : LYS
y129 : LEU
y130 : ARG
y131 : ARG
y132 : CYS
y133 : GLU
y134 : VAL
y135 : THR
y136 : LEU
y137 : PHE
y138 : THR
y139 : LYS
y140 : ARG
y141 : HIS
y142 : GLY
y143 : VAL
y144 : ILE
y145 : ARG
y146 : ALA
y147 : GLU
y148 : GLU
y149 : ASP
y150 : ALA
y151 : GLU
y152 : SER
y153 : LEU
y154 : TYR
y155 : SER
y156 : SER
y157 : ILE
y158 : ASP
y159 : LEU
y160 : VAL
y161 : SER
y162 : SER
y163 : ILE
y164 : ILE
y165 : GLN
y166 : ARG
y167 : LYS
y168 : LEU
y169 : ARG
y170 : LYS
y171 : ILE
y172 : LYS
y173 : ASP
y174 : LYS
y175 : VAL
y176 : SER
y177 : ASP
a3 : U C2p_exo anti
a4 : C C3p_endo anti
a5 : A C2p_exo anti
a6 : U C2p_endo anti
a7 : G C3p_endo syn
a8 : G C2p_endo anti
a9 : A C2p_endo anti
a10 : G C3p_endo anti
a11 : A C3p_endo anti
a12 : G C3p_endo anti
a13 : U C3p_endo anti
a14 : U C2p_endo anti
a15 : C C3p_endo anti
a16 : G C3p_endo anti
a17 : A C3p_endo anti
a18 : U C3p_endo anti
a19 : C C3p_endo anti
a20 : C C3p_endo anti
a21 : U C3p_endo anti
a22 : G C3p_endo anti
a23 : G C3p_endo anti
a24 : C C3p_endo anti
a25 : U C3p_endo anti
a26 : C C3p_endo anti
a27 : A C3p_endo anti
a28 : G C3p_endo anti
a29 : G C3p_endo anti
a30 : A C3p_endo anti
a31 : U C2p_endo anti
a32 : G C2p_endo anti
a33 : A C3p_endo anti
a34 : A C3p_endo anti
a35 : C C3p_endo anti
a36 : G C3p_endo anti
a37 : C C3p_endo anti
a38 : U C3p_endo anti
a39 : G C3p_endo anti
a40 : G C3p_endo anti
a41 : C C3p_endo anti
a42 : G C3p_endo anti
a43 : G C3p_endo anti
a44 : C C3p_endo anti
a45 : A C3p_endo anti
a46 : U C3p_endo anti
a47 : G C3p_endo anti
a48 : C C2p_endo anti
a49 : U C2p_endo anti
a50 : U C2p_endo anti
a51 : A C2p_endo anti
a52 : A C2p_endo anti
a53 : C C3p_endo anti
a54 : A C3p_endo anti
a55 : C C3p_endo anti
a56 : A C3p_endo anti
a57 : U C3p_endo anti
a58 : G C3p_endo anti
a59 : C C3p_endo anti
a60 : A C3p_endo anti
a61 : A C2p_endo syn
a62 : G C3p_endo anti
a63 : U C3p_endo anti
a64 : C C3p_endo anti
a65 : G C2p_endo syn
a66 : G C2p_endo anti
a67 : A C3p_endo anti
a68 : C C3p_endo anti
a69 : G C3p_endo anti
a70 : G C3p_endo anti
a71 : G C2p_endo anti
a72 : A C2p_endo anti
a73 : A C3p_endo anti
a74 : G C3p_endo anti
a75 : U C3p_endo anti
a79 : G C3p_endo anti
a80 : U C3p_endo anti
a81 : U C3p_endo anti
a82 : U C3p_endo anti
a83 : C C3p_endo anti
a84 : C C4p_exo anti
a85 : A C3p_endo anti
a86 : G C3p_endo anti
a87 : U C3p_endo anti
a88 : G C3p_endo anti
a89 : G C3p_endo anti
a90 : C C3p_endo anti
a91 : G C3p_endo anti
a92 : G C3p_endo syn
a93 : A C2p_endo syn
a94 : C C3p_endo anti
a95 : G C3p_endo anti
a96 : G C3p_endo anti
a97 : G C3p_endo anti
a98 : U C3p_endo anti
a99 : G C2p_endo anti
a100 : A C3p_endo anti
a101 : G C3p_endo anti
a102 : U C3p_endo anti
a103 : A C2p_endo anti
a104 : A C3p_endo anti
a105 : C C3p_exo anti
a106 : G C3p_endo anti
a107 : C C3p_endo anti
a108 : G C3p_endo anti
a109 : U C3p_endo anti
a110 : A C3p_endo anti
a111 : A C3p_endo anti
a112 : G C3p_endo anti
a113 : A C2p_endo anti
a114 : A C2p_endo anti
a115 : C C3p_endo anti
a116 : C C3p_endo anti
a117 : U C3p_endo anti
a118 : G C3p_endo anti
a119 : C C3p_endo anti
a120 : C C3p_endo anti
a121 : C C3p_endo anti
a122 : U C3p_endo anti
a123 : U C3p_endo anti
a124 : G C3p_endo anti
a125 : G C3p_endo anti
a126 : G C3p_endo anti
a127 : A C3p_endo anti
a128 : G C3p_endo anti
a129 : G C3p_endo anti
a130 : G C3p_endo anti
a131 : G C3p_endo anti
a132 : A C3p_endo anti
a133 : A C3p_endo anti
a134 : C C3p_endo anti
a135 : A C3p_endo anti
a136 : A C3p_endo anti
a137 : C C3p_endo anti
a138 : A C3p_endo anti
a139 : G C3p_endo anti
a140 : C C3p_endo anti
a141 : U C3p_endo anti
a142 : G C3p_endo anti
a143 : G C2p_exo anti
a144 : A C3p_endo anti
a145 : A C3p_endo anti
a146 : A C3p_endo anti
a147 : C C3p_endo anti
a148 : G C3p_endo anti
a149 : G C3p_endo anti
a150 : C C3p_endo anti
a151 : U C3p_endo anti
a152 : G C3p_endo anti
a153 : C C3p_endo anti
a154 : U C3p_endo anti
a155 : A C3p_endo anti
a156 : A C3p_endo anti
a157 : U C2p_endo anti
a158 : A C3p_endo anti
a159 : C C3p_endo anti
a160 : C C3p_endo anti
a161 : C C3p_endo anti
a162 : C C3p_endo anti
a163 : G C3p_endo anti
a164 : U C3p_endo anti
a165 : A C2p_endo anti
a166 : G C2p_endo syn
a167 : G C3p_endo anti
a168 : C C3p_endo anti
a169 : U C3p_endo anti
a170 : G C3p_endo anti
a171 : A C3p_endo anti
a172 : G C3p_endo anti
a173 : A C3p_endo anti
a174 : A C3p_endo anti
a175 : G C4p_exo anti
a176 : C C3p_endo anti
a177 : A C3p_endo anti
a178 : A C3p_endo anti
a179 : A C3p_endo anti
a180 : A C2p_endo anti
a181 : G C3p_endo anti
a182 : G C3p_endo anti
a183 : A C3p_endo anti
a184 : G C3p_endo anti
a185 : G C3p_endo anti
a186 : A C3p_endo anti
a187 : A C3p_endo anti
a188 : U C3p_endo anti
a189 : C C3p_endo anti
a190 : C C3p_endo anti
a191 : G C3p_endo anti
a192 : C C3p_endo anti
a193 : C C3p_endo anti
a194 : C C3p_endo anti
a195 : G C3p_endo anti
a196 : A C3p_endo anti
a197 : G C3p_endo anti
a198 : G C3p_endo anti
a199 : A C3p_endo anti
a200 : G C3p_endo anti
a201 : G C3p_endo anti
a202 : G C3p_endo anti
a203 : G C3p_endo anti
a204 : C C3p_endo anti
a205 : U C3p_endo anti
a206 : C C3p_endo anti
a207 : G C3p_endo anti
a208 : C C3p_endo anti
a209 : G C3p_endo anti
a210 : U C3p_endo anti
a211 : C C3p_endo anti
a212 : U C3p_endo anti
a213 : G C3p_endo anti
a214 : A C2p_endo anti
a215 : U C2p_endo anti
a216 : U C3p_endo anti
a217 : A C2p_endo anti
a218 : G C3p_endo anti
a219 : C C3p_endo anti
a220 : U C3p_endo anti
a221 : A C2p_endo syn
a222 : G C2p_endo anti
a223 : U C3p_endo anti
a224 : U C3p_endo anti
a225 : G C3p_endo anti
a226 : G C3p_endo anti
a227 : U C3p_endo anti
a228 : G C3p_endo anti
a229 : A C3p_endo anti
a230 : G C3p_endo anti
a231 : G C3p_endo anti
a232 : U C3p_endo anti
a233 : A C3p_endo anti
a234 : A C3p_endo anti
a235 : U C3p_endo anti
a236 : A C3p_endo anti
a237 : G C2p_endo syn
a238 : C C3p_endo anti
a239 : U C3p_endo anti
a240 : U C3p_endo anti
a241 : A C3p_endo anti
a242 : C C3p_endo anti
a243 : C C3p_endo anti
a244 : A C3p_endo anti
a245 : A C2p_endo anti
a246 : G C3p_endo anti
a247 : G C3p_endo anti
a248 : C C3p_endo anti
a249 : G C3p_endo anti
a250 : A C3p_exo anti
a251 : U C2p_endo anti
a252 : G C2p_endo anti
a253 : A C3p_endo anti
a254 : U C3p_endo anti
a255 : C C3p_endo anti
a256 : A C3p_endo anti
a257 : G C3p_endo anti
a258 : U C3p_endo anti
a259 : A C3p_endo anti
a260 : G C3p_endo anti
a261 : C C3p_endo anti
a262 : U C3p_endo anti
a263 : G C3p_endo anti
a264 : G C3p_endo anti
a265 : U C3p_endo anti
a266 : C C3p_endo anti
a267 : C C3p_endo anti
a268 : G C3p_endo anti
a269 : A C3p_endo anti
a270 : G C3p_endo anti
a271 : A C3p_endo anti
a272 : G C3p_endo anti
a273 : G C3p_endo anti
a274 : A C3p_endo anti
a275 : U C3p_endo anti
a276 : G C2p_endo anti
a277 : A C3p_endo anti
a278 : U C3p_endo anti
a279 : C C3p_endo anti
a280 : A C3p_endo anti
a281 : G C3p_endo anti
a282 : C C3p_endo anti
a283 : C C3p_endo anti
a284 : A C3p_endo anti
a285 : C C3p_endo anti
a286 : A C2p_endo anti
a287 : C C3p_endo anti
a288 : U C3p_endo anti
a289 : G C3p_endo anti
a290 : G C3p_endo anti
a291 : G C3p_endo anti
a292 : A C3p_endo anti
a293 : C C3p_endo anti
a294 : U C3p_endo anti
a295 : G C3p_endo anti
a296 : A C3p_endo anti
a297 : G C3p_endo anti
a298 : A C2p_endo syn
a299 : C C2p_endo syn
a300 : A C3p_exo anti
a301 : C C3p_endo anti
a302 : G C3p_endo anti
a303 : G C3p_endo anti
a304 : C C3p_endo anti
a305 : C C3p_endo anti
a306 : C C3p_endo anti
a307 : A C3p_endo anti
a308 : G C3p_endo anti
a309 : A C3p_endo anti
a310 : C C3p_endo anti
a311 : U C3p_endo anti
a312 : C C3p_endo anti
a313 : C C3p_endo anti
a314 : U C3p_endo anti
a315 : A C2p_endo syn
a316 : C C2p_endo anti
a317 : G C3p_endo syn
a318 : G C3p_endo anti
a319 : G C3p_endo anti
a320 : A C3p_endo anti
a321 : G C3p_endo anti
a322 : G C2p_endo anti
a323 : C C3p_endo anti
a324 : A C3p_endo anti
a325 : G C3p_endo anti
a326 : C C3p_endo anti
a327 : A C3p_endo anti
a328 : G C3p_endo anti
a329 : U C3p_endo anti
a330 : G C3p_endo anti
a331 : G C3p_endo anti
a332 : G C3p_endo anti
a333 : G C3p_endo anti
a334 : A C3p_endo anti
a335 : A C3p_endo anti
a336 : U C4p_exo syn
a337 : U C2p_endo anti
a338 : U C2p_endo anti
a339 : U C3p_endo anti
a340 : C C3p_endo anti
a341 : C C3p_endo anti
a342 : G C3p_endo anti
a343 : C C2p_endo anti
a344 : A C3p_endo anti
a345 : A C3p_endo anti
a346 : U C3p_endo anti
a347 : G C3p_endo anti
a348 : G C3p_endo anti
a349 : G C3p_endo anti
a350 : C C3p_endo anti
a351 : G C3p_endo anti
a352 : A C3p_endo anti
a353 : A C3p_endo anti
a354 : A C3p_endo anti
a355 : G C3p_endo anti
a356 : C C3p_endo anti
a357 : C C3p_endo anti
a358 : U C3p_endo anti
a359 : G C2p_endo anti
a360 : A C3p_endo anti
a361 : C C3p_endo anti
a362 : G C3p_endo anti
a363 : G C3p_endo anti
a364 : A C3p_endo anti
a365 : G C3p_endo anti
a366 : C C3p_endo anti
a367 : A C3p_endo anti
a368 : A C3p_endo syn
a369 : U C3p_endo anti
a370 : G C3p_endo anti
a371 : C C3p_endo anti
a372 : C C3p_endo anti
a373 : G C3p_endo anti
a374 : C C3p_endo anti
a375 : G C3p_endo anti
a376 : U C3p_endo anti
a377 : G C3p_endo anti
a378 : G C3p_endo anti
a379 : A C3p_endo anti
a380 : G C3p_endo anti
a381 : G C3p_endo anti
a382 : C C2p_endo anti
a383 : A C2p_endo anti
a384 : G C3p_endo anti
a385 : A C3p_endo anti
a386 : A C3p_endo anti
a387 : G C3p_endo anti
a388 : G C3p_endo anti
a389 : C C3p_endo anti
a390 : C C3p_endo anti
a391 : C C3p_endo anti
a392 : A C3p_endo syn
a393 : C C2p_endo anti
a394 : G C3p_endo syn
a395 : G C3p_endo anti
a396 : G C3p_endo anti
a397 : U C3p_endo anti
a398 : C C3p_endo anti
a399 : G C2p_endo anti
a400 : U C2p_endo syn
a401 : G C3p_endo anti
a402 : A C3p_endo anti
a403 : A C3p_endo anti
a404 : C C3p_endo anti
a405 : U C3p_endo anti
a406 : U C3p_endo anti
a407 : C C3p_endo anti
a408 : U C3p_endo anti
a409 : U C2p_endo anti
a410 : U C3p_endo anti
a411 : U C3p_endo anti
a412 : C C3p_endo anti
a413 : C C3p_endo anti
a414 : C C3p_endo anti
a415 : G C3p_endo anti
a416 : G C3p_endo anti
a417 : A C3p_endo anti
a418 : G C3p_endo anti
a419 : A C3p_endo anti
a420 : A C3p_endo anti
a421 : G C3p_endo anti
a422 : A C2p_endo anti
a423 : A C2p_endo anti
a424 : G C2p_endo syn
a425 : C C3p_endo anti
a426 : A C3p_endo anti
a427 : A C3p_endo anti
a428 : U C3p_endo anti
a429 : G C2p_endo syn
a430 : A C3p_endo anti
a431 : C C3p_endo anti
a432 : G C2p_endo anti
a433 : G C4p_exo anti
a434 : U C3p_endo anti
a435 : A C3p_endo anti
a436 : U C3p_endo anti
a437 : C C3p_endo anti
a438 : C C3p_endo anti
a439 : G C3p_endo anti
a440 : G C3p_endo anti
a441 : G C3p_endo syn
a442 : G C3p_endo anti
a443 : A C2p_endo anti
a444 : A C4p_exo syn
a445 : U C3p_endo anti
a446 : A C3p_endo anti
a447 : A C2p_endo anti
a448 : G C3p_endo anti
a449 : C C3p_endo anti
a450 : A C3p_endo anti
a451 : U C3p_endo anti
a452 : C C3p_endo anti
a453 : G C3p_endo anti
a454 : G C3p_endo anti
a455 : C C3p_endo anti
a456 : U C2p_endo anti
a457 : A C3p_endo anti
a458 : A C3p_endo anti
a459 : C C2p_endo syn
a460 : U C3p_endo anti
a461 : C C3p_endo anti
a462 : U C3p_endo anti
a463 : G C3p_endo anti
a464 : U C3p_endo anti
a465 : G C2p_endo anti
a466 : C C2p_endo anti
a467 : C C3p_endo anti
a468 : A C3p_endo anti
a469 : G C3p_endo anti
a470 : C C3p_endo anti
a471 : A C3p_endo anti
a472 : G C3p_endo anti
a473 : C C3p_endo anti
a474 : C C3p_endo anti
a475 : G C3p_endo anti
a476 : C C3p_endo anti
a477 : G C3p_endo anti
a478 : G C2p_endo syn
a479 : U C2p_endo anti
a480 : A C2p_endo syn
a481 : A C2p_endo anti
a482 : G C3p_endo anti
a483 : A C2p_endo anti
a484 : C C3p_endo anti
a485 : A C3p_endo anti
a486 : G C3p_endo anti
a487 : A C3p_endo anti
a488 : G C3p_endo anti
a489 : G C3p_endo anti
a490 : A C3p_endo anti
a491 : U C3p_endo anti
a492 : G C3p_endo anti
a493 : C C3p_endo anti
a494 : A C3p_endo anti
a495 : A C2p_endo anti
a496 : G C3p_endo anti
a497 : C C3p_endo anti
a498 : G C3p_endo anti
a499 : U C3p_endo anti
a500 : U C3p_endo anti
a501 : A C3p_endo anti
a502 : U C3p_endo anti
a503 : C C3p_endo anti
a504 : C C3p_endo anti
a505 : G C3p_endo anti
a506 : G C3p_endo anti
a507 : A C2p_endo syn
a508 : A C2p_endo anti
a509 : U C2p_endo anti
a510 : G C3p_exo syn
a511 : A C2p_endo anti
a512 : U C3p_endo anti
a513 : U C3p_endo anti
a514 : G C2p_endo anti
a515 : G C3p_endo anti
a516 : G C3p_endo anti
a517 : C C3p_endo anti
a518 : G C3p_endo anti
a519 : U C3p_endo anti
a520 : A C3p_endo anti
a521 : A C3p_endo anti
a522 : A C3p_endo anti
a523 : G C2p_endo syn
a524 : C C2p_endo anti
a525 : G C3p_endo anti
a526 : U C3p_endo anti
a527 : C C3p_endo anti
a528 : U C3p_endo anti
a529 : G C3p_endo anti
a530 : U C3p_endo anti
a531 : A C3p_endo anti
a532 : G C3p_endo anti
a533 : G C3p_endo anti
a534 : U C3p_endo anti
a535 : G C3p_endo anti
a536 : G C3p_endo anti
a537 : C C3p_endo anti
a538 : U C3p_endo anti
a539 : U C3p_endo anti
a540 : U C3p_endo anti
a541 : U C3p_endo anti
a542 : U C3p_endo anti
a543 : A C2p_endo anti
a544 : A C3p_endo anti
a545 : G C3p_endo anti
a546 : U C3p_endo anti
a547 : C C3p_endo anti
a548 : C C3p_endo anti
a549 : G C3p_endo anti
a550 : C C3p_endo anti
a551 : C C3p_endo anti
a552 : G C3p_endo anti
a553 : U C3p_endo anti
a554 : C C3p_endo anti
a555 : A C3p_endo anti
a556 : A C3p_endo anti
a557 : A C3p_endo anti
a558 : U C3p_endo anti
a559 : C C3p_endo anti
a560 : C C3p_endo anti
a561 : C C3p_endo anti
a562 : A C3p_endo anti
a563 : G C3p_endo anti
a564 : G C3p_endo anti
a565 : G C3p_endo anti
a566 : C C3p_endo anti
a567 : U C3p_endo anti
a568 : C C3p_endo anti
a569 : A C3p_endo anti
a570 : A C3p_endo anti
a571 : C C3p_endo anti
a572 : C C3p_endo anti
a573 : C C3p_endo anti
a574 : U C3p_endo anti
a575 : G C3p_endo anti
a576 : G C3p_endo anti
a577 : A C3p_endo anti
a578 : C C3p_endo anti
a579 : A C3p_endo syn
a580 : G C3p_endo anti
a581 : G C3p_endo anti
a582 : C C3p_endo anti
a583 : G C3p_endo anti
a584 : G C3p_endo anti
a585 : U C3p_endo anti
a586 : G C3p_endo anti
a587 : G C3p_endo anti
a588 : A C3p_endo anti
a589 : A C2p_endo anti
a590 : A C3p_endo anti
a591 : C C3p_endo anti
a592 : U C3p_endo anti
a593 : A C3p_endo anti
a594 : C C3p_endo anti
a595 : C C3p_endo anti
a596 : A C3p_endo anti
a597 : A C3p_endo anti
a598 : G C3p_endo anti
a599 : C C3p_endo anti
a600 : U C2p_endo anti
a601 : G C2p_endo syn
a602 : G C3p_endo anti
a603 : A C3p_endo anti
a604 : G C3p_endo anti
a605 : U C3p_endo anti
a606 : A C3p_endo anti
a607 : C C3p_endo anti
a608 : G C3p_endo anti
a609 : G C3p_endo anti
a610 : U C3p_endo anti
a611 : A C3p_endo anti
a612 : G C3p_endo anti
a613 : G C3p_endo anti
a614 : G C3p_endo anti
a615 : G C3p_endo anti
a616 : C C3p_endo anti
a617 : A C3p_endo anti
a618 : G C3p_endo anti
a619 : A C3p_endo anti
a620 : G C3p_endo anti
a621 : G C3p_endo anti
a622 : G C3p_endo anti
a623 : A C3p_endo anti
a624 : A C3p_endo anti
a625 : U C3p_endo anti
a626 : U C3p_endo anti
a627 : U C3p_endo anti
a628 : C C3p_endo anti
a629 : C C3p_endo anti
a630 : G C3p_endo anti
a631 : G C3p_endo anti
a632 : U C4p_exo anti
a633 : G C3p_endo anti
a634 : G C2p_endo syn
a635 : A C2p_endo syn
a636 : G C3p_endo anti
a637 : C C3p_endo anti
a638 : G C3p_endo anti
a639 : G C3p_endo anti
a640 : U C3p_endo anti
a641 : G C3p_endo anti
a642 : A C3p_endo anti
a643 : A C3p_endo anti
a644 : A C3p_endo anti
a645 : U C3p_endo anti
a646 : G C3p_endo anti
a647 : C C3p_endo anti
a648 : G C3p_endo anti
a649 : U C2p_endo anti
a650 : A C2p_endo anti
a651 : G C2p_endo anti
a652 : A C3p_endo anti
a653 : G C3p_endo anti
a654 : A C3p_endo anti
a655 : U C3p_endo anti
a656 : C C3p_endo anti
a657 : G C3p_endo anti
a658 : G C3p_endo anti
a659 : A C3p_endo anti
a660 : A C3p_endo anti
a661 : A C3p_endo anti
a662 : G C3p_endo anti
a663 : A C3p_endo anti
a664 : A C3p_endo anti
a665 : C C2p_endo anti
a666 : A C3p_endo anti
a667 : C C3p_endo anti
a668 : C C3p_endo anti
a669 : A C2p_endo anti
a670 : A C3p_endo anti
a671 : C C3p_endo anti
a672 : G C2p_exo anti
a673 : G C3p_endo anti
a674 : C C3p_endo anti
a675 : G C3p_endo anti
a676 : A C3p_endo anti
a677 : A C3p_endo anti
a678 : A C3p_endo anti
a679 : G C3p_endo anti
a680 : C C3p_endo anti
a681 : A C2p_endo syn
a682 : C C3p_endo anti
a683 : U C3p_endo anti
a684 : C C3p_endo anti
a685 : U C3p_endo anti
a686 : G C3p_endo anti
a687 : C C3p_endo anti
a688 : U C3p_endo anti
a689 : G C3p_endo anti
a690 : G C3p_endo anti
a691 : G C3p_endo anti
a692 : C C3p_endo anti
a693 : C C3p_endo anti
a694 : G C3p_endo anti
a695 : A C3p_endo anti
a696 : C C2p_endo syn
a697 : A C3p_endo anti
a698 : C C3p_endo anti
a699 : U C3p_endo anti
a700 : G C2p_endo anti
a701 : A C2p_endo anti
a702 : C C3p_endo syn
a703 : A C3p_endo anti
a704 : C C3p_endo anti
a705 : U C3p_endo anti
a706 : G C3p_endo anti
a707 : A C3p_endo anti
a708 : G C3p_endo anti
a709 : A C3p_endo anti
a710 : G C3p_endo anti
a711 : A C3p_endo anti
a712 : C C3p_endo anti
a713 : G C3p_endo anti
a714 : A C3p_endo anti
a715 : A C3p_endo anti
a716 : A C3p_endo anti
a717 : G C3p_endo anti
a718 : C C3p_endo anti
a719 : U C3p_endo anti
a720 : A C3p_endo anti
a721 : G C3p_endo anti
a722 : G C3p_endo anti
a723 : G C3p_endo anti
a724 : G C3p_endo anti
a725 : A C3p_endo anti
a726 : G C3p_endo anti
a727 : C C3p_endo anti
a728 : G C3p_endo anti
a729 : A C3p_endo anti
a730 : A C3p_endo anti
a731 : U C3p_endo anti
a732 : G C3p_endo anti
a733 : G C3p_endo anti
a734 : G C3p_endo anti
a735 : A C3p_endo anti
a736 : U C3p_endo anti
a737 : U C3p_endo anti
a738 : A C3p_endo anti
a739 : G C3p_endo anti
a740 : A C2p_endo anti
a741 : U C2p_endo anti
a742 : A C3p_endo anti
a743 : C C3p_endo anti
a744 : C C3p_endo anti
a745 : C C3p_endo anti
a746 : C C3p_endo anti
a747 : A C3p_endo anti
a748 : G C3p_endo anti
a749 : U C3p_endo anti
a750 : A C3p_endo anti
a751 : G C3p_endo anti
a752 : U C3p_endo anti
a753 : C C3p_endo anti
a754 : C C3p_endo anti
a755 : U C3p_endo anti
a756 : A C3p_endo anti
a757 : G C3p_endo anti
a758 : C C3p_endo anti
a759 : C C3p_endo anti
a760 : G C2p_endo anti
a761 : U C3p_endo anti
a762 : A C3p_endo anti
a763 : A C2p_endo anti
a764 : A C3p_endo anti
a765 : C C2p_endo anti
a766 : G C2p_endo anti
a767 : A C2p_endo anti
a768 : U C2p_endo anti
a769 : G C3p_endo anti
a770 : G C3p_endo anti
a771 : A C3p_endo anti
a772 : U C3p_endo anti
a773 : A C3p_endo anti
a774 : C C3p_endo anti
a775 : U C3p_endo anti
a776 : A C3p_endo anti
a777 : G C3p_endo anti
a778 : G C3p_endo anti
a779 : C C3p_endo anti
a780 : G C3p_endo anti
a781 : C C3p_endo anti
a782 : U C3p_endo anti
a783 : G C3p_endo anti
a784 : U C3p_endo anti
a785 : G C3p_endo anti
a786 : C C3p_endo anti
a787 : G C3p_endo anti
a788 : U C3p_endo anti
a789 : A C3p_endo anti
a790 : U C3p_endo anti
a791 : C C3p_endo anti
a792 : G C2p_endo syn
a793 : A C3p_endo anti
a794 : C C3p_endo anti
a795 : C C3p_endo anti
a796 : C C3p_endo anti
a797 : G C3p_endo anti
a798 : U C3p_endo anti
a799 : G C3p_endo anti
a800 : C C3p_endo anti
a801 : A C3p_endo anti
a802 : G C3p_endo anti
a803 : U C3p_endo anti
a804 : G C3p_endo anti
a805 : U C3p_endo anti
a806 : U C3p_endo anti
a807 : G C3p_endo anti
a808 : U C3p_endo anti
a809 : A C3p_endo anti
a810 : G C3p_endo anti
a811 : C C3p_endo anti
a812 : U C3p_endo anti
a813 : A C3p_endo anti
a814 : A C3p_endo anti
a815 : C C3p_endo anti
a816 : G C3p_endo anti
a817 : C C3p_endo anti
a818 : G C3p_endo anti
a819 : U C2p_endo anti
a820 : U C2p_endo syn
a821 : A C2p_endo syn
a822 : A C2p_endo anti
a823 : G C3p_endo anti
a824 : U C3p_endo anti
a825 : A C3p_endo anti
a826 : U C3p_endo anti
a827 : C C3p_endo anti
a828 : C C3p_endo anti
a829 : C C3p_endo anti
a830 : G C3p_endo anti
a831 : C C3p_endo anti
a832 : C C3p_endo anti
a833 : U C2p_endo anti
a834 : G C3p_endo anti
a835 : G C3p_endo anti
a836 : G C3p_endo anti
a837 : G C3p_endo anti
a838 : A C2p_endo anti
a839 : G C2p_endo anti
a840 : U C3p_endo anti
a841 : A C3p_endo anti
a842 : C C3p_endo anti
a843 : G C3p_endo anti
a844 : U C3p_endo anti
a845 : U C3p_endo anti
a846 : C C3p_endo anti
a847 : G C3p_endo anti
a848 : C C3p_endo anti
a849 : A C3p_endo anti
a850 : A C3p_endo anti
a851 : G C3p_endo anti
a852 : A C3p_endo anti
a853 : A C3p_endo anti
a854 : U C3p_endo anti
a855 : G C3p_endo anti
a856 : A C3p_endo anti
a857 : A C3p_endo anti
a858 : A C3p_endo anti
a859 : C C3p_endo anti
a860 : U C3p_endo anti
a861 : C C3p_endo anti
a862 : A C2p_endo anti
a863 : A C3p_endo anti
a864 : A C3p_endo anti
a865 : G C3p_endo anti
a866 : G C3p_endo anti
a867 : A C3p_endo anti
a868 : A C3p_endo anti
a869 : U C3p_endo anti
a870 : U C3p_endo anti
a871 : G C3p_endo anti
a872 : A C3p_endo anti
a873 : C C3p_endo anti
a874 : G C3p_endo anti
a875 : G C3p_endo anti
a876 : G C3p_endo anti
a877 : G C3p_endo anti
a878 : G C3p_endo anti
a879 : C C3p_endo anti
a880 : C C3p_endo anti
a881 : C C3p_endo anti
a882 : G C3p_endo anti
a883 : C C2p_endo syn
a884 : A C3p_endo anti
a885 : C C3p_endo anti
a886 : A C3p_endo anti
a887 : A C3p_endo anti
a888 : G C3p_endo anti
a889 : C C3p_endo anti
a890 : G C3p_endo anti
a891 : G C3p_endo anti
a892 : U C3p_endo anti
a893 : G C3p_endo anti
a894 : G C3p_endo anti
a895 : A C3p_endo anti
a896 : G C3p_endo anti
a897 : C C3p_endo anti
a898 : A C3p_endo anti
a899 : U C3p_endo anti
a900 : G C3p_endo anti
a901 : U C3p_endo anti
a902 : G C3p_endo anti
a903 : G C3p_endo anti
a904 : U C3p_endo anti
a905 : U C3p_endo anti
a906 : U C3p_endo anti
a907 : A C3p_endo anti
a908 : A C3p_endo anti
a909 : U C2p_endo syn
a910 : U C3p_endo anti
a911 : C C3p_endo anti
a912 : G C3p_endo anti
a913 : A C3p_endo anti
a914 : U C2p_endo anti
a915 : G C3p_endo anti
a916 : C C3p_endo anti
a917 : A C2p_endo anti
a918 : A C3p_endo anti
a919 : A C3p_endo anti
a920 : G C2p_endo syn
a921 : C C3p_endo anti
a922 : G C3p_endo anti
a923 : A C2p_endo anti
a924 : A C2p_endo syn
a925 : G C3p_endo anti
a926 : A C3p_endo syn
a927 : A C3p_endo anti
a928 : C C3p_endo anti
a929 : C C3p_endo anti
a930 : U C3p_endo anti
a931 : U C2p_endo anti
a932 : A C4p_exo anti
a933 : C C3p_endo anti
a934 : C C3p_endo anti
a935 : A C3p_endo anti
a936 : G C3p_endo anti
a937 : G C3p_endo anti
a938 : G C3p_endo anti
a939 : C C3p_endo anti
a940 : U C2p_endo anti
a941 : U C2p_endo anti
a942 : G C2p_endo syn
a943 : A C3p_endo anti
a944 : C C3p_endo anti
a945 : A C3p_endo anti
a946 : U C3p_endo anti
a947 : G C3p_endo anti
a948 : C C2p_exo anti
a949 : C C3p_endo anti
a950 : G C3p_endo anti
a951 : C C3p_endo anti
a952 : G C3p_endo anti
a953 : A C3p_endo anti
a954 : A C3p_endo anti
a955 : U C3p_endo anti
a956 : C C3p_endo anti
a957 : C C3p_endo anti
a958 : U C3p_endo anti
a959 : C C3p_endo anti
a960 : U C3p_endo anti
a961 : U C2p_endo anti
a962 : G C2p_endo anti
a963 : A C3p_endo anti
a964 : A C3p_endo anti
a965 : A C3p_endo anti
a966 : G C3p_endo anti
a967 : A C3p_endo anti
a968 : G C3p_endo anti
a969 : A C3p_endo anti
a970 : G C3p_endo anti
a971 : G C3p_endo anti
a972 : G C3p_endo anti
a973 : G C3p_endo anti
a974 : U C3p_endo anti
a975 : G C3p_endo anti
a976 : C C3p_endo anti
a977 : C C3p_endo anti
a978 : U C3p_endo anti
a979 : U C3p_endo anti
a980 : C C2p_endo anti
a981 : G C3p_endo syn
a982 : G C3p_endo anti
a983 : G C3p_endo anti
a984 : A C3p_endo anti
a985 : A C3p_endo anti
a986 : C C3p_endo anti
a987 : G C3p_endo anti
a988 : C C3p_endo anti
a989 : G C3p_endo anti
a990 : G C3p_endo anti
a991 : A C3p_endo anti
a992 : C C3p_endo anti
a993 : A C3p_endo anti
a994 : C C3p_endo anti
a995 : A C3p_endo anti
a996 : G C3p_endo anti
a997 : G C3p_endo anti
a998 : U C2p_endo anti
a999 : G C3p_endo anti
a1000 : G C3p_endo anti
a1001 : U C3p_endo anti
a1002 : G C2p_endo anti
a1003 : C C2p_endo syn
a1004 : A C3p_endo anti
a1005 : U C3p_endo anti
a1006 : G C3p_endo anti
a1007 : G C3p_endo anti
a1008 : C C3p_endo anti
a1009 : U C3p_endo anti
a1010 : G C3p_endo anti
a1011 : U C3p_endo anti
a1012 : C C3p_endo anti
a1013 : G C2p_endo anti
a1014 : U C2p_endo anti
a1015 : C C3p_endo anti
a1016 : A C2p_endo anti
a1017 : G C3p_endo anti
a1018 : C C3p_endo anti
a1019 : U C3p_endo anti
a1020 : C C3p_endo anti
a1021 : G C3p_endo anti
a1022 : U C3p_endo anti
a1023 : G C3p_endo anti
a1024 : C C3p_endo anti
a1025 : C C3p_endo anti
a1026 : G C3p_endo anti
a1027 : U C4p_exo anti
a1028 : A C3p_endo anti
a1029 : A C3p_endo anti
a1030 : G C3p_endo anti
a1031 : G C3p_endo anti
a1032 : U C3p_endo anti
a1033 : G C3p_endo anti
a1034 : U C2p_endo anti
a1035 : U C3p_endo anti
a1036 : G C3p_endo anti
a1037 : G C3p_endo anti
a1038 : G C3p_endo anti
a1039 : U C3p_endo anti
a1040 : U C3p_endo anti
a1041 : A C3p_endo anti
a1042 : A C3p_endo anti
a1043 : G C2p_endo anti
a1044 : U C3p_endo anti
a1045 : C C3p_endo anti
a1046 : C C3p_endo anti
a1047 : C C3p_endo anti
a1048 : G C3p_endo anti
a1049 : C C3p_endo anti
a1050 : A C2p_endo anti
a1051 : A C3p_endo anti
a1052 : C C3p_endo anti
a1053 : G C3p_endo anti
a1054 : A C3p_endo anti
a1055 : G C3p_endo anti
a1056 : C C3p_endo anti
a1057 : G C3p_endo anti
a1058 : C C3p_endo anti
a1059 : A C3p_endo anti
a1060 : A C3p_endo anti
a1061 : C C3p_endo anti
a1062 : C C3p_endo anti
a1063 : C C3p_endo anti
a1064 : U C3p_endo anti
a1065 : C C3p_endo anti
a1066 : G C3p_endo anti
a1067 : U C3p_endo anti
a1068 : G C3p_endo anti
a1069 : U C3p_endo anti
a1070 : U C3p_endo anti
a1071 : U C3p_endo anti
a1072 : A C3p_endo anti
a1073 : G C2p_endo anti
a1074 : U C2p_endo anti
a1075 : U C2p_endo anti
a1076 : G C3p_endo anti
a1077 : C C3p_endo anti
a1078 : C C3p_endo anti
a1079 : A C3p_endo anti
a1080 : A C3p_endo anti
a1081 : C C2p_exo anti
a1082 : G C2p_exo anti
a1083 : U C2p_exo anti
a1087 : G C2p_endo anti
a1088 : U C2p_endo anti
a1089 : U C3p_endo anti
a1090 : U C2p_exo anti
a1091 : G C2p_exo anti
a1092 : G C3p_endo anti
a1093 : A C2p_endo anti
a1094 : A C3p_endo anti
a1095 : C C3p_endo anti
a1096 : C C3p_endo anti
a1097 : C C3p_endo anti
a1098 : U C3p_endo anti
a1099 : G C2p_endo anti
a1100 : A C3p_endo anti
a1101 : A C3p_endo anti
a1102 : C C3p_endo anti
a1103 : A C3p_endo anti
a1104 : G C3p_endo anti
a1105 : A C2p_endo anti
a1106 : C C3p_endo syn
a1107 : U C2p_endo syn
a1108 : G C3p_endo anti
a1109 : C C3p_endo anti
a1110 : C C3p_endo anti
a1111 : G C3p_endo anti
a1112 : G C3p_endo anti
a1113 : U C3p_endo anti
a1114 : G C3p_endo anti
a1115 : A C2p_exo syn
a1116 : U C2p_endo syn
a1117 : A C3p_endo anti
a1118 : A C3p_endo anti
a1119 : G C3p_endo anti
a1120 : C C3p_endo anti
a1121 : C C3p_endo anti
a1122 : G C3p_endo anti
a1123 : G C3p_endo anti
a1124 : A C3p_endo anti
a1125 : G C3p_endo anti
a1126 : G C3p_endo anti
a1127 : A C3p_endo anti
a1128 : A C3p_endo anti
a1129 : G C2p_endo syn
a1130 : G C2p_endo anti
a1131 : U C3p_endo anti
a1132 : G C3p_endo anti
a1133 : A C3p_endo anti
a1134 : G C3p_endo anti
a1135 : G C3p_endo anti
a1136 : A C3p_endo anti
a1137 : U C4p_exo anti
a1138 : G C2p_endo anti
a1139 : A C3p_endo anti
a1140 : C C3p_endo anti
a1141 : G C3p_endo anti
a1142 : U C3p_endo anti
a1143 : C C3p_endo anti
a1144 : A C3p_endo anti
a1145 : A C3p_endo anti
a1146 : G C3p_endo anti
a1147 : U C3p_endo anti
a1148 : C C2p_endo anti
a1149 : A C2p_endo anti
a1150 : U C3p_endo anti
a1151 : C C3p_endo anti
a1152 : A C3p_endo anti
a1153 : U C3p_endo anti
a1154 : G C3p_endo anti
a1155 : C C3p_endo anti
a1156 : C C3p_endo anti
a1157 : C C3p_endo anti
a1158 : C C3p_endo anti
a1159 : U C3p_endo anti
a1160 : U C3p_endo anti
a1161 : A C2p_endo anti
a1162 : U C2p_endo anti
a1163 : G C3p_endo anti
a1164 : C C3p_endo anti
a1165 : C C3p_endo anti
a1166 : C C3p_endo anti
a1167 : U C3p_endo anti
a1168 : G C3p_endo anti
a1169 : G C3p_endo anti
a1170 : G C3p_endo anti
a1171 : C C3p_endo anti
a1172 : G C2p_endo syn
a1173 : A C2p_endo anti
a1174 : C C2p_endo syn
a1175 : A C3p_endo anti
a1176 : C C3p_endo anti
a1177 : A C3p_endo anti
a1178 : C C3p_endo anti
a1179 : G C3p_endo anti
a1180 : U C3p_endo anti
a1181 : G C3p_endo anti
a1182 : C C3p_endo anti
a1183 : U C3p_endo anti
a1184 : A C3p_endo anti
a1185 : C C3p_endo anti
a1186 : A C3p_endo anti
a1187 : A C2p_endo anti
a1188 : U C2p_endo syn
a1189 : G C3p_endo anti
a1190 : G C3p_endo anti
a1191 : C C3p_endo anti
a1192 : C C3p_endo anti
a1193 : G C3p_endo anti
a1194 : G C3p_endo anti
a1195 : G C3p_endo anti
a1196 : A C3p_endo anti
a1197 : C C3p_endo anti
a1198 : A C3p_endo anti
a1199 : A C3p_endo anti
a1200 : A C3p_endo anti
a1201 : G C3p_endo anti
a1202 : G C3p_endo anti
a1203 : G C3p_endo anti
a1204 : U C2p_endo anti
a1205 : C C2p_endo anti
a1206 : G C3p_endo anti
a1207 : C C3p_endo anti
a1208 : G C3p_endo anti
a1209 : A C3p_endo anti
a1210 : U C3p_endo anti
a1211 : C C3p_endo anti
a1212 : C C3p_endo anti
a1213 : C C3p_endo anti
a1214 : G C3p_endo anti
a1215 : C C3p_endo anti
a1216 : G C3p_endo anti
a1217 : A C3p_endo anti
a1218 : G C3p_endo anti
a1219 : G C3p_endo anti
a1220 : G C3p_endo anti
a1221 : U C3p_endo anti
a1222 : G C4p_exo anti
a1223 : A C3p_endo anti
a1224 : G C3p_endo anti
a1225 : C C3p_endo anti
a1226 : U C2p_endo syn
a1227 : A C2p_endo syn
a1228 : A C2p_endo syn
a1229 : C C2p_endo anti
a1230 : C C3p_endo anti
a1231 : C C3p_endo anti
a1232 : C C3p_endo anti
a1233 : A C2p_endo anti
a1234 : A C3p_endo syn
a1235 : A C3p_endo anti
a1236 : A C3p_endo anti
a1237 : A C3p_endo anti
a1238 : C C3p_endo anti
a1239 : C C3p_endo anti
a1240 : C C3p_endo anti
a1241 : G C3p_endo anti
a1242 : U C3p_endo anti
a1243 : C C3p_endo anti
a1244 : C C3p_endo anti
a1245 : U C3p_endo anti
a1246 : C C2p_endo anti
a1247 : A C2p_endo syn
a1248 : G C2p_endo syn
a1249 : U C2p_endo anti
a1250 : U C2p_endo syn
a1251 : C C3p_endo anti
a1252 : G C3p_endo anti
a1253 : G C3p_endo anti
a1254 : A C3p_endo anti
a1255 : U C3p_endo anti
a1256 : U C3p_endo anti
a1257 : G C3p_endo anti
a1258 : C C3p_endo anti
a1259 : A C3p_endo anti
a1260 : G C3p_endo anti
a1261 : G C3p_endo anti
a1262 : C C3p_endo anti
a1263 : U C3p_endo anti
a1264 : G C3p_endo anti
a1265 : C C3p_endo anti
a1266 : A C3p_endo anti
a1267 : A C2p_endo syn
a1268 : C C4p_exo anti
a1269 : U C3p_endo anti
a1270 : C C2p_endo anti
a1271 : G C3p_endo anti
a1272 : C C3p_endo anti
a1273 : C C3p_endo anti
a1274 : U C3p_endo anti
a1275 : G C3p_endo anti
a1276 : C C3p_endo anti
a1277 : A C3p_endo anti
a1278 : U C3p_endo anti
a1279 : G C2p_endo anti
a1280 : A C3p_endo syn
a1281 : A C3p_endo anti
a1282 : G C3p_endo anti
a1283 : C C2p_endo anti
a1284 : C C2p_endo anti
a1285 : G C3p_endo syn
a1286 : G C3p_endo anti
a1287 : A C3p_endo anti
a1288 : A C3p_endo anti
a1289 : U C3p_endo anti
a1290 : C C3p_endo anti
a1291 : G C3p_endo anti
a1292 : C C3p_endo anti
a1293 : U C2p_endo anti
a1294 : A C2p_endo anti
a1295 : G C2p_endo anti
a1296 : U C3p_endo anti
a1297 : A C3p_endo anti
a1298 : A C3p_endo anti
a1299 : U C3p_endo anti
a1300 : C C3p_endo anti
a1301 : G C3p_endo anti
a1302 : C C3p_endo anti
a1303 : C C3p_endo anti
a1304 : G C3p_endo anti
a1305 : G C3p_endo anti
a1306 : U C3p_endo anti
a1307 : C C3p_endo anti
a1308 : A C3p_endo anti
a1309 : G C3p_endo anti
a1310 : C C3p_endo anti
a1311 : C C2p_endo syn
a1312 : A C2p_endo anti
a1313 : U C2p_endo anti
a1314 : A C3p_endo anti
a1315 : C C3p_endo anti
a1316 : G C3p_endo anti
a1317 : G C3p_endo anti
a1318 : C C3p_endo anti
a1319 : G C3p_endo anti
a1320 : G C3p_endo anti
a1321 : U C3p_endo anti
a1322 : G C3p_endo anti
a1323 : A C3p_endo anti
a1324 : A C3p_endo anti
a1325 : U C3p_endo anti
a1326 : U C3p_endo anti
a1327 : C C3p_endo anti
a1328 : G C3p_endo anti
a1329 : U C2p_endo anti
a1330 : U C3p_endo anti
a1331 : C C3p_endo anti
a1332 : C C3p_endo anti
a1333 : C C3p_endo anti
a1334 : G C3p_endo anti
a1335 : G C3p_endo anti
a1336 : G C3p_endo anti
a1337 : C C3p_endo anti
a1338 : C C3p_endo anti
a1339 : U C3p_endo anti
a1340 : U C3p_endo anti
a1341 : G C3p_endo anti
a1342 : U C3p_endo anti
a1343 : A C2p_endo anti
a1344 : C C3p_endo anti
a1345 : A C2p_endo anti
a1346 : C C2p_endo syn
a1347 : A C2p_exo anti
a1348 : C C2p_endo anti
a1349 : C C2p_endo anti
a1350 : G C3p_endo anti
a1351 : C C3p_endo anti
a1352 : C C3p_endo anti
a1353 : C C3p_endo anti
a1354 : G C3p_endo anti
a1355 : U C3p_endo anti
a1356 : C C3p_endo anti
a1357 : A C3p_endo anti
a1358 : C C3p_endo anti
a1359 : A C3p_endo anti
a1360 : C C3p_endo anti
a1361 : U C3p_endo anti
a1362 : A C3p_endo anti
a1363 : U C3p_endo anti
a1364 : G C3p_endo anti
a1365 : G C3p_endo anti
a1366 : G C3p_endo anti
a1367 : A C3p_endo anti
a1368 : G C3p_endo anti
a1369 : C C3p_endo anti
a1370 : U C3p_endo anti
a1371 : G C3p_endo anti
a1372 : G C3p_endo anti
a1373 : C C3p_endo anti
a1374 : C C3p_endo anti
a1375 : A C3p_endo anti
a1376 : U C3p_endo anti
a1377 : G C3p_endo anti
a1378 : C C3p_endo anti
a1379 : C C3p_endo anti
a1380 : C C3p_endo anti
a1381 : G C3p_endo anti
a1382 : A C3p_endo anti
a1383 : A C3p_endo anti
a1384 : G C3p_endo anti
a1385 : U C3p_endo anti
a1386 : C C3p_endo anti
a1387 : G C3p_endo anti
a1388 : U C3p_endo anti
a1389 : U C3p_endo anti
a1390 : A C3p_endo syn
a1391 : C C3p_endo anti
a1392 : C C3p_endo anti
a1393 : U C3p_endo anti
a1394 : U C3p_endo anti
a1395 : A C3p_endo anti
a1396 : A C3p_endo anti
a1397 : C C3p_endo anti
a1398 : C C3p_endo anti
a1399 : G C3p_endo anti
a1400 : C C2p_endo anti
a1401 : A C2p_endo anti
a1402 : A C3p_endo syn
a1403 : G C3p_endo anti
a1404 : G C3p_endo anti
a1405 : A C3p_endo anti
a1406 : G C3p_endo anti
a1407 : G C3p_endo anti
a1408 : G C3p_endo anti
a1409 : G C3p_endo anti
a1410 : G C3p_endo anti
a1411 : A C3p_endo anti
a1412 : U C3p_endo anti
a1413 : G C3p_endo anti
a1414 : C C3p_endo anti
a1415 : C C3p_endo anti
a1416 : G C3p_endo anti
a1417 : A C3p_endo anti
a1418 : A C3p_endo syn
a1419 : G C3p_endo anti
a1420 : G C3p_endo anti
a1421 : C C3p_endo anti
a1422 : A C3p_endo anti
a1423 : G C3p_endo anti
a1424 : G C3p_endo anti
a1425 : G C3p_endo anti
a1426 : C C3p_endo anti
a1427 : U C3p_endo anti
a1428 : A C3p_endo anti
a1429 : G C3p_endo anti
a1430 : U C3p_endo anti
a1431 : G C3p_endo anti
a1432 : A C3p_endo anti
a1433 : C C3p_endo anti
a1434 : U C3p_endo anti
a1435 : G C3p_endo anti
a1436 : G C3p_endo anti
a1437 : A C3p_endo anti
a1438 : G C3p_endo anti
a1439 : U C3p_endo anti
a1440 : G C2p_exo anti
a1441 : A C2p_endo anti
a1442 : A C3p_endo anti
a1443 : G C3p_endo anti
a1444 : U C3p_endo anti
a1445 : C C3p_endo anti
a1446 : G C3p_endo anti
a1447 : U C2p_endo anti
a1448 : A C3p_endo anti
a1449 : A C3p_endo anti
a1450 : C C3p_endo anti
a1451 : A C2p_endo syn
a1452 : A C2p_endo anti
a1453 : G C2p_endo syn
a1454 : G C3p_endo anti
a1455 : U C2p_endo anti
a1456 : A C3p_endo anti
a1457 : G C3p_endo anti
a1458 : C C3p_endo anti
a1459 : C C3p_endo anti
a1460 : G C3p_endo anti
a1461 : U C3p_endo anti
a1462 : A C3p_endo anti
a1463 : C C3p_endo anti
a1464 : U C3p_endo anti
a1465 : G C3p_endo anti
a1466 : G C2p_exo anti
a1467 : A C3p_endo anti
a1468 : A C3p_endo anti
a1469 : G C3p_endo anti
a1470 : G C3p_endo anti
a1471 : U C3p_endo anti
a1472 : G C3p_endo anti
a1473 : C C3p_endo anti
a1474 : G C3p_endo anti
a1475 : G C3p_endo anti
a1476 : C C3p_endo anti
a1477 : U C2p_endo anti
a1478 : G C2p_endo syn
a1479 : G C3p_endo anti
a1480 : A C2p_exo anti
a1481 : U C3p_endo anti
a1482 : C C3p_endo anti
a1483 : A C2p_exo anti
a1484 : C C3p_endo anti
a1485 : C C3p_endo anti
a1486 : U C3p_endo anti
a1487 : C C3p_endo anti
a1488 : C C3p_endo anti
w96 : LYS
w97 : PRO
w98 : ARG
w99 : LEU
w100 : VAL
w101 : LEU
w102 : LYS
w103 : PHE
w104 : ILE
w105 : TRP
w106 : MET
w107 : GLU
w108 : LYS
w109 : ASN
w110 : ILE
w111 : GLY
w112 : LEU
w113 : ALA
w114 : LEU
w115 : ASP
w116 : GLN
w117 : THR
w118 : ILE
w119 : PRO
w120 : GLY
w121 : HIS
w122 : GLY
w123 : THR
w124 : VAL
w125 : PRO
w126 : LEU
w127 : SER
w128 : PRO
w129 : TYR
w130 : TYR
w131 : PHE
w132 : TRP
w133 : PRO
w134 : ARG
w135 : LYS
w136 : ASP
w137 : ALA
w138 : TRP
w139 : GLU
w140 : GLU
w141 : LEU
w142 : LYS
w143 : VAL
w144 : LEU
w145 : LEU
w146 : GLU
w147 : ASN
w148 : LYS
w149 : PRO
w150 : TRP
w151 : ILE
w152 : SER
w153 : GLN
w154 : LYS
w155 : GLN
w156 : MET
w157 : ILE
w158 : ILE
w159 : LEU
w160 : LEU
w161 : ASN
w162 : GLN
w163 : ALA
w164 : THR
w165 : ASP
w166 : ILE
w167 : ILE
w168 : ASN
w169 : LEU
w170 : TRP
w171 : GLN
w172 : GLN
w173 : SER
w174 : GLY
w175 : GLY
w176 : ASN
w177 : LEU
w178 : ALA
w179 : SER
d2 : SER
d3 : ARG
d4 : TYR
d5 : ARG
d6 : GLY
d7 : PRO
d8 : ARG
d9 : PHE
d10 : LYS
d11 : LYS
d12 : ILE
d13 : ARG
d14 : ARG
d15 : LEU
d16 : GLY
d17 : ALA
d18 : LEU
d19 : PRO
d20 : GLY
d21 : LEU
d22 : THR
d23 : ASN
d24 : LYS
d25 : ARG
d26 : PRO
d27 : ARG
d28 : ALA
d29 : GLY
d30 : SER
d31 : ASP
d32 : LEU
d33 : ARG
d34 : ASN
d35 : GLN
d36 : SER
d37 : ARG
d38 : SER
d39 : GLY
d40 : LYS
d41 : ARG
d42 : SER
d43 : GLN
d44 : TYR
d45 : ARG
d46 : ILE
d47 : ARG
d48 : LEU
d49 : GLU
d50 : GLU
d51 : LYS
d52 : GLN
d53 : LYS
d54 : LEU
d55 : ARG
d56 : PHE
d57 : HIS
d58 : TYR
d59 : GLY
d60 : ILE
d61 : THR
d62 : GLU
d63 : ARG
d64 : GLN
d65 : LEU
d66 : LEU
d67 : LYS
d68 : TYR
d69 : VAL
d70 : ARG
d71 : ILE
d72 : ALA
d73 : ARG
d74 : LYS
d75 : ALA
d76 : LYS
d77 : GLY
d78 : SER
d79 : THR
d80 : GLY
d81 : GLN
d82 : VAL
d83 : LEU
d84 : LEU
d85 : GLN
d86 : LEU
d87 : LEU
d88 : GLU
d89 : MET
d90 : ARG
d91 : LEU
d92 : ASP
d93 : ASN
d94 : ILE
d95 : LEU
d96 : PHE
d97 : ARG
d98 : LEU
d99 : GLY
d100 : MET
d101 : ALA
d102 : PRO
d103 : THR
d104 : ILE
d105 : PRO
d106 : GLY
d107 : ALA
d108 : ARG
d109 : GLN
d110 : LEU
d111 : VAL
d112 : ASN
d113 : HIS
d114 : ARG
d115 : HIS
d116 : ILE
d117 : LEU
d118 : VAL
d119 : ASN
d120 : GLY
d121 : ARG
d122 : ILE
d123 : VAL
d124 : ASP
d125 : ILE
d126 : PRO
d127 : SER
d128 : TYR
d129 : ARG
d130 : CYS
d131 : LYS
d132 : PRO
d133 : GLN
d134 : ASP
d135 : THR
d136 : ILE
d137 : MET
d138 : ALA
d139 : ARG
d140 : ASP
d141 : GLU
d142 : GLN
d143 : LYS
d144 : SER
d145 : ILE
d146 : ALA
d147 : LEU
d148 : ILE
d149 : GLN
d150 : ASN
d151 : SER
d152 : LEU
d153 : ASP
d154 : LEU
d155 : SER
d156 : PRO
d157 : ARG
d158 : GLU
d159 : GLU
d160 : LEU
d161 : PRO
d162 : LYS
d163 : HIS
d164 : LEU
d165 : THR
d166 : LEU
d167 : ASN
d168 : PRO
d169 : PHE
d170 : PRO
d171 : TYR
d172 : LYS
d173 : GLY
d174 : LEU
d175 : VAL
d176 : ASN
d177 : GLN
d178 : ILE
d179 : ILE
d180 : ASP
d181 : SER
d182 : LYS
d183 : TRP
d184 : VAL
d185 : GLY
d186 : LEU
d187 : LYS
d188 : ILE
d189 : ASN
d190 : GLU
d191 : LEU
d192 : LEU
d193 : VAL
d194 : VAL
d195 : GLU
d196 : TYR
d197 : TYR
d198 : SER
d199 : ARG
d200 : GLN
v9 : SER
v10 : SER
v11 : THR
v12 : ALA
v13 : SER
v14 : SER
v15 : SER
v16 : SER
v17 : ASP
v18 : GLY
v19 : GLU
v20 : GLY
v21 : ALA
v22 : ARG
v23 : ARG
v24 : LEU
v25 : TYR
v26 : VAL
v27 : GLY
v28 : ASN
v29 : ILE
v30 : PRO
v31 : ARG
v32 : ASN
v33 : LEU
v34 : ASN
v35 : ASN
v36 : ASP
v37 : GLU
v38 : LEU
v39 : ARG
v40 : THR
v41 : ILE
v42 : VAL
v43 : GLU
v44 : GLU
v45 : HIS
v46 : GLY
v47 : ALA
v48 : ILE
v49 : GLU
v50 : ILE
v51 : ALA
v52 : GLU
v53 : VAL
v54 : MET
v55 : TYR
v56 : ASP
v57 : LYS
v58 : TYR
v59 : SER
v60 : GLY
v61 : ARG
v62 : SER
v63 : ARG
v64 : ARG
v65 : PHE
v66 : GLY
v67 : PHE
v68 : VAL
v69 : THR
v70 : MET
v71 : LYS
v72 : THR
v73 : VAL
v74 : GLU
v75 : ASP
v76 : ALA
v77 : ASN
v78 : ALA
v79 : VAL
v80 : ILE
v81 : GLU
v82 : LYS
v83 : LEU
v84 : ASN
v85 : ASP
v86 : THR
v87 : GLU
v88 : ILE
v89 : GLY
v90 : GLY
v91 : ARG
v92 : LYS
v93 : ILE
v94 : LYS
v95 : VAL
v96 : ASN
v97 : ILE
v98 : THR
v99 : GLU
v100 : LYS
v101 : PRO
v102 : LEU
v103 : GLU
v104 : GLY
v105 : MET
v106 : ASP
v107 : ILE
v108 : ALA
v109 : THR
v110 : THR
v111 : GLN
v112 : ALA
v113 : GLU
v114 : ASP
v115 : SER
v116 : GLN
v117 : PHE
v118 : VAL
v119 : GLU
v120 : SER
v121 : PRO
v122 : TYR
v123 : LYS
v124 : VAL
v125 : TYR
v126 : ILE
v127 : GLY
v128 : ASN
v129 : LEU
v130 : ALA
v131 : LYS
v132 : THR
v133 : VAL
v134 : THR
v135 : ASN
v136 : GLU
v137 : LEU
v138 : LEU
v139 : LYS
v140 : ASP
v141 : PHE
v142 : PHE
v143 : SER
v144 : GLU
v145 : LYS
v146 : GLY
v147 : LYS
v148 : VAL
v149 : LEU
v150 : GLY
v151 : ALA
v152 : LYS
v153 : VAL
v154 : GLN
v155 : ARG
v156 : THR
v157 : PRO
v158 : GLY
v159 : THR
v160 : SER
v161 : LYS
v162 : SER
v163 : ASN
v164 : GLY
v165 : PHE
v166 : GLY
v167 : PHE
v168 : VAL
v169 : SER
v170 : PHE
v171 : SER
v172 : SER
v173 : GLU
v174 : GLU
v175 : GLU
v176 : VAL
v177 : GLU
v178 : ALA
v179 : ALA
v180 : ILE
v181 : GLN
v182 : ALA
v183 : LEU
v184 : ASN
v185 : ASN
v186 : SER
v187 : VAL
v188 : LEU
v189 : GLU
v190 : GLY
v191 : GLN
v192 : LYS
v193 : ILE
v194 : ARG
v195 : VAL
v196 : ASN
v197 : LYS
v198 : ALA
n2 : ALA
n3 : ARG
n4 : LYS
n5 : SER
n6 : LEU
n7 : ILE
n8 : GLN
n9 : ARG
n10 : GLU
n11 : LYS
n12 : LYS
n13 : ARG
n14 : ARG
n15 : ASN
n16 : LEU
n17 : GLU
n18 : GLN
n19 : LYS
n20 : TYR
n21 : HIS
n22 : LEU
n23 : ILE
n24 : ARG
n25 : ARG
n26 : SER
n27 : SER
n28 : LYS
n29 : GLN
n30 : GLU
n31 : ILE
n32 : ARG
n33 : LYS
n34 : VAL
n35 : THR
n36 : SER
n37 : LEU
n38 : SER
n39 : ASP
n40 : LYS
n41 : TRP
n42 : GLU
n43 : ILE
n44 : HIS
n45 : GLY
n46 : LYS
n47 : LEU
n48 : GLN
n49 : SER
n50 : PRO
n51 : PRO
n52 : ARG
n53 : ASN
n54 : SER
n55 : ALA
n56 : PRO
n57 : ALA
n58 : ARG
n59 : LEU
n60 : HIS
n61 : ARG
n62 : ARG
n63 : CYS
n64 : PHE
n65 : LEU
n66 : THR
n67 : GLY
n68 : ARG
n69 : PRO
n70 : ARG
n71 : ALA
n72 : ASN
n73 : ILE
n74 : ARG
n75 : ASP
n76 : PHE
n77 : GLY
n78 : LEU
n79 : SER
n80 : GLY
n81 : HIS
n82 : ILE
n83 : LEU
n84 : ARG
n85 : GLU
n86 : MET
n87 : VAL
n88 : HIS
n89 : THR
n90 : CYS
n91 : LEU
n92 : LEU
n93 : PRO
n94 : GLY
n95 : ALA
n96 : THR
n97 : ARG
n98 : SER
n99 : SER
n100 : TRP
x55 : GLY
x56 : ARG
x57 : GLY
x58 : ASP
x59 : ARG
x60 : LYS
x61 : THR
x62 : ALA
x63 : LYS
x64 : GLY
x65 : LYS
x66 : ARG
x67 : PHE
x68 : ASN
x69 : HIS
x70 : SER
x71 : PHE
x72 : GLY
x73 : ASN
x74 : ALA
x75 : ARG
x76 : PRO
x77 : LYS
x78 : ASN
x79 : LYS
x80 : ASN
x81 : LYS
x82 : GLY
x83 : ARG
x84 : GLY
x85 : PRO
x86 : PRO
x87 : LYS
x88 : ALA
x89 : PRO
x90 : ILE
x91 : PHE
'8'50 : THR
'8'51 : ARG
'8'52 : GLU
'8'53 : ARG
'8'54 : GLN
'8'55 : LYS
'8'56 : LEU
'8'57 : LYS
'8'58 : GLN
'8'59 : LEU
'8'60 : PHE
'8'61 : GLU
'8'62 : ASP
'8'63 : ALA
'8'64 : TYR
'8'65 : GLU
'8'66 : ARG
'8'67 : CYS
'8'68 : ARG
'8'69 : ASN
'8'70 : ALA
'8'71 : PRO
'8'72 : MET
'8'73 : GLU
'8'74 : GLY
'8'249 : LYS
'8'250 : ALA
'8'251 : MET
'8'252 : ALA
'8'253 : ASP
'8'254 : SER
'8'255 : GLN
'8'256 : ALA
'8'257 : GLN
'8'258 : LEU
'8'259 : GLY
'8'260 : ILE
'8'261 : GLY
'8'262 : SER
'8'263 : VAL
'8'264 : VAL
'8'265 : THR
'8'266 : GLY
'8'267 : THR
'8'268 : VAL
'8'269 : GLN
'8'270 : SER
'8'271 : LEU
'8'272 : LYS
'8'273 : PRO
'8'274 : TYR
'8'275 : GLY
'8'276 : ALA
'8'277 : PHE
'8'278 : ILE
'8'279 : ASP
'8'280 : ILE
'8'281 : GLY
'8'282 : GLY
'8'283 : ILE
'8'284 : ASN
'8'285 : GLY
'8'286 : LEU
'8'287 : LEU
'8'288 : HIS
'8'289 : VAL
'8'290 : SER
'8'291 : GLN
'8'292 : ILE
'8'293 : SER
'8'294 : HIS
'8'295 : ASP
'8'296 : ARG
'8'297 : VAL
'8'298 : SER
'8'299 : ASP
'8'300 : ILE
'8'301 : ALA
'8'302 : THR
'8'303 : VAL
'8'304 : LEU
'8'305 : GLN
'8'306 : PRO
'8'307 : GLY
'8'308 : ASP
'8'309 : THR
'8'310 : LEU
'8'311 : LYS
'8'312 : VAL
'8'313 : MET
'8'314 : ILE
'8'315 : LEU
'8'316 : SER
'8'317 : HIS
'8'318 : ASP
'8'319 : ARG
'8'320 : GLU
'8'321 : ARG
'8'322 : GLY
'8'323 : ARG
'8'324 : VAL
'8'325 : SER
'8'326 : LEU
'8'327 : SER
'8'328 : THR
'8'329 : LYS
'8'330 : LYS
'8'331 : LEU
'8'332 : GLU
'8'333 : PRO
'8'334 : THR
'8'335 : PRO
'8'336 : GLY
'8'337 : ASP
'8'338 : MET
'8'339 : ILE
'8'340 : ARG
'8'341 : ASN
'8'342 : PRO
'8'343 : LYS
'8'344 : LEU
'8'345 : VAL
'8'346 : PHE
'8'347 : GLU
'8'348 : LYS
'8'349 : ALA
'8'350 : GLU
'8'351 : GLU
'8'352 : MET
'8'353 : ALA
'8'354 : GLN
'8'355 : THR
'8'356 : PHE
'8'357 : ARG
'8'358 : GLN
'8'359 : ARG
'8'360 : ILE
'8'361 : ALA
'8'362 : GLN
'8'363 : ALA
'8'364 : GLU
'8'365 : ALA
'8'366 : MET
'8'367 : ALA
'8'368 : ARG
'8'369 : ALA
'8'370 : ASP
'8'371 : MET
'8'372 : LEU
'8'373 : ARG
'8'374 : PHE
'8'375 : GLN
'8'376 : PRO
'8'377 : GLU
Adjacent stackings ----------------------------------------------
a10-a11 : adjacent_5p upward 
a11-a12 : adjacent_5p upward 
a12-a13 : adjacent_5p upward 
a16-a17 : adjacent_5p upward 
a17-a18 : adjacent_5p upward 
a18-a19 : adjacent_5p upward 
a19-a20 : adjacent_5p upward 
a20-a21 : adjacent_5p upward 
a21-a22 : adjacent_5p upward 
a22-a23 : adjacent_5p upward 
a23-a24 : adjacent_5p upward 
a24-a25 : adjacent_5p upward 
a28-a29 : adjacent_5p upward 
a29-a30 : adjacent_5p upward 
a30-a31 : adjacent_5p upward 
a33-a34 : adjacent_5p upward 
a34-a35 : adjacent_5p upward 
a36-a37 : adjacent_5p upward 
a37-a38 : adjacent_5p upward 
a38-a39 : adjacent_5p upward 
a40-a41 : adjacent_5p upward 
a41-a42 : adjacent_5p upward 
a42-a43 : adjacent_5p upward 
a43-a44 : adjacent_5p upward 
a44-a45 : adjacent_5p upward 
a45-a46 : adjacent_5p upward 
a46-a47 : adjacent_5p upward 
a53-a54 : adjacent_5p upward 
a54-a55 : adjacent_5p upward 
a56-a57 : adjacent_5p upward 
a58-a59 : adjacent_5p upward 
a62-a63 : adjacent_5p upward 
a67-a68 : adjacent_5p upward 
a69-a70 : adjacent_5p upward 
a70-a71 : adjacent_5p upward 
a71-a72 : adjacent_5p upward 
a72-a73 : adjacent_5p upward 
a73-a74 : adjacent_5p upward 
a79-a80 : adjacent_5p upward 
a81-a82 : adjacent_5p upward 
a82-a83 : adjacent_5p upward 
a83-a84 : adjacent_5p upward 
a85-a86 : adjacent_5p upward 
a86-a87 : adjacent_5p upward 
a87-a88 : adjacent_5p upward 
a88-a89 : adjacent_5p upward 
a89-a90 : adjacent_5p upward 
a90-a91 : adjacent_5p upward 
a94-a95 : adjacent_5p upward 
a96-a97 : adjacent_5p upward 
a97-a98 : adjacent_5p upward 
a98-a99 : adjacent_5p upward 
a100-a101 : adjacent_5p upward 
a101-a102 : adjacent_5p upward 
a106-a107 : adjacent_5p upward 
a107-a108 : adjacent_5p upward 
a108-a109 : adjacent_5p upward 
a109-a110 : adjacent_5p upward 
a110-a111 : adjacent_5p upward 
a111-a112 : adjacent_5p upward 
a112-a113 : adjacent_5p upward 
a116-a117 : adjacent_5p upward 
a118-a119 : adjacent_5p upward 
a122-a123 : adjacent_5p upward 
a124-a125 : adjacent_5p upward 
a125-a126 : adjacent_5p upward 
a126-a127 : adjacent_5p upward 
a128-a129 : adjacent_5p upward 
a129-a130 : adjacent_5p upward 
a130-a131 : adjacent_5p upward 
a131-a132 : adjacent_5p upward 
a132-a133 : adjacent_5p upward 
a133-a134 : adjacent_5p upward 
a135-a136 : adjacent_5p upward 
a136-a137 : adjacent_5p upward 
a138-a139 : adjacent_5p upward 
a139-a140 : adjacent_5p upward 
a140-a141 : adjacent_5p upward 
a142-a143 : adjacent_5p upward 
a144-a145 : adjacent_5p upward 
a145-a146 : adjacent_5p upward 
a148-a149 : adjacent_5p upward 
a149-a150 : adjacent_5p upward 
a150-a151 : adjacent_5p upward 
a151-a152 : adjacent_5p upward 
a152-a153 : adjacent_5p upward 
a155-a156 : adjacent_5p upward 
a158-a159 : adjacent_5p upward 
a162-a163 : adjacent_5p upward 
a163-a164 : adjacent_5p upward 
a167-a168 : adjacent_5p upward 
a169-a170 : adjacent_5p upward 
a171-a172 : adjacent_5p upward 
a172-a173 : adjacent_5p upward 
a173-a174 : adjacent_5p upward pairing 
a174-a175 : adjacent_5p upward 
a175-a176 : adjacent_5p upward 
a178-a179 : adjacent_5p upward 
a181-a182 : adjacent_5p upward 
a182-a183 : adjacent_5p upward 
a183-a184 : adjacent_5p upward 
a185-a186 : adjacent_5p upward 
a186-a187 : adjacent_5p upward 
a188-a189 : adjacent_5p upward 
a189-a190 : adjacent_5p upward 
a191-a192 : adjacent_5p upward 
a193-a194 : adjacent_5p upward 
a194-a195 : adjacent_5p upward 
a195-a196 : adjacent_5p upward 
a196-a197 : adjacent_5p upward 
a197-a198 : adjacent_5p upward 
a198-a199 : adjacent_5p upward 
a199-a200 : adjacent_5p upward 
a200-a201 : adjacent_5p upward 
a201-a202 : adjacent_5p upward 
a202-a203 : adjacent_5p upward 
a203-a204 : adjacent_5p upward 
a205-a206 : adjacent_5p upward 
a207-a208 : adjacent_5p upward 
a208-a209 : adjacent_5p upward 
a209-a210 : adjacent_5p upward 
a212-a213 : adjacent_5p upward 
a218-a219 : adjacent_5p upward 
a219-a220 : adjacent_5p upward 
a224-a225 : adjacent_5p upward 
a225-a226 : adjacent_5p upward 
a226-a227 : adjacent_5p upward 
a227-a228 : adjacent_5p upward 
a228-a229 : adjacent_5p upward 
a229-a230 : adjacent_5p upward 
a230-a231 : adjacent_5p upward 
a231-a232 : adjacent_5p upward 
a233-a234 : adjacent_5p upward 
a235-a236 : adjacent_5p upward 
a239-a240 : adjacent_5p upward 
a241-a242 : adjacent_5p upward 
a242-a243 : adjacent_5p upward 
a244-a245 : adjacent_5p upward 
a246-a247 : adjacent_5p upward 
a247-a248 : adjacent_5p upward 
a248-a249 : adjacent_5p upward 
a253-a254 : adjacent_5p upward 
a254-a255 : adjacent_5p upward 
a255-a256 : adjacent_5p upward 
a256-a257 : adjacent_5p upward 
a257-a258 : adjacent_5p upward 
a260-a261 : adjacent_5p upward 
a261-a262 : adjacent_5p upward 
a264-a265 : adjacent_5p upward 
a265-a266 : adjacent_5p upward 
a266-a267 : adjacent_5p upward 
a267-a268 : adjacent_5p upward 
a269-a270 : adjacent_5p upward 
a270-a271 : adjacent_5p upward 
a272-a273 : adjacent_5p upward 
a273-a274 : adjacent_5p upward 
a274-a275 : adjacent_5p upward 
a277-a278 : adjacent_5p upward 
a279-a280 : adjacent_5p upward 
a280-a281 : adjacent_5p upward 
a281-a282 : adjacent_5p upward 
a283-a284 : adjacent_5p upward 
a284-a285 : adjacent_5p upward 
a285-a286 : adjacent_5p upward 
a287-a288 : adjacent_5p upward 
a288-a289 : adjacent_5p upward 
a289-a290 : adjacent_5p upward 
a290-a291 : adjacent_5p upward 
a291-a292 : adjacent_5p upward 
a292-a293 : adjacent_5p upward 
a294-a295 : adjacent_5p upward 
a296-a297 : adjacent_5p upward 
a303-a304 : adjacent_5p upward 
a307-a308 : adjacent_5p upward 
a308-a309 : adjacent_5p upward 
a309-a310 : adjacent_5p upward 
a313-a314 : adjacent_5p upward 
a317-a318 : adjacent_5p outward 
a318-a319 : adjacent_5p upward 
a319-a320 : adjacent_5p upward 
a320-a321 : adjacent_5p upward 
a325-a326 : adjacent_5p upward 
a326-a327 : adjacent_5p upward 
a327-a328 : adjacent_5p upward 
a328-a329 : adjacent_5p upward 
a329-a330 : adjacent_5p upward 
a330-a331 : adjacent_5p upward 
a331-a332 : adjacent_5p upward 
a332-a333 : adjacent_5p upward 
a334-a335 : adjacent_5p upward 
a341-a342 : adjacent_5p upward 
a342-a343 : adjacent_5p upward 
a344-a345 : adjacent_5p upward 
a345-a346 : adjacent_5p upward 
a346-a347 : adjacent_5p upward 
a347-a348 : adjacent_5p upward 
a348-a349 : adjacent_5p upward 
a349-a350 : adjacent_5p upward 
a350-a351 : adjacent_5p upward 
a352-a353 : adjacent_5p upward 
a353-a354 : adjacent_5p upward 
a355-a356 : adjacent_5p upward 
a356-a357 : adjacent_5p upward 
a360-a361 : adjacent_5p upward 
a362-a363 : adjacent_5p upward 
a363-a364 : adjacent_5p upward 
a364-a365 : adjacent_5p upward 
a365-a366 : adjacent_5p upward 
a366-a367 : adjacent_5p upward 
a370-a371 : adjacent_5p upward 
a371-a372 : adjacent_5p upward 
a372-a373 : adjacent_5p upward 
a373-a374 : adjacent_5p upward 
a375-a376 : adjacent_5p upward 
a377-a378 : adjacent_5p upward 
a378-a379 : adjacent_5p upward 
a379-a380 : adjacent_5p upward 
a380-a381 : adjacent_5p upward 
a384-a385 : adjacent_5p upward 
a385-a386 : adjacent_5p upward 
a386-a387 : adjacent_5p upward 
a388-a389 : adjacent_5p upward 
a389-a390 : adjacent_5p upward 
a395-a396 : adjacent_5p upward 
a396-a397 : adjacent_5p upward 
a397-a398 : adjacent_5p upward 
a398-a399 : adjacent_5p inward 
a401-a402 : adjacent_5p upward 
a402-a403 : adjacent_5p upward 
a403-a404 : adjacent_5p upward 
a405-a406 : adjacent_5p upward 
a407-a408 : adjacent_5p upward 
a410-a411 : adjacent_5p upward 
a411-a412 : adjacent_5p upward 
a412-a413 : adjacent_5p upward 
a415-a416 : adjacent_5p upward 
a416-a417 : adjacent_5p upward 
a417-a418 : adjacent_5p upward 
a419-a420 : adjacent_5p upward 
a420-a421 : adjacent_5p upward 
a422-a423 : adjacent_5p downward 
a425-a426 : adjacent_5p upward 
a426-a427 : adjacent_5p upward 
a427-a428 : adjacent_5p upward 
a430-a431 : adjacent_5p upward 
a431-a432 : adjacent_5p inward 
a435-a436 : adjacent_5p upward 
a438-a439 : adjacent_5p upward 
a439-a440 : adjacent_5p upward 
a440-a441 : adjacent_5p inward 
a441-a442 : adjacent_5p outward 
a443-a444 : adjacent_5p downward 
a444-a445 : adjacent_5p downward 
a448-a449 : adjacent_5p upward 
a450-a451 : adjacent_5p upward 
a453-a454 : adjacent_5p upward 
a454-a455 : adjacent_5p upward 
a457-a458 : adjacent_5p upward 
a460-a461 : adjacent_5p upward 
a461-a462 : adjacent_5p upward 
a463-a464 : adjacent_5p upward 
a467-a468 : adjacent_5p upward 
a468-a469 : adjacent_5p upward 
a469-a470 : adjacent_5p upward 
a470-a471 : adjacent_5p upward 
a472-a473 : adjacent_5p upward 
a473-a474 : adjacent_5p upward 
a475-a476 : adjacent_5p upward 
a476-a477 : adjacent_5p upward 
a485-a486 : adjacent_5p upward 
a486-a487 : adjacent_5p upward 
a487-a488 : adjacent_5p upward 
a488-a489 : adjacent_5p upward 
a489-a490 : adjacent_5p upward 
a490-a491 : adjacent_5p upward 
a492-a493 : adjacent_5p upward 
a496-a497 : adjacent_5p upward 
a497-a498 : adjacent_5p upward 
a498-a499 : adjacent_5p upward 
a499-a500 : adjacent_5p upward 
a500-a501 : adjacent_5p upward 
a501-a502 : adjacent_5p upward 
a502-a503 : adjacent_5p upward 
a505-a506 : adjacent_5p upward 
a506-a507 : adjacent_5p upward 
a512-a513 : adjacent_5p upward 
a513-a514 : adjacent_5p inward 
a515-a516 : adjacent_5p upward 
a516-a517 : adjacent_5p upward 
a518-a519 : adjacent_5p upward 
a521-a522 : adjacent_5p upward 
a525-a526 : adjacent_5p upward 
a526-a527 : adjacent_5p upward 
a528-a529 : adjacent_5p upward 
a530-a531 : adjacent_5p upward 
a531-a532 : adjacent_5p upward 
a532-a533 : adjacent_5p upward 
a533-a534 : adjacent_5p upward 
a534-a535 : adjacent_5p upward 
a536-a537 : adjacent_5p upward 
a538-a539 : adjacent_5p upward 
a542-a543 : adjacent_5p upward 
a544-a545 : adjacent_5p upward 
a545-a546 : adjacent_5p upward 
a546-a547 : adjacent_5p upward 
a547-a548 : adjacent_5p upward 
a549-a550 : adjacent_5p upward 
a550-a551 : adjacent_5p upward 
a551-a552 : adjacent_5p upward 
a552-a553 : adjacent_5p upward 
a555-a556 : adjacent_5p upward 
a556-a557 : adjacent_5p upward 
a557-a558 : adjacent_5p upward 
a558-a559 : adjacent_5p upward 
a561-a562 : adjacent_5p upward 
a562-a563 : adjacent_5p upward 
a563-a564 : adjacent_5p upward 
a564-a565 : adjacent_5p upward 
a565-a566 : adjacent_5p upward 
a568-a569 : adjacent_5p upward 
a569-a570 : adjacent_5p upward 
a570-a571 : adjacent_5p upward pairing 
a571-a572 : adjacent_5p upward 
a572-a573 : adjacent_5p upward 
a573-a574 : adjacent_5p upward 
a575-a576 : adjacent_5p upward 
a576-a577 : adjacent_5p upward 
a579-a580 : adjacent_5p outward 
a580-a581 : adjacent_5p upward 
a581-a582 : adjacent_5p upward 
a583-a584 : adjacent_5p upward 
a584-a585 : adjacent_5p upward 
a586-a587 : adjacent_5p upward 
a587-a588 : adjacent_5p upward 
a588-a589 : adjacent_5p upward 
a590-a591 : adjacent_5p upward 
a592-a593 : adjacent_5p upward 
a593-a594 : adjacent_5p upward 
a594-a595 : adjacent_5p upward 
a595-a596 : adjacent_5p upward 
a596-a597 : adjacent_5p upward 
a597-a598 : adjacent_5p upward 
a598-a599 : adjacent_5p upward 
a599-a600 : adjacent_5p upward 
a602-a603 : adjacent_5p upward 
a603-a604 : adjacent_5p upward 
a604-a605 : adjacent_5p upward 
a606-a607 : adjacent_5p upward 
a608-a609 : adjacent_5p upward 
a609-a610 : adjacent_5p upward 
a611-a612 : adjacent_5p upward 
a614-a615 : adjacent_5p upward 
a615-a616 : adjacent_5p upward 
a616-a617 : adjacent_5p upward 
a617-a618 : adjacent_5p upward 
a618-a619 : adjacent_5p upward 
a619-a620 : adjacent_5p upward 
a620-a621 : adjacent_5p upward 
a621-a622 : adjacent_5p upward 
a622-a623 : adjacent_5p upward 
a623-a624 : adjacent_5p upward 
a624-a625 : adjacent_5p upward 
a625-a626 : adjacent_5p upward 
a626-a627 : adjacent_5p upward 
a627-a628 : adjacent_5p upward 
a628-a629 : adjacent_5p upward 
a629-a630 : adjacent_5p upward 
a630-a631 : adjacent_5p upward 
a631-a632 : adjacent_5p upward 
a632-a633 : adjacent_5p upward 
a633-a634 : adjacent_5p upward 
a636-a637 : adjacent_5p upward 
a637-a638 : adjacent_5p upward 
a638-a639 : adjacent_5p upward 
a639-a640 : adjacent_5p upward 
a641-a642 : adjacent_5p upward 
a642-a643 : adjacent_5p upward 
a643-a644 : adjacent_5p upward 
a644-a645 : adjacent_5p upward 
a645-a646 : adjacent_5p upward 
a646-a647 : adjacent_5p upward 
a647-a648 : adjacent_5p upward 
a652-a653 : adjacent_5p upward 
a653-a654 : adjacent_5p upward 
a654-a655 : adjacent_5p upward 
a655-a656 : adjacent_5p upward 
a657-a658 : adjacent_5p upward 
a658-a659 : adjacent_5p upward 
a659-a660 : adjacent_5p upward 
a660-a661 : adjacent_5p upward 
a661-a662 : adjacent_5p upward 
a662-a663 : adjacent_5p upward 
a663-a664 : adjacent_5p upward 
a664-a665 : adjacent_5p upward 
a666-a667 : adjacent_5p upward 
a667-a668 : adjacent_5p upward pairing 
a668-a669 : adjacent_5p inward 
a672-a673 : adjacent_5p upward 
a673-a674 : adjacent_5p upward 
a674-a675 : adjacent_5p upward 
a676-a677 : adjacent_5p upward 
a677-a678 : adjacent_5p upward 
a679-a680 : adjacent_5p upward 
a684-a685 : adjacent_5p upward 
a686-a687 : adjacent_5p upward 
a687-a688 : adjacent_5p upward 
a689-a690 : adjacent_5p upward 
a690-a691 : adjacent_5p upward 
a691-a692 : adjacent_5p upward 
a692-a693 : adjacent_5p upward 
a694-a695 : adjacent_5p upward 
a697-a698 : adjacent_5p upward 
a699-a700 : adjacent_5p upward 
a703-a704 : adjacent_5p upward 
a704-a705 : adjacent_5p upward 
a705-a706 : adjacent_5p upward 
a707-a708 : adjacent_5p upward 
a708-a709 : adjacent_5p upward 
a709-a710 : adjacent_5p upward 
a710-a711 : adjacent_5p upward 
a711-a712 : adjacent_5p upward 
a712-a713 : adjacent_5p upward 
a714-a715 : adjacent_5p upward 
a715-a716 : adjacent_5p upward 
a716-a717 : adjacent_5p upward 
a717-a718 : adjacent_5p upward 
a719-a720 : adjacent_5p upward 
a720-a721 : adjacent_5p upward 
a721-a722 : adjacent_5p upward 
a722-a723 : adjacent_5p upward 
a723-a724 : adjacent_5p upward 
a725-a726 : adjacent_5p upward 
a726-a727 : adjacent_5p upward 
a727-a728 : adjacent_5p upward 
a729-a730 : adjacent_5p upward 
a730-a731 : adjacent_5p upward 
a732-a733 : adjacent_5p upward 
a733-a734 : adjacent_5p upward 
a734-a735 : adjacent_5p upward 
a735-a736 : adjacent_5p upward 
a736-a737 : adjacent_5p upward 
a738-a739 : adjacent_5p upward 
a742-a743 : adjacent_5p upward 
a746-a747 : adjacent_5p upward 
a747-a748 : adjacent_5p upward 
a749-a750 : adjacent_5p upward 
a750-a751 : adjacent_5p upward 
a751-a752 : adjacent_5p upward 
a755-a756 : adjacent_5p upward 
a756-a757 : adjacent_5p upward 
a757-a758 : adjacent_5p upward 
a758-a759 : adjacent_5p upward 
a759-a760 : adjacent_5p upward 
a769-a770 : adjacent_5p upward 
a770-a771 : adjacent_5p upward 
a771-a772 : adjacent_5p upward 
a772-a773 : adjacent_5p upward 
a773-a774 : adjacent_5p upward 
a774-a775 : adjacent_5p upward 
a776-a777 : adjacent_5p upward 
a777-a778 : adjacent_5p upward 
a778-a779 : adjacent_5p upward 
a780-a781 : adjacent_5p upward 
a782-a783 : adjacent_5p upward 
a783-a784 : adjacent_5p upward 
a785-a786 : adjacent_5p upward 
a786-a787 : adjacent_5p upward 
a787-a788 : adjacent_5p upward 
a788-a789 : adjacent_5p upward 
a792-a793 : adjacent_5p upward 
a794-a795 : adjacent_5p upward 
a796-a797 : adjacent_5p upward 
a797-a798 : adjacent_5p upward 
a799-a800 : adjacent_5p upward 
a801-a802 : adjacent_5p upward 
a802-a803 : adjacent_5p upward 
a804-a805 : adjacent_5p upward 
a805-a806 : adjacent_5p upward 
a806-a807 : adjacent_5p upward 
a808-a809 : adjacent_5p upward 
a809-a810 : adjacent_5p upward 
a810-a811 : adjacent_5p upward 
a811-a812 : adjacent_5p upward 
a813-a814 : adjacent_5p upward 
a814-a815 : adjacent_5p upward 
a816-a817 : adjacent_5p upward 
a817-a818 : adjacent_5p upward 
a823-a824 : adjacent_5p upward 
a825-a826 : adjacent_5p upward 
a829-a830 : adjacent_5p upward 
a830-a831 : adjacent_5p upward 
a834-a835 : adjacent_5p upward 
a835-a836 : adjacent_5p upward 
a836-a837 : adjacent_5p upward 
a837-a838 : adjacent_5p inward 
a840-a841 : adjacent_5p upward 
a841-a842 : adjacent_5p upward 
a842-a843 : adjacent_5p upward 
a843-a844 : adjacent_5p upward 
a845-a846 : adjacent_5p upward 
a846-a847 : adjacent_5p upward 
a848-a849 : adjacent_5p upward 
a849-a850 : adjacent_5p upward 
a851-a852 : adjacent_5p upward 
a852-a853 : adjacent_5p upward 
a853-a854 : adjacent_5p upward 
a854-a855 : adjacent_5p upward 
a856-a857 : adjacent_5p upward 
a857-a858 : adjacent_5p upward 
a858-a859 : adjacent_5p upward 
a859-a860 : adjacent_5p upward 
a863-a864 : adjacent_5p upward 
a864-a865 : adjacent_5p upward 
a865-a866 : adjacent_5p upward 
a866-a867 : adjacent_5p upward 
a867-a868 : adjacent_5p upward 
a868-a869 : adjacent_5p upward 
a869-a870 : adjacent_5p upward 
a870-a871 : adjacent_5p upward 
a871-a872 : adjacent_5p upward 
a872-a873 : adjacent_5p upward 
a876-a877 : adjacent_5p upward 
a877-a878 : adjacent_5p upward 
a878-a879 : adjacent_5p upward 
a879-a880 : adjacent_5p upward 
a884-a885 : adjacent_5p upward 
a885-a886 : adjacent_5p upward 
a886-a887 : adjacent_5p upward 
a887-a888 : adjacent_5p upward 
a888-a889 : adjacent_5p upward 
a889-a890 : adjacent_5p upward 
a890-a891 : adjacent_5p upward 
a891-a892 : adjacent_5p upward 
a892-a893 : adjacent_5p upward 
a894-a895 : adjacent_5p upward 
a895-a896 : adjacent_5p upward 
a896-a897 : adjacent_5p upward 
a898-a899 : adjacent_5p upward 
a900-a901 : adjacent_5p upward 
a901-a902 : adjacent_5p upward 
a902-a903 : adjacent_5p upward 
a903-a904 : adjacent_5p upward 
a904-a905 : adjacent_5p upward 
a905-a906 : adjacent_5p upward 
a907-a908 : adjacent_5p upward 
a910-a911 : adjacent_5p upward 
a911-a912 : adjacent_5p upward 
a912-a913 : adjacent_5p upward 
a915-a916 : adjacent_5p upward 
a916-a917 : adjacent_5p inward 
a918-a919 : adjacent_5p upward 
a922-a923 : adjacent_5p inward 
a929-a930 : adjacent_5p upward 
a930-a931 : adjacent_5p inward 
a934-a935 : adjacent_5p upward 
a935-a936 : adjacent_5p upward 
a936-a937 : adjacent_5p upward 
a937-a938 : adjacent_5p upward 
a938-a939 : adjacent_5p upward 
a939-a940 : adjacent_5p upward 
a943-a944 : adjacent_5p upward 
a945-a946 : adjacent_5p upward 
a946-a947 : adjacent_5p upward 
a948-a949 : adjacent_5p upward 
a950-a951 : adjacent_5p upward 
a951-a952 : adjacent_5p upward 
a953-a954 : adjacent_5p upward 
a954-a955 : adjacent_5p upward 
a957-a958 : adjacent_5p upward 
a960-a961 : adjacent_5p upward 
a963-a964 : adjacent_5p upward 
a964-a965 : adjacent_5p upward 
a965-a966 : adjacent_5p upward 
a966-a967 : adjacent_5p upward 
a967-a968 : adjacent_5p upward 
a968-a969 : adjacent_5p upward 
a969-a970 : adjacent_5p upward 
a970-a971 : adjacent_5p upward 
a971-a972 : adjacent_5p upward 
a975-a976 : adjacent_5p upward 
a976-a977 : adjacent_5p upward 
a982-a983 : adjacent_5p upward 
a983-a984 : adjacent_5p upward 
a984-a985 : adjacent_5p upward 
a985-a986 : adjacent_5p upward 
a987-a988 : adjacent_5p upward 
a988-a989 : adjacent_5p upward 
a989-a990 : adjacent_5p upward 
a990-a991 : adjacent_5p upward 
a991-a992 : adjacent_5p upward 
a992-a993 : adjacent_5p upward 
a994-a995 : adjacent_5p upward 
a995-a996 : adjacent_5p upward 
a996-a997 : adjacent_5p upward 
a999-a1000 : adjacent_5p upward 
a1000-a1001 : adjacent_5p upward 
a1005-a1006 : adjacent_5p upward 
a1006-a1007 : adjacent_5p upward 
a1007-a1008 : adjacent_5p upward 
a1008-a1009 : adjacent_5p upward 
a1010-a1011 : adjacent_5p upward 
a1012-a1013 : adjacent_5p inward 
a1015-a1016 : adjacent_5p upward 
a1017-a1018 : adjacent_5p upward 
a1018-a1019 : adjacent_5p upward 
a1019-a1020 : adjacent_5p upward 
a1021-a1022 : adjacent_5p upward 
a1022-a1023 : adjacent_5p upward 
a1023-a1024 : adjacent_5p upward 
a1024-a1025 : adjacent_5p upward 
a1025-a1026 : adjacent_5p upward 
a1027-a1028 : adjacent_5p upward 
a1028-a1029 : adjacent_5p upward 
a1030-a1031 : adjacent_5p upward 
a1031-a1032 : adjacent_5p upward 
a1033-a1034 : adjacent_5p inward 
a1035-a1036 : adjacent_5p upward 
a1036-a1037 : adjacent_5p upward 
a1037-a1038 : adjacent_5p upward 
a1038-a1039 : adjacent_5p upward 
a1039-a1040 : adjacent_5p upward 
a1041-a1042 : adjacent_5p upward 
a1044-a1045 : adjacent_5p upward 
a1046-a1047 : adjacent_5p upward 
a1048-a1049 : adjacent_5p upward 
a1051-a1052 : adjacent_5p upward 
a1052-a1053 : adjacent_5p upward 
a1053-a1054 : adjacent_5p upward 
a1054-a1055 : adjacent_5p upward 
a1055-a1056 : adjacent_5p upward 
a1056-a1057 : adjacent_5p upward 
a1057-a1058 : adjacent_5p upward 
a1058-a1059 : adjacent_5p upward 
a1059-a1060 : adjacent_5p upward 
a1060-a1061 : adjacent_5p upward 
a1063-a1064 : adjacent_5p upward 
a1064-a1065 : adjacent_5p upward 
a1068-a1069 : adjacent_5p upward 
a1070-a1071 : adjacent_5p upward 
a1072-a1073 : adjacent_5p upward 
a1076-a1077 : adjacent_5p upward 
a1078-a1079 : adjacent_5p upward 
a1079-a1080 : adjacent_5p upward 
a1080-a1081 : adjacent_5p upward 
a1081-a1082 : adjacent_5p upward 
a1082-a1083 : adjacent_5p upward 
a1091-a1092 : adjacent_5p upward 
a1092-a1093 : adjacent_5p upward 
a1095-a1096 : adjacent_5p upward 
a1096-a1097 : adjacent_5p upward 
a1097-a1098 : adjacent_5p upward 
a1099-a1100 : adjacent_5p upward 
a1100-a1101 : adjacent_5p upward 
a1101-a1102 : adjacent_5p upward 
a1102-a1103 : adjacent_5p upward 
a1103-a1104 : adjacent_5p upward 
a1108-a1109 : adjacent_5p upward 
a1110-a1111 : adjacent_5p upward 
a1111-a1112 : adjacent_5p upward 
a1112-a1113 : adjacent_5p upward 
a1113-a1114 : adjacent_5p upward 
a1117-a1118 : adjacent_5p upward 
a1119-a1120 : adjacent_5p upward 
a1120-a1121 : adjacent_5p upward 
a1122-a1123 : adjacent_5p upward 
a1123-a1124 : adjacent_5p upward 
a1124-a1125 : adjacent_5p upward 
a1125-a1126 : adjacent_5p upward 
a1127-a1128 : adjacent_5p upward 
a1129-a1130 : adjacent_5p upward pairing 
a1132-a1133 : adjacent_5p upward 
a1133-a1134 : adjacent_5p upward 
a1134-a1135 : adjacent_5p upward 
a1135-a1136 : adjacent_5p upward 
a1136-a1137 : adjacent_5p upward 
a1139-a1140 : adjacent_5p upward 
a1140-a1141 : adjacent_5p upward 
a1141-a1142 : adjacent_5p upward 
a1142-a1143 : adjacent_5p upward 
a1145-a1146 : adjacent_5p upward 
a1146-a1147 : adjacent_5p upward 
a1150-a1151 : adjacent_5p upward 
a1151-a1152 : adjacent_5p upward 
a1152-a1153 : adjacent_5p upward 
a1154-a1155 : adjacent_5p upward 
a1155-a1156 : adjacent_5p upward 
a1156-a1157 : adjacent_5p upward 
a1158-a1159 : adjacent_5p upward 
a1163-a1164 : adjacent_5p upward 
a1168-a1169 : adjacent_5p upward 
a1169-a1170 : adjacent_5p upward 
a1170-a1171 : adjacent_5p upward 
a1173-a1174 : adjacent_5p upward 
a1176-a1177 : adjacent_5p upward 
a1177-a1178 : adjacent_5p upward 
a1179-a1180 : adjacent_5p upward 
a1181-a1182 : adjacent_5p upward 
a1182-a1183 : adjacent_5p upward 
a1183-a1184 : adjacent_5p upward 
a1184-a1185 : adjacent_5p upward 
a1189-a1190 : adjacent_5p upward 
a1190-a1191 : adjacent_5p upward 
a1191-a1192 : adjacent_5p upward 
a1192-a1193 : adjacent_5p upward 
a1193-a1194 : adjacent_5p upward 
a1194-a1195 : adjacent_5p upward 
a1195-a1196 : adjacent_5p upward 
a1196-a1197 : adjacent_5p upward 
a1198-a1199 : adjacent_5p upward 
a1199-a1200 : adjacent_5p upward 
a1200-a1201 : adjacent_5p upward 
a1201-a1202 : adjacent_5p upward 
a1202-a1203 : adjacent_5p upward 
a1206-a1207 : adjacent_5p upward 
a1207-a1208 : adjacent_5p upward 
a1209-a1210 : adjacent_5p upward 
a1210-a1211 : adjacent_5p upward 
a1213-a1214 : adjacent_5p upward 
a1216-a1217 : adjacent_5p upward 
a1218-a1219 : adjacent_5p upward 
a1219-a1220 : adjacent_5p upward 
a1220-a1221 : adjacent_5p upward 
a1223-a1224 : adjacent_5p upward 
a1224-a1225 : adjacent_5p upward 
a1230-a1231 : adjacent_5p upward 
a1232-a1233 : adjacent_5p inward 
a1235-a1236 : adjacent_5p upward 
a1236-a1237 : adjacent_5p upward 
a1241-a1242 : adjacent_5p upward 
a1242-a1243 : adjacent_5p upward 
a1243-a1244 : adjacent_5p upward 
a1251-a1252 : adjacent_5p upward 
a1252-a1253 : adjacent_5p upward 
a1254-a1255 : adjacent_5p upward 
a1255-a1256 : adjacent_5p upward 
a1257-a1258 : adjacent_5p upward 
a1258-a1259 : adjacent_5p upward 
a1259-a1260 : adjacent_5p upward 
a1260-a1261 : adjacent_5p upward 
a1261-a1262 : adjacent_5p upward 
a1262-a1263 : adjacent_5p upward 
a1263-a1264 : adjacent_5p upward 
a1265-a1266 : adjacent_5p upward 
a1268-a1269 : adjacent_5p upward 
a1269-a1270 : adjacent_5p inward 
a1271-a1272 : adjacent_5p upward 
a1272-a1273 : adjacent_5p upward 
a1274-a1275 : adjacent_5p upward 
a1275-a1276 : adjacent_5p upward 
a1276-a1277 : adjacent_5p upward 
a1277-a1278 : adjacent_5p upward 
a1278-a1279 : adjacent_5p upward 
a1280-a1281 : adjacent_5p outward 
a1281-a1282 : adjacent_5p upward 
a1286-a1287 : adjacent_5p upward 
a1287-a1288 : adjacent_5p upward 
a1288-a1289 : adjacent_5p upward 
a1291-a1292 : adjacent_5p upward 
a1297-a1298 : adjacent_5p upward 
a1298-a1299 : adjacent_5p upward 
a1300-a1301 : adjacent_5p upward 
a1301-a1302 : adjacent_5p upward 
a1303-a1304 : adjacent_5p upward 
a1304-a1305 : adjacent_5p upward 
a1305-a1306 : adjacent_5p upward 
a1308-a1309 : adjacent_5p upward 
a1309-a1310 : adjacent_5p upward 
a1314-a1315 : adjacent_5p upward 
a1315-a1316 : adjacent_5p upward 
a1316-a1317 : adjacent_5p upward 
a1317-a1318 : adjacent_5p upward 
a1318-a1319 : adjacent_5p upward 
a1319-a1320 : adjacent_5p upward 
a1320-a1321 : adjacent_5p upward 
a1321-a1322 : adjacent_5p upward 
a1323-a1324 : adjacent_5p upward 
a1324-a1325 : adjacent_5p upward 
a1328-a1329 : adjacent_5p upward 
a1332-a1333 : adjacent_5p upward 
a1333-a1334 : adjacent_5p upward 
a1334-a1335 : adjacent_5p upward 
a1335-a1336 : adjacent_5p upward 
a1336-a1337 : adjacent_5p upward 
a1338-a1339 : adjacent_5p upward 
a1339-a1340 : adjacent_5p upward 
a1340-a1341 : adjacent_5p upward 
a1341-a1342 : adjacent_5p upward 
a1350-a1351 : adjacent_5p upward 
a1351-a1352 : adjacent_5p upward 
a1354-a1355 : adjacent_5p upward 
a1355-a1356 : adjacent_5p upward 
a1357-a1358 : adjacent_5p upward 
a1359-a1360 : adjacent_5p upward 
a1362-a1363 : adjacent_5p upward 
a1364-a1365 : adjacent_5p upward 
a1365-a1366 : adjacent_5p upward 
a1368-a1369 : adjacent_5p upward 
a1371-a1372 : adjacent_5p upward 
a1372-a1373 : adjacent_5p upward 
a1373-a1374 : adjacent_5p upward 
a1374-a1375 : adjacent_5p upward 
a1375-a1376 : adjacent_5p upward 
a1377-a1378 : adjacent_5p upward 
a1379-a1380 : adjacent_5p upward 
a1380-a1381 : adjacent_5p upward 
a1382-a1383 : adjacent_5p upward 
a1383-a1384 : adjacent_5p upward 
a1384-a1385 : adjacent_5p upward 
a1385-a1386 : adjacent_5p upward 
a1386-a1387 : adjacent_5p upward 
a1387-a1388 : adjacent_5p upward 
a1388-a1389 : adjacent_5p upward 
a1392-a1393 : adjacent_5p upward 
a1395-a1396 : adjacent_5p upward 
a1398-a1399 : adjacent_5p upward 
a1403-a1404 : adjacent_5p upward 
a1404-a1405 : adjacent_5p upward 
a1405-a1406 : adjacent_5p upward 
a1406-a1407 : adjacent_5p upward 
a1407-a1408 : adjacent_5p upward 
a1408-a1409 : adjacent_5p upward 
a1409-a1410 : adjacent_5p upward 
a1410-a1411 : adjacent_5p upward 
a1411-a1412 : adjacent_5p upward 
a1413-a1414 : adjacent_5p upward 
a1414-a1415 : adjacent_5p upward 
a1415-a1416 : adjacent_5p upward 
a1417-a1418 : adjacent_5p inward 
a1418-a1419 : adjacent_5p outward 
a1419-a1420 : adjacent_5p upward 
a1420-a1421 : adjacent_5p upward 
a1421-a1422 : adjacent_5p upward 
a1422-a1423 : adjacent_5p upward 
a1423-a1424 : adjacent_5p upward 
a1424-a1425 : adjacent_5p upward 
a1425-a1426 : adjacent_5p upward 
a1426-a1427 : adjacent_5p upward 
a1428-a1429 : adjacent_5p upward 
a1429-a1430 : adjacent_5p upward 
a1432-a1433 : adjacent_5p upward pairing 
a1433-a1434 : adjacent_5p upward 
a1435-a1436 : adjacent_5p upward 
a1436-a1437 : adjacent_5p upward 
a1437-a1438 : adjacent_5p upward 
a1438-a1439 : adjacent_5p upward 
a1439-a1440 : adjacent_5p upward 
a1441-a1442 : adjacent_5p upward 
a1443-a1444 : adjacent_5p upward 
a1444-a1445 : adjacent_5p upward 
a1446-a1447 : adjacent_5p upward 
a1448-a1449 : adjacent_5p upward 
a1449-a1450 : adjacent_5p upward 
a1456-a1457 : adjacent_5p upward 
a1457-a1458 : adjacent_5p upward 
a1460-a1461 : adjacent_5p upward 
a1461-a1462 : adjacent_5p upward 
a1462-a1463 : adjacent_5p upward 
a1463-a1464 : adjacent_5p upward 
a1466-a1467 : adjacent_5p upward 
a1467-a1468 : adjacent_5p upward 
a1469-a1470 : adjacent_5p upward 
a1470-a1471 : adjacent_5p upward 
a1472-a1473 : adjacent_5p upward 
a1473-a1474 : adjacent_5p upward 
a1474-a1475 : adjacent_5p upward 
a1475-a1476 : adjacent_5p upward 
a1480-a1481 : adjacent_5p upward 
a1481-a1482 : adjacent_5p upward 
a1484-a1485 : adjacent_5p upward 
a1486-a1487 : adjacent_5p upward 
Non-Adjacent stackings ------------------------------------------
a8-a269 : outward 
a10-a27 : outward 
a16-a1345 : downward 
a28-a505 : outward 
a31-a33 : upward 
a32-a49 : upward 
a33-a501 : outward 
a36-a498 : outward 
a39-a368 : downward pairing 
a40-a375 : outward 
a42-a373 : outward 
a45-a370 : outward 
a47-a337 : upward 
a47-a367 : outward 
a52-a100 : upward 
a52-a324 : outward 
a54-a330 : outward 
a55-a323 : inward 
a58-a327 : outward 
a60-a302 : upward 
a60-a325 : outward 
a62-a91 : outward 
a66-a352 : upward pairing 
a69-a86 : outward 
a93-a297 : downward 
a93-a298 : upward 
a97-a286 : outward 
a99-a260 : upward 
a99-a284 : outward 
a102-a259 : inward pairing 
a103-a211 : upward pairing 
a103-a259 : outward 
a104-a106 : upward 
a108-a209 : outward 
a118-a296 : outward 
a124-a195 : outward 
a128-a163 : outward 
a138-a152 : outward 
a142-a148 : outward 
a156-a158 : upward 
a157-a180 : outward 
a165-a177 : inward pairing 
a165-a178 : outward 
a167-a177 : outward 
a213-a256 : outward 
a214-a216 : downward 
a214-a217 : upward 
a215-a843 : outward 
a217-a250 : upward pairing 
a217-a253 : outward 
a218-a249 : outward 
a222-a237 : upward 
a225-a244 : outward 
a228-a241 : outward 
a236-a238 : upward 
a263-a280 : outward 
a264-a276 : outward 
a268-a272 : outward 
a287-a322 : downward 
a289-a307 : outward 
a298-a300 : upward 
a300-a303 : upward pairing 
a338-a365 : outward 
a342-a362 : outward 
a344-a430 : outward 
a347-a360 : outward 
a351-a355 : outward 
a367-a369 : upward 
a377-a443 : downward pairing 
a381-a400 : inward pairing 
a399-a401 : outward 
a409-a442 : inward pairing 
a415-a439 : outward 
a418-a433 : inward 
a419-a435 : outward 
a421-a429 : inward 
a422-a428 : downward 
a422-a429 : upward pairing 
a432-a434 : outward 
a447-a495 : outward 
a450-a492 : outward 
a453-a483 : outward 
a463-a485 : outward 
a465-a479 : upward 
a466-a477 : downward 
a466-a478 : inward 
a481-a484 : upward 
a508-a514 : outward pairing 
a510-a833 : downward 
a511-a515 : outward 
a518-a822 : outward 
a523-a769 : upward 
a523-a830 : outward 
a525-a764 : downward 
a531-a707 : outward 
a535-a703 : outward 
a536-a701 : downward pairing 
a543-a589 : inward pairing 
a544-a593 : outward 
a545-a592 : outward 
a549-a586 : outward 
a552-a583 : outward 
a562-a575 : outward 
a600-a700 : inward 
a602-a701 : outward 
a606-a697 : outward 
a608-a694 : outward 
a611-a691 : outward 
a613-a680 : inward 
a613-a681 : outward 
a614-a689 : outward 
a617-a686 : outward 
a630-a657 : outward 
a634-a651 : inward pairing 
a636-a648 : outward 
a665-a682 : upward 
a669-a681 : downward 
a670-a672 : outward 
a675-a679 : outward 
a713-a760 : inward pairing 
a714-a762 : outward 
a720-a756 : outward 
a729-a750 : outward 
a730-a749 : outward 
a732-a747 : outward 
a740-a742 : upward pairing 
a762-a764 : upward 
a763-a1478 : outward 
a767-a1478 : downward 
a773-a825 : outward 
a775-a819 : upward 
a776-a808 : outward 
a780-a804 : outward 
a783-a801 : outward 
a785-a799 : outward 
a787-a797 : outward 
a807-a818 : inward 
a821-a823 : outward 
a834-a862 : outward 
a838-a840 : outward 
a841-a856 : outward 
a847-a851 : outward 
a871-a1345 : outward 
a874-a876 : upward 
a874-a1341 : outward 
a875-a1454 : inward 
a882-a884 : upward 
a882-a1334 : outward 
a883-a1292 : inward 
a890-a1291 : outward 
a891-a1290 : outward 
a893-a1288 : outward 
a894-a1285 : downward 
a895-a1184 : outward 
a898-a1181 : outward 
a900-a1179 : outward 
a902-a1177 : outward 
a909-a1173 : outward 
a910-a932 : outward 
a912-a922 : outward 
a925-a1312 : downward 
a926-a1172 : outward 
a927-a1266 : inward 
a927-a1267 : outward 
a935-a1168 : outward 
a938-a1165 : outward 
a941-a994 : outward 
a942-a995 : outward 
a947-a993 : outward 
a950-a989 : outward 
a952-a987 : outward 
a997-a999 : upward 
a997-a1158 : outward 
a1001-a1148 : inward 
a1002-a1147 : inward 
a1003-a1144 : inward 
a1004-a1154 : outward 
a1006-a1152 : outward 
a1010-a1145 : outward 
a1013-a1015 : outward 
a1021-a1053 : outward 
a1023-a1051 : outward 
a1026-a1030 : outward 
a1036-a1048 : outward 
a1041-a1131 : outward 
a1066-a1132 : outward 
a1068-a1103 : outward 
a1074-a1076 : upward pairing 
a1075-a1229 : outward 
a1078-a1092 : outward 
a1079-a1091 : outward 
a1080-a1090 : outward 
a1087-a1089 : upward 
a1105-a1128 : inward 
a1105-a1129 : outward 
a1107-a1130 : downward 
a1111-a1122 : outward 
a1161-a1163 : upward pairing 
a1185-a1284 : upward 
a1187-a1189 : outward 
a1193-a1241 : outward 
a1195-a1239 : outward 
a1198-a1235 : outward 
a1203-a1227 : upward 
a1204-a1206 : outward 
a1204-a1226 : inward 
a1208-a1222 : inward 
a1209-a1223 : outward 
a1214-a1218 : outward 
a1247-a1249 : outward 
a1248-a1282 : inward 
a1248-a1283 : outward 
a1249-a1251 : upward 
a1253-a1279 : inward pairing 
a1254-a1280 : downward 
a1257-a1277 : outward 
a1259-a1275 : outward 
a1267-a1271 : upward 
a1294-a1296 : outward 
a1297-a1323 : outward 
a1301-a1319 : outward 
a1304-a1316 : outward 
a1312-a1314 : outward 
a1348-a1350 : outward 
a1354-a1446 : outward 
a1357-a1443 : outward 
a1359-a1440 : outward 
a1362-a1437 : outward 
a1364-a1435 : outward 
a1366-a1431 : inward 
a1367-a1432 : outward 
a1368-a1431 : outward 
a1371-a1428 : outward 
a1375-a1424 : outward 
a1377-a1422 : outward 
a1381-a1416 : inward 
a1382-a1417 : outward 
a1387-a1413 : outward 
a1399-a1403 : outward 
a1450-a1453 : inward 
a1451-a1453 : outward 
a1456-a1479 : outward 
a1460-a1474 : outward 
a1462-a1472 : outward 
a1465-a1469 : outward 
Number of stackings = 1115
Number of adjacent stackings = 870
Number of non adjacent stackings = 245
Base-pairs ------------------------------------------------------
a10-a26 : G-C Ww/Ww pairing antiparallel cis XIX 
a11-a25 : A-U Ww/Ww pairing antiparallel cis XX 
a12-a24 : G-C Ww/Ww pairing antiparallel cis XIX 
a13-a23 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a14-a21 : U-U Hh/Ww pairing antiparallel trans one_hbond 81 
a14-a864 : U-A Ww/Hh pairing parallel cis XXIII 
a15-a18 : C-U Ww/O2P Bh/O2P pairing 
a16-a869 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a17-a868 : A-A Ww/Ww pairing antiparallel cis 37 
a17-a1029 : A-A Ss/O2' pairing 
a18-a867 : U-A Ww/Ww pairing antiparallel cis XX 
a18-a1028 : U-A O2'/Ss pairing 
a19-a866 : C-G Ww/Ww pairing antiparallel cis XIX 
a19-a1027 : C-U O2'/Ww pairing 
a20-a520 : C-A O2'/Ww pairing 
a20-a865 : C-G Ww/Ww pairing antiparallel cis XIX 
a21-a864 : U-A Ws/Wh pairing antiparallel trans one_hbond 46 
a22-a863 : G-A Ss/Hh pairing antiparallel trans XI 
a23-a862 : G-A O2'/Ww pairing 
a24-a509 : C-U O2P/Ww pairing 
a27-a506 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
a28-a504 : G-C Ww/Ww pairing antiparallel cis XIX 
a29-a503 : G-C Ww/Ww pairing antiparallel cis XIX 
a30-a502 : A-U Ww/Ww pairing antiparallel cis XX 
a31-a501 : U-A Ww/Ww pairing antiparallel cis XX 
a33-a500 : A-U Ww/Ww pairing antiparallel cis XX 
a34-a499 : A-U Ww/Ww pairing antiparallel cis XX 
a35-a498 : C-G Ww/Ww pairing antiparallel cis XIX 
a36-a497 : G-C Ww/Ww pairing antiparallel cis XIX 
a37-a496 : C-G Ww/Ww pairing antiparallel cis XIX 
a38-a368 : U-A Ws/Ww pairing parallel trans XXI 
a38-a495 : U-A O2'/Ww pairing 
a39-a368 : G-A Ww/O2P Bs/O2P downward pairing 
a40-a374 : G-C Ww/Ww pairing antiparallel cis XIX 
a41-a373 : C-G Ww/Ww pairing antiparallel cis XIX 
a42-a372 : G-C Ww/Ww pairing antiparallel cis XIX 
a43-a371 : G-C Ww/Ww pairing antiparallel cis XIX 
a43-a570 : G-A Ss/Ss O2'/Ww pairing parallel trans 57 
a44-a370 : C-G Ww/Ww pairing antiparallel cis XIX 
a45-a369 : A-U Ww/Ww pairing antiparallel cis XX 
a46-a367 : U-A Ww/Ww pairing antiparallel cis XX 
a47-a366 : G-C Ww/Ww pairing antiparallel cis XIX 
a48-a332 : C-G Ww/Ww pairing antiparallel cis XIX 
a49-a336 : U-U Hh/Hw pairing parallel trans one_hbond 
a50-a333 : U-G Ww/Ss pairing antiparallel cis 93 
a50-a336 : U-U Hh/Ww pairing antiparallel trans 81 
a51-a331 : A-G O2'/Bs pairing 
a52-a98 : A-U Hh/O2' pairing 
a53-a330 : C-G Ww/Ww pairing antiparallel cis XIX 
a54-a329 : A-U Ww/Ww pairing antiparallel cis XX 
a55-a322 : C-G O2P/Bs pairing 
a55-a324 : C-A Bh/O2P pairing 
a55-a328 : C-G Ww/Ww pairing antiparallel cis XIX 
a55-a329 : C-U Ws/Ww pairing antiparallel cis one_hbond 106 
a56-a323 : A-C O2P/Bh pairing 
a56-a328 : A-G Hh/Ss pairing antiparallel trans XI 
a56-a339 : A-U Ww/Ws pairing parallel trans XXI 
a57-a323 : U-C Hw/Wh pairing antiparallel trans one_hbond 102 
a57-a327 : U-A Ww/Ww pairing antiparallel cis XX 
a58-a326 : G-C Ww/Ww pairing antiparallel cis XIX 
a59-a325 : C-G Ww/Ww pairing antiparallel cis XIX 
a59-a359 : C-G O2'/Hh pairing 
a61-a92 : A-G Hh/O2' pairing 
a61-a95 : A-G O2P/Bs pairing 
a61-a302 : A-G O2P/Ww pairing 
a62-a90 : G-C Ww/Ww pairing antiparallel cis XIX 
a62-a349 : G-G Bs/O2' pairing 
a63-a89 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a64-a88 : C-G Ww/Ww pairing antiparallel cis XIX 
a65-a69 : G-G Ww/Hh pairing parallel cis VI 
a65-a85 : G-A Wh/Hw pairing antiparallel trans one_hbond 67 
a65-a353 : G-A O2P/Bh pairing 
a66-a352 : G-A O2'/Hh upward pairing 
a67-a87 : A-U Ww/Ww pairing antiparallel cis XX 
a68-a86 : C-G Ww/Ww pairing antiparallel cis XIX 
a69-a85 : G-A Ww/Ww pairing antiparallel cis VIII 
a69-a136 : G-A Bs/O2' pairing 
a70-a84 : G-C Ww/Ww pairing antiparallel cis XIX 
a71-a83 : G-C Ww/Ww pairing antiparallel cis XIX 
a72-a82 : A-U Ww/Ww pairing antiparallel cis XX 
a73-a81 : A-U Ww/Ww pairing antiparallel cis XX 
a86-a135 : G-A Ss/Bs O2'/Ss pairing antiparallel cis one_hbond 
a87-a156 : U-A Ss/Bs O2'/Ww pairing parallel trans one_hbond 
a89-a350 : G-C Bs/O2' pairing 
a91-a296 : G-A O2P/Bh pairing 
a92-a297 : G-G O2P/Bs pairing 
a93-a295 : A-G Hh/Ss pairing antiparallel trans XI 
a96-a286 : G-A Ww/Ww pairing antiparallel cis VIII 
a97-a285 : G-C Ww/Ww pairing antiparallel cis XIX 
a98-a284 : U-A Ww/Ww pairing antiparallel cis XX 
a99-a283 : G-C Ww/Ww pairing antiparallel cis XIX 
a100-a284 : A-A Wh/Ss pairing antiparallel trans one_hbond 40 
a102-a259 : U-A O2P/Bh inward pairing 
a103-a211 : A-C O2'/Bh upward pairing 
a103-a258 : A-U Hh/Ww pairing antiparallel trans one_hbond 
a105-a207 : C-G Bh/O2P pairing 
a106-a210 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a107-a209 : C-G Ww/Ww pairing antiparallel cis XIX 
a108-a208 : G-C Ww/Ww pairing antiparallel cis XIX 
a109-a207 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a110-a206 : A-C Ww/Ww pairing antiparallel cis one_hbond 71 
a111-a205 : A-U Ww/Ww pairing antiparallel cis XX 
a112-a204 : G-C Ww/Ww pairing antiparallel cis XIX 
a113-a203 : A-G Ww/Ww pairing antiparallel cis VIII 
a114-a204 : A-C Ww/O2' pairing 
a114-a234 : A-A Ss/O2' pairing 
a115-a202 : C-G Ww/Ww pairing antiparallel cis XIX 
a115-a233 : C-A O2'/Ss pairing 
a116-a201 : C-G Ww/Ww pairing antiparallel cis XIX 
a117-a118 : U-G O2'/Hh adjacent_5p pairing 
a117-a200 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a120-a198 : C-G Ww/Ww pairing antiparallel cis XIX 
a121-a197 : C-G Ww/Ww pairing antiparallel cis XIX 
a122-a196 : U-A Ww/Ww pairing antiparallel cis XX 
a123-a195 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a124-a194 : G-C Ww/Ww pairing antiparallel cis XIX 
a125-a166 : G-G O2'/Bs pairing 
a125-a193 : G-C Ww/Ww pairing antiparallel cis XIX 
a126-a179 : G-A O2'/Ww pairing 
a126-a192 : G-C Ww/Ww pairing antiparallel cis XIX 
a128-a162 : G-C Ww/Ww pairing antiparallel cis XIX 
a129-a161 : G-C Ww/Ww pairing antiparallel cis XIX 
a130-a160 : G-C Ww/Ww pairing antiparallel cis XIX 
a131-a159 : G-C Ww/Ww pairing antiparallel cis XIX 
a132-a158 : A-A Ww/Ww pairing antiparallel cis 37 
a132-a1395 : A-A O2'/Ss pairing 
a133-a156 : A-A Ww/Hh pairing antiparallel trans V 
a133-a1395 : A-A O2'/Ww pairing 
a134-a155 : C-A Ww/Hh pairing antiparallel trans XXV 
a135-a154 : A-U Hh/Ws pairing antiparallel trans XXIV 
a136-a153 : A-C Bh/Ww pairing antiparallel trans 78 
a137-a152 : C-G Ww/Ww pairing antiparallel cis XIX 
a138-a151 : A-U Ww/Ww pairing antiparallel cis XX 
a139-a150 : G-C Ww/Ww pairing antiparallel cis XIX 
a140-a149 : C-G Ww/Ww pairing antiparallel cis XIX 
a141-a148 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a142-a147 : G-C Ww/Ww pairing antiparallel cis XIX 
a143-a145 : G-A Ss/O2P pairing 
a143-a146 : G-A Ss/Hh O2'/Bh Bs/O2P pairing antiparallel trans XI 
a165-a177 : A-A O2'/Ww inward pairing 
a167-a176 : G-C Ww/Ww pairing antiparallel cis XIX 
a168-a175 : C-G Ww/Ww pairing antiparallel cis XIX 
a169-a174 : U-A Ww/Ww pairing antiparallel cis XX 
a170-a172 : G-G Ww/O2P Ss/O2P pairing 
a170-a173 : G-A Ss/Hh Bs/O2P pairing antiparallel trans XI 
a173-a174 : A-A O2P/Hh adjacent_5p upward pairing 
a180-a191 : A-G O2'/Bs pairing 
a181-a190 : G-C Ww/Ww pairing antiparallel cis XIX 
a182-a189 : G-C Ww/Ww pairing antiparallel cis XIX 
a183-a188 : A-U Ww/Ww pairing antiparallel cis XX 
a184-a187 : G-A Ss/Hh Bs/O2P pairing antiparallel trans XI 
a203-a233 : G-A O2'/Bh pairing 
a211-a257 : C-G Ww/Ww pairing antiparallel cis XIX 
a212-a256 : U-A Ww/Ww pairing antiparallel cis XX 
a213-a255 : G-C Ww/Ww pairing antiparallel cis XIX 
a214-a253 : A-A Ww/Hh pairing antiparallel trans V 
a215-a842 : U-C Ww/Ww pairing antiparallel cis 106 
a216-a254 : U-U Ws/Ww pairing antiparallel cis XVI 
a217-a250 : A-A O2'/Bh upward pairing 
a217-a252 : A-G Hh/Ss pairing antiparallel trans XI 
a218-a248 : G-C Ww/Ww pairing antiparallel cis XIX 
a219-a247 : C-G Ww/Ww pairing antiparallel cis XIX 
a220-a246 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a222-a225 : G-G Ww/Hh pairing parallel cis VI 
a223-a245 : U-A Ww/Ww pairing antiparallel cis XX 
a224-a244 : U-A Ww/Ww pairing antiparallel cis XX 
a225-a243 : G-C Ww/Ww pairing antiparallel cis XIX 
a226-a237 : G-G Hh/Ww pairing parallel cis VI 
a226-a242 : G-C Ww/Ww pairing antiparallel cis XIX 
a227-a241 : U-A Ww/Ww pairing antiparallel cis XX 
a228-a240 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a229-a239 : A-U Ww/Ww pairing antiparallel cis XX 
a230-a238 : G-C Ww/Ww pairing antiparallel cis XIX 
a232-a235 : U-U Ww/O2P pairing 
a237-a238 : G-C O2P/Bh adjacent_5p pairing 
a237-a242 : G-C Wh/Bh pairing antiparallel cis one_hbond 
a260-a282 : G-C Ww/Ww pairing antiparallel cis XIX 
a261-a281 : C-G Ww/Ww pairing antiparallel cis XIX 
a262-a280 : U-A Ww/Ww pairing antiparallel cis XX 
a263-a264 : G-G O2P/Hh adjacent_5p pairing 
a263-a276 : G-G Hh/Sw pairing antiparallel trans one_hbond 108 
a263-a279 : G-C Ww/Ww pairing antiparallel cis XIX 
a263-a556 : G-A Ss/Ww O2'/Bh pairing parallel trans X 
a264-a275 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a265-a274 : U-A Ww/Ww pairing antiparallel cis XX 
a266-a273 : C-G Ww/Ww pairing antiparallel cis XIX 
a267-a272 : C-G Ww/Ww pairing antiparallel cis XIX 
a268-a270 : G-G O2'/Hh pairing 
a268-a271 : G-A Ss/Hh Bs/O2P pairing antiparallel trans XI 
a271-a512 : A-U O2'/Ww pairing 
a271-a513 : A-U Ss/Ww pairing antiparallel cis one_hbond 43 
a280-a555 : A-A Ss/Wh O2'/Ww pairing antiparallel trans one_hbond 40 
a287-a308 : C-G Ww/Ww pairing antiparallel cis XIX 
a288-a307 : U-A Ww/Ww pairing antiparallel cis XX 
a288-a324 : U-A O2P/Bh pairing 
a289-a306 : G-C Ww/Ww pairing antiparallel cis XIX 
a290-a305 : G-C Ww/Ww pairing antiparallel cis XIX 
a290-a1383 : G-A Sw/Ss pairing parallel trans one_hbond 57 
a291-a304 : G-C Ww/Ww pairing antiparallel cis XIX 
a292-a303 : A-G Ww/Ww pairing antiparallel cis VIII 
a293-a299 : C-C O2P/Bh pairing 
a293-a300 : C-A Ww/Hh pairing antiparallel trans XXV 
a294-a298 : U-A Ws/Hh pairing antiparallel trans XXIV 
a295-a297 : G-G O2'/Hh pairing 
a295-a298 : G-A Ww/O2P Bs/O2P pairing 
a300-a303 : A-G O2'/Hh upward pairing 
a306-a1382 : C-A Ss/Bs O2'/Ss pairing antiparallel cis one_hbond 
a309-a322 : A-G Ww/Ww pairing antiparallel cis VIII 
a310-a321 : C-G Ww/Ww pairing antiparallel cis XIX 
a311-a320 : U-A Ww/Ww pairing antiparallel cis XX 
a312-a319 : C-G Ww/Ww pairing antiparallel cis XIX 
a313-a318 : C-G Ww/Ww pairing antiparallel cis XIX 
a326-a359 : C-G O2'/Ss pairing 
a327-a339 : A-U Ss/O2' pairing 
a333-a335 : G-A O2'/Bh O2'/Hh pairing 
a333-a336 : G-U Ww/O2P Bs/O2P pairing 
a337-a365 : U-G Bs/Ww pairing antiparallel cis 84 
a338-a364 : U-A Ww/Ww pairing antiparallel cis XX 
a340-a359 : C-G O2P/Ww pairing 
a340-a363 : C-G Ww/Ww pairing antiparallel cis XIX 
a341-a362 : C-G Ww/Ww pairing antiparallel cis XIX 
a342-a344 : G-A O2'/Hh pairing 
a342-a361 : G-C Ww/Ww pairing antiparallel cis XIX 
a343-a359 : C-G Bh/O2P pairing 
a343-a360 : C-A Ww/Hh pairing antiparallel trans XXV 
a344-a362 : A-G Ww/O2' pairing 
a344-a422 : A-A O2'/Hh pairing 
a345-a361 : A-C Wh/Ss Ww/O2' pairing antiparallel cis one_hbond 
a345-a423 : A-A O2P/Bh pairing 
a346-a360 : U-A Ww/Ww pairing antiparallel cis XX 
a347-a358 : G-U Ww/Ws pairing antiparallel cis 
a348-a357 : G-C Ww/Ww pairing antiparallel cis XIX 
a349-a356 : G-C Ww/Ww pairing antiparallel cis XIX 
a350-a355 : C-G Ww/Ww pairing antiparallel cis XIX 
a351-a353 : G-A O2'/Hh pairing 
a351-a354 : G-A Ss/Hh Bs/O2P pairing antiparallel trans XI 
a362-a430 : G-A Sw/Ss pairing parallel trans one_hbond 57 
a368-a495 : A-A Hh/O2' pairing 
a372-a569 : C-A O2'/Ss pairing 
a375-a446 : G-A O2'/Ww O2'/Bh pairing 
a376-a447 : U-A Wh/Hw pairing parallel cis one_hbond 
a377-a407 : G-C Ww/Ww pairing antiparallel cis XIX 
a377-a443 : G-A Hh/O2' downward pairing 
a378-a406 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a379-a405 : A-U Ww/Ww pairing antiparallel cis XX 
a380-a404 : G-C Ww/Ww pairing antiparallel cis XIX 
a381-a400 : G-U Hh/O2' inward pairing 
a381-a402 : G-A Ww/O2P pairing 
a381-a403 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
a383-a399 : A-G Ww/Ss pairing parallel trans X 
a384-a402 : G-A Wh/Wh pairing antiparallel cis one_hbond 
a386-a399 : A-G Wh/Wh pairing parallel trans one_hbond 66 
a387-a398 : G-C Ww/Ww pairing antiparallel cis XIX 
a388-a397 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a389-a396 : C-G Ww/Ww pairing antiparallel cis XIX 
a390-a395 : C-G Ww/Ww pairing antiparallel cis XIX 
a391-a394 : C-G Ws/Ww pairing parallel trans 129 
a400-a402 : U-A Ww/Hh pairing parallel cis XXIII 
a408-a443 : U-A Ww/Hh pairing antiparallel trans XXIV 
a409-a442 : U-G O2'/Ww inward pairing 
a409-a444 : U-A Ww/Hh pairing antiparallel trans one_hbond 
a410-a444 : U-A Bh/Bh pairing antiparallel cis one_hbond 
a411-a445 : U-U Ws/Ww pairing antiparallel cis XVI 
a412-a442 : C-G Ww/Bs pairing antiparallel cis one_hbond 
a413-a440 : C-G Ww/Ww pairing antiparallel cis XIX 
a414-a439 : C-G Ww/Ww pairing antiparallel cis XIX 
a415-a438 : G-C Ww/Ww pairing antiparallel cis XIX 
a416-a437 : G-C Ww/Ww pairing antiparallel cis XIX 
a417-a436 : A-U Ww/Ww pairing antiparallel cis XX 
a418-a435 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
a419-a433 : A-G O2P/Bs pairing 
a419-a434 : A-U Hh/Ww pairing antiparallel trans one_hbond 
a421-a431 : G-C Ww/Ww pairing antiparallel cis one_hbond 
a422-a429 : A-G O2P/Bs upward pairing 
a423-a428 : A-U Ww/Ww pairing parallel trans one_hbond 
a429-a431 : G-C O2'/Bh pairing 
a447-a494 : A-A Ww/O2' pairing 
a448-a493 : G-C Ww/Ww pairing antiparallel cis XIX 
a449-a492 : C-G Ww/Ww pairing antiparallel cis XIX 
a450-a491 : A-U Ww/Ww pairing antiparallel cis XX 
a451-a490 : U-A Ww/Ww pairing antiparallel cis XX 
a452-a489 : C-G Ww/Ww pairing antiparallel cis XIX 
a453-a474 : G-C Ww/Ww pairing antiparallel cis XIX 
a454-a473 : G-C Ww/Ww pairing antiparallel cis XIX 
a454-a482 : G-G O2P/Bs pairing 
a455-a472 : C-G Ww/Ww pairing antiparallel cis XIX 
a457-a491 : A-U Ss/O2' pairing 
a458-a490 : A-A O2'/Ss pairing 
a458-a491 : A-U Ss/O2' pairing 
a459-a488 : C-G Ww/Ww pairing antiparallel cis XIX 
a460-a487 : U-A Ww/Ww pairing antiparallel cis XX 
a461-a486 : C-G Ww/Ww pairing antiparallel cis XIX 
a462-a485 : U-A Ww/Ww pairing antiparallel cis XX 
a463-a484 : G-C Ww/Ww pairing antiparallel cis XIX 
a464-a481 : U-A Ws/Hh pairing antiparallel trans XXIV 
a465-a478 : G-G Bs/O2P Ss/O2P pairing 
a465-a481 : G-A Ww/O2P Bs/O2P pairing 
a467-a477 : C-G Bh/O2' pairing 
a468-a477 : A-G Hh/Ss pairing antiparallel trans XI 
a468-a481 : A-A Ww/Wh pairing parallel trans one_hbond 
a469-a476 : G-C Ww/Ww pairing antiparallel cis XIX 
a470-a475 : C-G Ww/Ww pairing antiparallel cis XIX 
a475-a483 : G-A O2'/Ww pairing 
a508-a514 : A-G O2P/Bs outward pairing 
a511-a833 : A-U Ww/Ww pairing parallel trans XXI 
a515-a832 : G-C Ww/Ww pairing antiparallel cis XIX 
a516-a522 : G-A O2'/Ww pairing 
a516-a831 : G-C Ww/Ww pairing antiparallel cis one_hbond 
a517-a830 : C-G Ww/Ww pairing antiparallel cis XIX 
a518-a815 : G-C Ww/Ww pairing antiparallel cis XIX 
a519-a814 : U-A Ww/Ww pairing antiparallel cis XX 
a521-a832 : A-C Ss/O2' pairing 
a523-a829 : G-C Ww/Ww pairing antiparallel cis XIX 
a525-a712 : G-C Ww/Ww pairing antiparallel cis XIX 
a526-a711 : U-A Ww/Ww pairing antiparallel cis XX 
a527-a710 : C-G Ww/Ww pairing antiparallel cis XIX 
a528-a709 : U-A Ww/Ww pairing antiparallel cis XX 
a529-a707 : G-A Ww/O2P Bs/O2P pairing 
a529-a708 : G-G Sw/Hw pairing antiparallel trans one_hbond 112 
a530-a706 : U-G O2P/Ww pairing 
a530-a707 : U-A Ws/Hh pairing antiparallel trans XXIV 
a531-a706 : A-G Hh/Ss pairing antiparallel trans XI 
a532-a705 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a533-a704 : G-C Ww/Ww pairing antiparallel cis XIX 
a534-a703 : U-A Ww/Ww pairing antiparallel cis XX 
a535-a702 : G-C Ww/O2P Bs/O2P pairing 
a536-a599 : G-C Ww/Ww pairing antiparallel cis XIX 
a536-a701 : G-A Hh/O2' downward pairing 
a537-a598 : C-G Ww/Ww pairing antiparallel cis XIX 
a538-a597 : U-A Ww/Ww pairing antiparallel cis XX 
a539-a596 : U-A Ww/Ww pairing antiparallel cis XX 
a540-a595 : U-C Ww/Ww pairing antiparallel cis XVIII 
a541-a594 : U-C Ww/Ww pairing antiparallel cis one_hbond 
a542-a593 : U-A Ww/Ww pairing antiparallel cis XX 
a542-a594 : U-C Ww/Ws pairing antiparallel cis one_hbond 106 
a543-a544 : A-A Ss/Hw adjacent_5p pairing parallel cis one_hbond 
a543-a589 : A-A Bh/O2' inward pairing 
a544-a592 : A-U Ww/Ww pairing antiparallel cis XX 
a545-a591 : G-C Ww/Ww pairing antiparallel cis XIX 
a546-a588 : U-A Ww/Ww pairing antiparallel cis XX 
a547-a587 : C-G Ww/Ww pairing antiparallel cis XIX 
a548-a586 : C-G Ww/Ww pairing antiparallel cis XIX 
a549-a585 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a550-a584 : C-G Ww/Ww pairing antiparallel cis XIX 
a551-a583 : C-G Ww/Ww pairing antiparallel cis XIX 
a552-a582 : G-C Ww/Ww pairing antiparallel cis XIX 
a553-a581 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a554-a580 : C-G Ww/Ww pairing antiparallel cis XIX 
a560-a576 : C-G Ww/Ww pairing antiparallel cis XIX 
a561-a575 : C-G Ww/Ww pairing antiparallel cis XIX 
a562-a574 : A-U Ww/Ww pairing antiparallel cis XX 
a563-a573 : G-C Ww/Ww pairing antiparallel cis XIX 
a564-a572 : G-C Ww/Ww pairing antiparallel cis XIX 
a565-a571 : G-C Ww/Ww pairing antiparallel cis XIX 
a566-a569 : C-A Bh/O2P pairing 
a566-a570 : C-A Ww/Hw pairing antiparallel trans XXV 
a570-a571 : A-C O2P/Bh adjacent_5p upward pairing 
a599-a700 : C-G Bh/O2' pairing 
a599-a701 : C-A Bh/O2P pairing 
a600-a701 : U-A Ws/Hh pairing antiparallel trans XXIV 
a602-a702 : G-C Ww/Ww pairing antiparallel cis XIX 
a603-a699 : A-U Ww/Ww pairing antiparallel cis XX 
a604-a698 : G-C Ww/Ww pairing antiparallel cis XIX 
a605-a697 : U-A Ww/Ww pairing antiparallel cis one_hbond 
a606-a695 : A-A Wh/Ww pairing antiparallel cis one_hbond 37 
a607-a694 : C-G Ww/Ww pairing antiparallel cis XIX 
a608-a693 : G-C Ww/Ww pairing antiparallel cis XIX 
a609-a692 : G-C Ww/Ww pairing antiparallel cis XIX 
a610-a691 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a611-a690 : A-G Ww/Ww pairing antiparallel cis 
a612-a689 : G-G Ww/Wh pairing antiparallel cis one_hbond 
a613-a672 : G-G Hh/Ww pairing parallel cis VI 
a614-a673 : G-G O2P/Bs pairing 
a614-a688 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a615-a687 : G-C Ww/Ww pairing antiparallel cis XIX 
a616-a686 : C-G Ww/Ww pairing antiparallel cis XIX 
a617-a685 : A-U Ww/Ww pairing antiparallel cis XX 
a618-a684 : G-C Ww/Ww pairing antiparallel cis XIX 
a619-a683 : A-U Ww/Ww pairing antiparallel cis XX 
a620-a682 : G-C Ww/Ww pairing antiparallel cis XIX 
a621-a665 : G-C Ww/Ww pairing antiparallel cis XIX 
a622-a664 : G-A Ww/Ww pairing antiparallel cis VIII 
a623-a663 : A-A Wh/Ww pairing antiparallel cis one_hbond 37 
a624-a662 : A-G Ww/Ww pairing antiparallel cis VIII 
a625-a661 : U-A Ww/Ww pairing antiparallel cis XX 
a626-a660 : U-A Ww/Ww pairing antiparallel cis XX 
a627-a659 : U-A Ww/Ww pairing antiparallel cis XX 
a628-a658 : C-G Ww/Ww pairing antiparallel cis XIX 
a629-a657 : C-G Ww/Ww pairing antiparallel cis XIX 
a630-a656 : G-C Ww/Ww pairing antiparallel cis XIX 
a631-a655 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a632-a654 : U-A Ww/Ww pairing antiparallel cis XX 
a634-a651 : G-G O2'/Bs Ww/O2' inward pairing 
a635-a648 : A-G Ww/O2' pairing 
a636-a647 : G-C Ww/Ww pairing antiparallel cis XIX 
a636-a652 : G-A O2'/Ww pairing 
a637-a646 : C-G Ww/Ww pairing antiparallel cis XIX 
a638-a645 : G-U Sw/Hw pairing antiparallel trans one_hbond 88 
a639-a644 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
a640-a642 : U-A O2'/Hh pairing 
a640-a643 : U-A Ww/O2P pairing 
a642-a735 : A-A Ww/O2' pairing 
a643-a734 : A-G Ww/Sw pairing antiparallel cis one_hbond 55 
a644-a745 : A-C Ww/O2' pairing 
a662-a725 : G-A O2'/Hh pairing 
a667-a668 : C-C O2P/Bh adjacent_5p upward pairing 
a670-a671 : A-C Ss/O2P adjacent_5p pairing 
a670-a681 : A-A Ww/Ww pairing parallel cis I 
a673-a680 : G-C Ww/Ww pairing antiparallel cis XIX 
a674-a679 : C-G Ww/Ww pairing antiparallel cis XIX 
a675-a678 : G-A Sw/Hh Bs/O2P pairing antiparallel trans one_hbond 
a677-a712 : A-C Ww/O2' pairing 
a699-a702 : U-C Ws/Hw pairing parallel cis one_hbond 99 
a702-a703 : C-A O2P/Hh adjacent_5p pairing 
a713-a760 : G-G Ww/O2' inward pairing 
a713-a761 : G-U Bs/O2P pairing 
a713-a764 : G-A Sw/Ww pairing antiparallel cis one_hbond 55 
a714-a760 : A-G O2P/Bs pairing 
a714-a1474 : A-G Ss/O2' pairing 
a715-a1460 : A-G Ss/Sw pairing parallel trans one_hbond 57 
a716-a759 : A-C Wh/Ws pairing antiparallel cis one_hbond 78 
a716-a1461 : A-U Ss/O2' pairing 
a716-a1472 : A-G O2'/Bs pairing 
a717-a758 : G-C Ww/Ww pairing antiparallel cis XIX 
a718-a757 : C-G Ww/Ww pairing antiparallel cis XIX 
a718-a848 : C-C Ss/Wh O2'/Ww pairing antiparallel cis one_hbond 
a719-a756 : U-A Ww/Ww pairing antiparallel cis XX 
a720-a755 : A-U Ww/Ww pairing antiparallel cis XX 
a721-a754 : G-C Ww/Ww pairing antiparallel cis XIX 
a722-a753 : G-C Ww/Ww pairing antiparallel cis XIX 
a724-a725 : G-A O2'/Hh adjacent_5p pairing 
a724-a750 : G-A Ww/O2P Bs/O2P pairing 
a726-a752 : G-U Ww/Ws pairing antiparallel cis one_hbond 
a727-a751 : C-G Ww/Ww pairing antiparallel cis XIX 
a728-a749 : G-U Ww/O2P pairing 
a728-a750 : G-A Ss/Hh pairing antiparallel trans XI 
a729-a748 : A-G O2P/Ww O2P/Bs pairing 
a729-a749 : A-U Hh/Ws pairing antiparallel trans XXIV 
a730-a748 : A-G Hh/Ss pairing antiparallel trans one_hbond 
a731-a747 : U-A Ww/Ww pairing antiparallel cis XX 
a732-a746 : G-C Ww/Ww pairing antiparallel cis XIX 
a733-a745 : G-C Ww/Ww pairing antiparallel cis XIX 
a734-a744 : G-C Ww/Ww pairing antiparallel cis XIX 
a737-a739 : U-G O2'/Hh pairing 
a737-a740 : U-A Ww/O2P pairing 
a740-a742 : A-A O2'/Hh upward pairing 
a758-a848 : C-C Ss/Hw pairing parallel cis one_hbond 
a759-a850 : C-A O2'/Ww pairing 
a760-a851 : G-G O2P/Bs pairing 
a763-a1458 : A-C Hh/O2' pairing 
a763-a1475 : A-G O2'/Bs pairing 
a765-a1478 : C-G Ww/Ww pairing antiparallel cis XIX 
a768-a822 : U-A Ww/Hh pairing parallel cis one_hbond 
a769-a828 : G-C Ww/Ww pairing antiparallel cis XIX 
a770-a827 : G-C Ww/Ww pairing antiparallel cis XIX 
a771-a826 : A-U Ww/Ww pairing antiparallel cis XX 
a772-a825 : U-A Ww/Ww pairing antiparallel cis XX 
a773-a824 : A-U Ww/Ww pairing antiparallel cis XX 
a774-a823 : C-G Ww/Ww pairing antiparallel cis XIX 
a775-a821 : U-A Ws/Ww pairing parallel trans XXI 
a776-a807 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
a777-a806 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a778-a805 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a779-a804 : C-G Ww/Ww pairing antiparallel cis XIX 
a780-a803 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a781-a802 : C-G Ww/Ww pairing antiparallel cis XIX 
a782-a801 : U-A Ww/Ww pairing antiparallel cis XX 
a783-a800 : G-C Ww/Ww pairing antiparallel cis XIX 
a784-a799 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a786-a797 : C-G Ww/Ww pairing antiparallel cis XIX 
a787-a796 : G-C Ww/Ww pairing antiparallel cis XIX 
a788-a795 : U-C Ww/Ww pairing antiparallel cis XVIII 
a789-a794 : A-C Ss/Hw pairing antiparallel trans one_hbond 72 
a804-a820 : G-U O2P/Ww pairing 
a807-a819 : G-U Ww/O2P Bs/O2P pairing 
a808-a818 : U-G O2P/Ww pairing 
a809-a818 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
a809-a821 : A-A Ww/Hh pairing antiparallel trans one_hbond 
a810-a817 : G-C Ww/Ww pairing antiparallel cis XIX 
a811-a816 : C-G Ww/Ww pairing antiparallel cis XIX 
a812-a814 : U-A O2'/Bh O2'/Hh pairing 
a813-a866 : A-G Ss/Ss pairing parallel trans one_hbond 57 
a814-a867 : A-A Ss/O2' pairing 
a816-a822 : G-A O2'/Ww pairing 
a818-a821 : G-A O2'/Hh pairing 
a834-a861 : G-C Ww/Ww pairing antiparallel cis XIX 
a834-a863 : G-A O2'/Ww pairing 
a835-a860 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a836-a859 : G-C Ww/Ww pairing antiparallel cis XIX 
a837-a858 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
a838-a857 : A-A Hh/Hh Bh/O2P pairing parallel trans II 
a840-a856 : U-A Ws/Hh pairing antiparallel trans XXIV 
a841-a855 : A-G Hh/Ss pairing antiparallel trans one_hbond 
a843-a854 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a844-a853 : U-A Ww/Ww pairing antiparallel cis XX 
a845-a852 : U-A Ww/Ww pairing antiparallel cis XX 
a846-a851 : C-G Ww/Ww pairing antiparallel cis XIX 
a847-a849 : G-A O2'/Bh O2'/Hh pairing 
a847-a850 : G-A Ss/Hh pairing antiparallel trans XI 
a858-a1362 : A-A Bs/Ss Ss/O2' pairing antiparallel cis one_hbond 
a868-a1029 : A-A O2'/Ww pairing 
a870-a1345 : U-A Ww/Ww pairing antiparallel cis XX 
a871-a1344 : G-C Ww/Ww pairing antiparallel cis XIX 
a871-a1347 : G-A Ss/Ss O2'/Ww pairing parallel trans 57 
a872-a1342 : A-U Ww/Ww pairing antiparallel cis XX 
a873-a1341 : C-G Ww/Ww pairing antiparallel cis XIX 
a873-a1451 : C-A O2'/Ww pairing 
a874-a1340 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a876-a1339 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a876-a1452 : G-A O2'/Bh O2'/Hh pairing 
a876-a1454 : G-G O2P/Bs pairing 
a876-a1481 : G-U Bs/O2P pairing 
a877-a1338 : G-C Ww/Ww pairing antiparallel cis XIX 
a878-a1337 : G-C Ww/Ww pairing antiparallel cis XIX 
a879-a1336 : C-G Ww/Ww pairing antiparallel cis XIX 
a880-a1335 : C-G Ww/Ww pairing antiparallel cis XIX 
a881-a1334 : C-G Ww/Ww pairing antiparallel cis XIX 
a882-a1333 : G-C Ww/Ww pairing antiparallel cis XIX 
a883-a887 : C-A Ww/Ww pairing parallel trans XXVI 
a884-a1329 : A-U Ww/Ww pairing antiparallel cis one_hbond 
a884-a1332 : A-C Ss/Wh O2'/Ww pairing antiparallel cis one_hbond 74 
a885-a1328 : C-G Ww/Ww pairing antiparallel cis XIX 
a886-a1293 : A-U Wh/Hw pairing antiparallel cis one_hbond 48 
a887-a1325 : A-U Ss/O2' pairing 
a888-a1292 : G-C Ww/Ww pairing antiparallel cis XIX 
a889-a1291 : C-G Ww/Ww pairing antiparallel cis XIX 
a890-a1290 : G-C Ww/Ww pairing antiparallel cis XIX 
a891-a1289 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a892-a1288 : U-A Ww/Ww pairing antiparallel cis XX 
a893-a1286 : G-G Ww/O2P pairing 
a893-a1287 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
a894-a1184 : G-A Ww/Ww pairing antiparallel cis VIII 
a894-a1282 : G-G Bs/O2' pairing 
a895-a1183 : A-U Ww/Ww pairing antiparallel cis XX 
a895-a1281 : A-A O2'/Ss pairing 
a896-a1182 : G-C Ww/Ww pairing antiparallel cis XIX 
a897-a1181 : C-G Ww/Ww pairing antiparallel cis XIX 
a898-a1180 : A-U Wh/Ww pairing antiparallel cis one_hbond 
a899-a1179 : U-G Ws/Ww pairing antiparallel cis 
a900-a919 : G-A Ss/O2' pairing 
a900-a1178 : G-C Ww/Ww pairing antiparallel cis XIX 
a901-a1177 : U-A Ww/Ww pairing antiparallel cis XX 
a902-a1176 : G-C Ww/Ww pairing antiparallel cis XIX 
a903-a1174 : G-C Ww/Ww pairing antiparallel cis XIX 
a904-a1173 : U-A Ww/Ww pairing antiparallel cis XX 
a905-a909 : U-U Ws/Ws pairing parallel trans XIII 
a906-a907 : U-A O2'/Hh adjacent_5p pairing 
a907-a934 : A-C Ss/O2' pairing 
a908-a1169 : A-G Ss/Ss Ww/O2' pairing parallel trans 57 
a910-a1149 : U-A Ws/Ww pairing parallel trans XXI 
a911-a922 : C-G Ww/Ww pairing antiparallel cis XIX 
a912-a921 : G-C Ww/Ww pairing antiparallel cis XIX 
a913-a918 : A-A Ss/O2' pairing 
a920-a1312 : G-A Ww/O2P Bs/O2P Bs/O2P pairing 
a924-a1315 : A-C Ww/O2' pairing 
a925-a1311 : G-C Bs/O2P pairing 
a926-a930 : A-U O2'/Ww pairing 
a927-a1264 : A-G Ww/Sw pairing parallel trans one_hbond 
a927-a1270 : A-C O2'/Ww pairing 
a927-a1308 : A-A Hh/Ww pairing antiparallel trans V 
a927-a1309 : A-G O2P/Ww pairing 
a927-a1311 : A-C O2P/Bh pairing 
a928-a1171 : C-C O2P/Bh pairing 
a928-a1265 : C-C Bs/Hw pairing antiparallel trans one_hbond 
a931-a1170 : U-G Ws/Ww pairing antiparallel trans one_hbond 
a931-a1171 : U-C Ww/Ww pairing antiparallel cis one_hbond 
a933-a1169 : C-G Ww/Ww pairing antiparallel cis XIX 
a934-a1168 : C-G Ww/Ww pairing antiparallel cis XIX 
a935-a1167 : A-U Ww/Ww pairing antiparallel cis XX 
a936-a1166 : G-C Ww/Ww pairing antiparallel cis XIX 
a937-a964 : G-A O2'/Bh pairing 
a937-a965 : G-A Ss/Ss pairing parallel trans 57 
a937-a1165 : G-C Ww/Ww pairing antiparallel cis XIX 
a938-a1164 : G-C Ww/Ww pairing antiparallel cis XIX 
a939-a1163 : C-G Ww/Ww pairing antiparallel cis XIX 
a940-a1161 : U-A Ws/Hh pairing antiparallel trans XXIV 
a941-a991 : U-A O2'/Bh pairing 
a941-a992 : U-C O2'/Bh pairing 
a941-a993 : U-A Ws/Hh pairing antiparallel trans XXIV 
a942-a943 : G-A O2'/Hh adjacent_5p pairing 
a942-a994 : G-C Ww/Ww pairing antiparallel cis XIX 
a944-a995 : C-A Wh/Ss Ww/O2' pairing antiparallel cis one_hbond 74 
a945-a994 : A-C Ww/O2' Bh/O2' pairing 
a946-a993 : U-A Ww/Ww pairing antiparallel cis XX 
a947-a992 : G-C Ww/Ww pairing antiparallel cis XIX 
a948-a990 : C-G Ww/Ww pairing antiparallel cis XIX 
a949-a989 : C-G Ww/Ww pairing antiparallel cis XIX 
a950-a988 : G-C Ww/Ww pairing antiparallel cis XIX 
a951-a987 : C-G Ww/Ww pairing antiparallel cis XIX 
a952-a986 : G-C Ww/Ww pairing antiparallel cis XIX 
a953-a974 : A-U Hh/O2' pairing 
a953-a985 : A-A O2'/Bh pairing 
a956-a971 : C-G Wh/Wh pairing antiparallel cis one_hbond 
a957-a970 : C-G Ww/Ww pairing antiparallel cis XIX 
a958-a969 : U-A Ww/Ww pairing antiparallel cis XX 
a959-a968 : C-G Ww/Ww pairing antiparallel cis XIX 
a960-a967 : U-A Ww/Ww pairing antiparallel cis XX 
a961-a962 : U-G O2'/C8 adjacent_5p pairing 
a961-a966 : U-G Ws/Ws pairing antiparallel cis one_hbond 
a961-a967 : U-A Wh/Wh pairing antiparallel cis one_hbond 
a962-a964 : G-A Ss/O2P pairing 
a962-a966 : G-G Hh/Ww pairing parallel cis one_hbond 111 
a964-a1166 : A-C Ss/O2' pairing 
a977-a982 : C-G Ww/Ww pairing antiparallel cis XIX 
a995-a1159 : A-U Hw/Bs pairing antiparallel trans one_hbond 
a995-a1161 : A-A Ww/Ww pairing parallel trans I 
a996-a1158 : G-C Ww/Ww pairing antiparallel cis XIX 
a997-a1157 : G-C Ww/Ww pairing antiparallel cis XIX 
a999-a1156 : G-C Ww/Ww pairing antiparallel cis XIX 
a1000-a1155 : G-C Ww/Ww pairing antiparallel cis XIX 
a1001-a1154 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a1002-a1006 : G-G Ww/Hh pairing parallel cis one_hbond 
a1004-a1148 : A-C Hh/Ww pairing antiparallel trans XXV 
a1005-a1152 : U-A Ww/Ww pairing antiparallel cis XX 
a1006-a1151 : G-C Ww/Ww pairing antiparallel cis XIX 
a1007-a1147 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a1007-a1150 : G-U Sw/Hw pairing antiparallel trans one_hbond 88 
a1008-a1146 : C-G Ww/Ww pairing antiparallel cis XIX 
a1009-a1145 : U-A Ww/Ww pairing antiparallel cis XX 
a1010-a1143 : G-C Ww/Ww pairing antiparallel cis XIX 
a1011-a1142 : U-U Ws/Ww pairing antiparallel cis XVI 
a1012-a1141 : C-G Ww/Ww pairing antiparallel cis XIX 
a1013-a1138 : G-G Ss/Ss O2'/Bs pairing parallel trans IV 
a1014-a1016 : U-A Bs/Bh pairing parallel cis 
a1015-a1139 : C-A Ww/Hh pairing antiparallel trans one_hbond 
a1017-a1043 : G-G Hh/O2' pairing 
a1017-a1056 : G-C Ww/Ww pairing antiparallel cis XIX 
a1018-a1055 : C-G Ww/Ww pairing antiparallel cis XIX 
a1019-a1054 : U-A Ww/Ww pairing antiparallel cis XX 
a1020-a1034 : C-U Hw/Hw pairing parallel trans one_hbond 101 
a1020-a1053 : C-G Ww/Ww pairing antiparallel cis XIX 
a1021-a1033 : G-G Hw/Sw pairing antiparallel trans one_hbond 112 
a1021-a1052 : G-C Ww/Ww pairing antiparallel cis XIX 
a1022-a1051 : U-A Ww/Ww pairing antiparallel cis XX 
a1023-a1032 : G-U Wh/Ww pairing antiparallel cis one_hbond 
a1023-a1050 : G-A O2'/Ww pairing 
a1024-a1031 : C-G Ww/Ww pairing antiparallel cis XIX 
a1025-a1030 : C-G Ww/Ww pairing antiparallel cis XIX 
a1026-a1028 : G-A O2'/Hh Hh/O2P pairing 
a1026-a1029 : G-A Sw/Hh Ww/O2P Bs/O2P pairing antiparallel trans one_hbond 
a1033-a1035 : G-U O2P/Hh pairing 
a1035-a1048 : U-G Wh/Ww pairing antiparallel cis one_hbond 
a1036-a1047 : G-C Ww/Ww pairing antiparallel cis XIX 
a1037-a1046 : G-C Ww/Ww pairing antiparallel cis XIX 
a1038-a1045 : G-C Ww/Ww pairing antiparallel cis XIX 
a1039-a1044 : U-U Ws/Ww pairing antiparallel cis XVI 
a1040-a1042 : U-A Hh/O2P pairing 
a1040-a1043 : U-G Ww/O2P pairing 
a1042-a1058 : A-C Ss/O2' pairing 
a1043-a1057 : G-G O2'/Bs pairing 
a1044-a1057 : U-G O2P/Ww O2P/Bs O2P/Ww pairing 
a1046-a1117 : C-A O2'/Ss pairing 
a1062-a1135 : C-G Ww/Ww pairing antiparallel cis XIX 
a1063-a1134 : C-G Ww/Ww pairing antiparallel cis XIX 
a1064-a1133 : U-A Ww/Ww pairing antiparallel cis XX 
a1065-a1132 : C-G Ww/Ww pairing antiparallel cis XIX 
a1067-a1103 : U-A Ww/Ww pairing antiparallel cis XX 
a1068-a1102 : G-C Ww/Ww pairing antiparallel cis XIX 
a1069-a1101 : U-A Ww/Ww pairing antiparallel cis XX 
a1070-a1100 : U-A Ww/Ww pairing antiparallel cis XX 
a1071-a1099 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a1072-a1098 : A-U Ww/Ww pairing antiparallel cis XX 
a1073-a1074 : G-U Ss/Hh adjacent_5p pairing parallel cis one_hbond 89 
a1073-a1093 : G-A O2'/Ww pairing 
a1073-a1097 : G-C Ww/Ww pairing antiparallel cis XIX 
a1074-a1076 : U-G O2'/Hh upward pairing 
a1074-a1228 : U-A Ww/Hh pairing parallel cis XXIII 
a1075-a1228 : U-A Ww/O2P pairing 
a1076-a1093 : G-A Ww/Ww pairing antiparallel cis VIII 
a1077-a1092 : C-G Ww/Ww pairing antiparallel cis XIX 
a1077-a1095 : C-C Bs/Wh O2'/Ww pairing antiparallel cis one_hbond 
a1078-a1091 : C-G Ww/Ww pairing antiparallel cis XIX 
a1078-a1094 : C-A Bs/Wh pairing parallel cis one_hbond 79 
a1079-a1090 : A-U Ww/Ww pairing antiparallel cis XX 
a1080-a1089 : A-U Ww/Ww pairing antiparallel cis XX 
a1097-a1228 : C-A O2'/Ww pairing 
a1104-a1127 : G-A Ss/Wh pairing parallel trans one_hbond 
a1104-a1128 : G-A O2'/Ww O2'/Bh pairing 
a1105-a1126 : A-G Ww/Ss pairing parallel trans X 
a1106-a1129 : C-G Ww/Ww pairing antiparallel cis XIX 
a1108-a1124 : G-A Ww/Ww pairing antiparallel cis VIII 
a1108-a1130 : G-G Hh/Ww pairing parallel cis VI 
a1109-a1123 : C-G Ww/Ww pairing antiparallel cis XIX 
a1110-a1122 : C-G Ww/Ww pairing antiparallel cis XIX 
a1111-a1121 : G-C Ww/Ww pairing antiparallel cis XIX 
a1112-a1120 : G-C Ww/Ww pairing antiparallel cis XIX 
a1113-a1119 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a1114-a1117 : G-A Ww/O2P pairing 
a1114-a1118 : G-A Ss/Hh pairing antiparallel trans XI 
a1115-a1117 : A-A Hw/Ww pairing antiparallel trans one_hbond 
a1125-a1129 : G-G Ww/Hh pairing antiparallel trans VII 
a1126-a1128 : G-A O2'/Hh pairing 
a1126-a1129 : G-G Bs/O2P pairing 
a1129-a1130 : G-G O2'/Hh adjacent_5p upward pairing 
a1148-a1153 : C-U Ws/Ww pairing parallel trans one_hbond 
a1159-a1161 : U-A O2'/Ww pairing 
a1161-a1163 : A-G O2'/Hh upward pairing 
a1169-a1268 : G-C O2P/Bh pairing 
a1169-a1269 : G-U O2P/Ww pairing 
a1172-a1311 : G-C Ww/Ww pairing antiparallel cis XIX 
a1181-a1313 : G-U Sw/Ws pairing antiparallel cis one_hbond 85 
a1185-a1248 : C-G O2'/Ww O2'/Bs pairing 
a1185-a1285 : C-G Ww/Ww pairing antiparallel cis XIX 
a1186-a1189 : A-G Ss/O2' pairing 
a1186-a1249 : A-U Hh/Ws pairing antiparallel trans XXIV 
a1187-a1247 : A-A Hh/Wh pairing parallel trans one_hbond 35 
a1189-a1244 : G-C Ww/Ww pairing antiparallel cis XIX 
a1190-a1243 : G-C Ww/Ww pairing antiparallel cis XIX 
a1191-a1242 : C-U Ww/Ww pairing antiparallel cis one_hbond 
a1192-a1241 : C-G Ww/Ww pairing antiparallel cis XIX 
a1193-a1240 : G-C Ww/Ww pairing antiparallel cis XIX 
a1194-a1239 : G-C Ww/Ww pairing antiparallel cis XIX 
a1195-a1238 : G-C Ww/Ww pairing antiparallel cis 130 
a1197-a1236 : C-A Ww/Hh pairing antiparallel trans XXV 
a1198-a1319 : A-G Ss/O2' pairing 
a1199-a1318 : A-C Ss/O2' pairing 
a1200-a1233 : A-A Ww/Ww pairing parallel trans I 
a1201-a1232 : G-C Ww/Ww pairing antiparallel cis XIX 
a1202-a1207 : G-C Bs/O2' pairing 
a1202-a1231 : G-C Ww/Ww pairing antiparallel cis XIX 
a1203-a1206 : G-G O2'/Ss pairing 
a1203-a1207 : G-C Sw/Ss pairing antiparallel cis one_hbond 
a1203-a1230 : G-C Ww/Ww pairing antiparallel cis XIX 
a1206-a1225 : G-C Ww/Ww pairing antiparallel cis XIX 
a1207-a1224 : C-G Ww/Ww pairing antiparallel cis XIX 
a1208-a1223 : G-A Ss/Hh pairing antiparallel trans XI 
a1209-a1222 : A-G Hw/Ss O2P/Bs Bh/O2' pairing antiparallel trans one_hbond 
a1210-a1221 : U-U Ww/Ws pairing antiparallel cis XVI 
a1210-a1222 : U-G Hw/Sw pairing antiparallel cis one_hbond 88 
a1211-a1220 : C-G Ww/Ww pairing antiparallel cis XIX 
a1212-a1219 : C-G Ww/Ww pairing antiparallel cis XIX 
a1213-a1218 : C-G Ww/Ww pairing antiparallel cis XIX 
a1214-a1216 : G-G O2'/Hh pairing 
a1214-a1217 : G-A Bs/O2P pairing 
a1216-a1274 : G-U Ss/O2' pairing 
a1217-a1218 : A-G O2P/Hh adjacent_5p pairing 
a1217-a1260 : A-G Ss/Ss Ww/O2' pairing parallel trans 57 
a1224-a1230 : G-C Sw/Ss pairing antiparallel cis one_hbond 
a1225-a1230 : C-C O2'/Ww pairing 
a1235-a1301 : A-G Ss/O2' pairing 
a1235-a1319 : A-G Ww/Sw pairing parallel trans one_hbond 
a1237-a1238 : A-C O2P/Bh adjacent_5p pairing 
a1237-a1320 : A-G Ww/O2' Bh/O2' pairing 
a1248-a1249 : G-U Ss/Hh adjacent_5p pairing parallel cis 89 
a1248-a1251 : G-C O2'/Bh pairing 
a1251-a1282 : C-G Ww/Ww pairing antiparallel cis XIX 
a1252-a1280 : G-A Ww/O2P Bs/O2P pairing 
a1252-a1281 : G-A Ss/Hh pairing antiparallel trans XI 
a1253-a1279 : G-G Ww/O2' Bs/O2' inward pairing 
a1253-a1280 : G-A Bs/O2P pairing 
a1255-a1278 : U-U Ww/Ws pairing antiparallel cis XVI 
a1256-a1277 : U-A Ww/Ww pairing antiparallel cis XX 
a1257-a1276 : G-C Ww/Ww pairing antiparallel cis XIX 
a1258-a1275 : C-G Ww/Ww pairing antiparallel cis XIX 
a1259-a1274 : A-U Ww/Ww pairing antiparallel cis XX 
a1260-a1273 : G-C Ww/Ww pairing antiparallel cis XIX 
a1261-a1272 : G-C Ww/Ww pairing antiparallel cis XIX 
a1262-a1271 : C-G Ww/Ww pairing antiparallel cis XIX 
a1263-a1267 : U-A Ws/Hh pairing antiparallel trans XXIV 
a1263-a1308 : U-A O2'/Ss pairing 
a1264-a1267 : G-A Ww/O2P Bs/O2P pairing 
a1267-a1309 : A-G Ww/Sw pairing parallel trans one_hbond 
a1293-a1325 : U-U Ws/Ws pairing parallel trans XIII 
a1294-a1324 : A-A Hh/Hh Bh/O2P pairing parallel trans one_hbond 
a1295-a1322 : G-G O2'/Ww pairing 
a1295-a1323 : G-A Ww/O2P Bs/O2P pairing 
a1296-a1323 : U-A Ww/Hh pairing antiparallel trans XXIV 
a1297-a1322 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
a1298-a1321 : A-U Ww/Ww pairing antiparallel cis XX 
a1299-a1320 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a1300-a1319 : C-G Ww/Ww pairing antiparallel cis XIX 
a1301-a1318 : G-C Ww/Ww pairing antiparallel cis XIX 
a1302-a1317 : C-G Ww/Ww pairing antiparallel cis XIX 
a1303-a1316 : C-G Ww/Ww pairing antiparallel cis XIX 
a1304-a1315 : G-C Ww/Ww pairing antiparallel cis XIX 
a1305-a1307 : G-C O2P/Bh pairing 
a1305-a1314 : G-A Ww/Ww pairing antiparallel cis VIII 
a1306-a1307 : U-C O2P/Bh adjacent_5p pairing 
a1306-a1312 : U-A Ws/Ww pairing parallel trans XXI 
a1307-a1309 : C-G O2'/Hh pairing 
a1328-a1330 : G-U Sw/Bh pairing parallel cis one_hbond 92 
a1329-a1331 : U-C Bs/Hw pairing parallel cis one_hbond 99 
a1343-a1449 : A-A Ww/O2' Bh/O2' pairing 
a1348-a1453 : C-G Ww/Ww pairing antiparallel cis XIX 
a1350-a1450 : G-C Ww/Ww pairing antiparallel cis XIX 
a1352-a1449 : C-A Ws/Wh pairing antiparallel cis one_hbond 78 
a1353-a1446 : C-G Ww/Ww pairing antiparallel cis XIX 
a1354-a1445 : G-C Ww/Ww pairing antiparallel cis XIX 
a1354-a1467 : G-A Ss/O2' pairing 
a1355-a1444 : U-U Wh/Ww pairing antiparallel cis one_hbond 
a1356-a1443 : C-G Ww/Ww pairing antiparallel cis one_hbond 
a1358-a1440 : C-G Ww/Bs pairing antiparallel cis 128 
a1360-a1438 : C-G Ww/Ww pairing antiparallel cis XIX 
a1361-a1437 : U-A Ww/Ww pairing antiparallel cis XX 
a1363-a1435 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a1364-a1434 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a1365-a1433 : G-C Ww/Ww pairing antiparallel cis XIX 
a1366-a1432 : G-A O2'/Bh Bs/O2P pairing 
a1367-a1431 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
a1368-a1430 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a1369-a1429 : C-G Ww/Ww pairing antiparallel cis XIX 
a1370-a1428 : U-A Ww/Ww pairing antiparallel cis XX 
a1371-a1427 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a1372-a1426 : G-C Ww/Ww pairing antiparallel cis XIX 
a1373-a1425 : C-G Ww/Ww pairing antiparallel cis XIX 
a1374-a1424 : C-G Ww/Ww pairing antiparallel cis XIX 
a1375-a1423 : A-G Ww/Ww pairing antiparallel cis VIII 
a1376-a1422 : U-A Ww/Ww pairing antiparallel cis XX 
a1377-a1421 : G-C Ww/Ww pairing antiparallel cis XIX 
a1378-a1420 : C-G Ww/Ww pairing antiparallel cis XIX 
a1379-a1419 : C-G Ww/Ww pairing antiparallel cis XIX 
a1381-a1417 : G-A Ss/Hh O2'/Bh Bs/O2P pairing antiparallel trans XI 
a1382-a1416 : A-G O2P/Ww O2P/Bs pairing 
a1383-a1416 : A-G Hh/Ss pairing antiparallel trans one_hbond 
a1384-a1415 : G-C Ww/Ww pairing antiparallel cis XIX 
a1385-a1414 : U-C Wh/Wh pairing antiparallel cis one_hbond 
a1386-a1413 : C-G Ww/Ww pairing antiparallel cis XIX 
a1387-a1412 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a1388-a1411 : U-A Ww/Ww pairing antiparallel cis XX 
a1389-a1410 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a1391-a1409 : C-G Ww/Ww pairing antiparallel cis XIX 
a1392-a1408 : C-G Ww/Ww pairing antiparallel cis XIX 
a1393-a1407 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a1394-a1406 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a1396-a1397 : A-C O2P/Bh adjacent_5p pairing 
a1397-a1404 : C-G Ww/Ww pairing antiparallel cis XIX 
a1398-a1403 : C-G Ww/Ww pairing antiparallel cis XIX 
a1400-a1401 : C-A O2P/Bh adjacent_5p pairing 
a1432-a1433 : A-C O2P/Bh adjacent_5p upward pairing 
a1445-a1466 : C-G Ss/Ws O2'/Ww pairing parallel trans one_hbond 
a1446-a1467 : G-A O2'/Ww pairing 
a1455-a1471 : U-U Ww/O2P pairing 
a1457-a1476 : G-C Ww/Ww pairing antiparallel cis XIX 
a1458-a1475 : C-G Ww/Ww pairing antiparallel cis XIX 
a1459-a1474 : C-G Ww/Ww pairing antiparallel cis XIX 
a1460-a1473 : G-C Ww/Ww pairing antiparallel cis XIX 
a1461-a1472 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a1462-a1471 : A-U Ww/Ww pairing antiparallel cis XX 
a1463-a1470 : C-G Ww/Ww pairing antiparallel cis XIX 
a1464-a1469 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a1465-a1467 : G-A Ss/O2P pairing 
a1465-a1468 : G-A Ww/O2P Bs/O2P pairing 
