Residue conformations -------------------------------------------
'2'3 : G C3p_endo anti
'2'4 : A C3p_endo anti
'2'5 : A C3p_endo anti
'2'6 : U C3p_endo anti
'2'7 : C C3p_endo anti
'2'8 : U C3p_endo anti
'2'9 : C C3p_endo anti
'2'10 : U C3p_endo anti
'2'11 : U C3p_endo anti
'2'12 : U C3p_endo anti
'2'13 : G C3p_endo anti
'2'14 : C C3p_endo anti
'2'15 : C C2p_endo anti
'2'16 : U C3p_endo anti
'2'17 : U C2p_endo anti
'2'18 : U C2p_endo anti
'2'19 : U C2p_endo anti
'2'20 : G C2p_endo anti
'2'21 : G C3p_endo anti
'2'22 : C C3p_endo anti
'2'23 : U C2p_endo anti
'2'24 : U C3p_endo anti
'2'25 : A C3p_endo anti
'2'26 : G C3p_endo anti
'2'27 : A C3p_endo anti
'2'28 : U C3p_endo anti
'2'29 : C C2p_endo anti
'2'30 : A C4p_exo syn
'2'31 : A C4p_exo anti
'2'32 : G C3p_endo anti
'2'33 : U C3p_endo anti
'2'34 : G C3p_endo anti
'2'35 : U C3p_endo anti
'2'36 : A C3p_endo anti
'2'37 : G C3p_endo anti
'2'38 : U C3p_endo anti
'2'39 : A C3p_endo anti
'2'40 : U C2p_endo anti
'2'41 : C C2p_endo syn
'2'42 : U C3p_endo anti
'2'43 : G C3p_endo anti
'2'44 : U C3p_endo anti
'2'45 : U C3p_endo anti
'2'46 : C C3p_endo anti
'2'47 : U C3p_endo anti
'2'55 : G C3p_endo anti
'2'56 : U C3p_endo anti
'2'57 : A C3p_endo anti
'2'58 : A C3p_endo anti
'2'59 : C C3p_endo anti
'2'60 : A C3p_endo anti
'2'61 : A C3p_endo anti
'2'62 : C C3p_endo anti
'2'63 : U C3p_exo anti
'2'64 : G C2p_exo anti
'2'98 : U C2p_exo anti
'2'99 : U C3p_endo anti
'2'100 : G C3p_endo anti
'2'101 : U C3p_endo anti
'2'102 : U C3p_endo anti
'2'103 : A C3p_endo anti
'2'104 : C C3p_endo anti
'2'139 : G C3p_endo anti
'2'140 : G C3p_endo anti
'2'141 : A C2p_exo anti
'2'142 : C C3p_endo anti
'2'143 : G C3p_endo anti
'2'144 : G C3p_endo anti
'2'145 : G C3p_endo anti
'2'146 : A C3p_endo anti
'2'147 : A C3p_endo anti
'2'148 : G C3p_endo anti
'2'149 : A C3p_endo anti
'2'150 : G C3p_endo anti
'2'1089 : G C3p_endo anti
'2'1090 : A C3p_endo anti
'2'1091 : G C3p_endo anti
'2'1092 : A C2p_exo anti
'2'1093 : C C3p_endo anti
'2'1094 : G C3p_endo anti
'2'1095 : U C4p_exo anti
'2'1096 : C C2p_exo anti
'2'1097 : G C3p_endo anti
'2'1098 : C C3p_endo anti
'2'1099 : G C3p_endo anti
'2'1100 : A C4p_exo anti
'2'1101 : C O4p_endo anti
'2'1102 : C C4p_exo anti
'2'1103 : C C4p_exo anti
'2'1104 : U C4p_exo anti
'2'1105 : C C2p_endo anti
'2'1106 : G O4p_endo anti
'2'1107 : C C3p_endo anti
'2'1108 : A C3p_endo anti
'2'1117 : G C3p_endo anti
'2'1118 : U C3p_endo anti
'2'1119 : C C3p_endo anti
'2'1120 : G C3p_endo anti
'2'1121 : U C4p_exo anti
'2'1122 : U O4p_endo anti
'2'1123 : C O4p_endo syn
'2'1124 : U C1p_exo syn
'2'1125 : U C4p_exo anti
'2'1126 : G C3p_endo anti
'2'1127 : A C3p_endo anti
'2'1128 : C C3p_endo anti
'2'1129 : U C2p_exo anti
'2'1138 : G C4p_exo anti
'2'1139 : G C3p_endo anti
'2'1140 : U C3p_endo anti
'2'1141 : C C3p_endo anti
'2'1142 : G C2p_exo anti
'2'1143 : C C3p_endo anti
'2'1144 : U O4p_endo anti
'2'1145 : U C1p_exo anti
'2'1146 : G C4p_exo anti
'2'1147 : A C2p_exo anti
'2'1148 : U C3p_endo anti
'2'1149 : G C3p_endo anti
'2'1150 : U C2p_exo anti
'2'1151 : U C4p_exo anti
'2'1152 : U C3p_endo anti
'2'1153 : C C3p_endo anti
'2'1154 : U C3p_endo anti
'2'1159 : U C3p_endo anti
'2'1160 : C C3p_endo anti
'2'1161 : U C3p_endo anti
'2'1162 : U C3p_endo anti
'2'1163 : C C3p_endo anti
'2'1164 : C C3p_endo anti
'2'1165 : C C3p_endo anti
'2'1166 : G C3p_endo anti
'2'1167 : U C3p_endo anti
'2'1168 : U C3p_endo anti
'2'1169 : C C3p_endo anti
'5'28 : G C3p_endo anti
'5'29 : G C3p_endo anti
'5'30 : A C3p_endo anti
'5'31 : G C3p_endo anti
'5'32 : G C2p_endo anti
'5'33 : U C2p_endo anti
'5'34 : C C3p_endo anti
'5'35 : A C3p_endo anti
'5'36 : A C3p_endo anti
'5'37 : C C3p_endo anti
'5'38 : A C3p_endo anti
'5'39 : U C3p_endo anti
'5'40 : C C3p_endo anti
'5'41 : A C2p_endo anti
'5'42 : A C2p_endo syn
'5'43 : G C2p_endo syn
'5'44 : A C2p_endo anti
'5'45 : A C2p_endo anti
'5'46 : C C3p_endo anti
'5'47 : U C3p_endo anti
'5'48 : G C3p_endo anti
'5'49 : U C3p_endo anti
'5'50 : G C3p_endo anti
'5'51 : G C3p_endo anti
'5'52 : G C3p_endo anti
'5'53 : C C3p_endo anti
'5'54 : C C3p_endo anti
'5'55 : U C3p_endo anti
'5'60 : U C3p_endo syn
'5'61 : U C3p_endo anti
'5'62 : G C3p_endo anti
'5'63 : C C3p_endo anti
'5'64 : C C3p_endo anti
'5'65 : U C3p_endo anti
'5'66 : A C3p_endo anti
'5'67 : U C3p_endo anti
'5'68 : A C3p_endo anti
'5'69 : G C3p_endo anti
'5'70 : A C3p_endo anti
'5'71 : A C3p_endo anti
'5'72 : C C3p_endo anti
'5'73 : U C3p_endo anti
'5'74 : U C3p_endo anti
'5'75 : A C2p_endo syn
'5'76 : U C2p_endo anti
'5'77 : A C3p_endo anti
'5'78 : A C3p_endo anti
'5'79 : C C3p_endo syn
'5'80 : G C2p_endo syn
'5'81 : A C2p_endo syn
'5'82 : A C3p_endo anti
'5'83 : C C3p_endo anti
'5'84 : A C3p_endo anti
'5'85 : U C3p_endo anti
'5'86 : G C3p_endo anti
'5'87 : G C3p_endo anti
'5'88 : U C3p_endo anti
'5'89 : U C3p_endo anti
'5'90 : C C3p_endo anti
'5'91 : U C3p_endo anti
'5'92 : U C3p_endo anti
'5'93 : G C3p_endo anti
'5'94 : C C3p_endo anti
'5'95 : C C2p_endo syn
'5'96 : U C3p_endo anti
'5'97 : U C3p_endo anti
'5'98 : U C3p_endo anti
'5'99 : U C3p_endo anti
'5'100 : A C3p_endo anti
'5'101 : C C3p_endo anti
'5'102 : C C3p_endo anti
'5'103 : A C2p_endo anti
'5'104 : G C3p_endo anti
'5'105 : A C3p_endo anti
'5'106 : A C3p_endo anti
'5'107 : C C3p_endo anti
'5'108 : C C3p_endo anti
'5'109 : A C3p_endo anti
'5'110 : U C3p_endo anti
'5'111 : C C3p_endo anti
'5'112 : C C3p_endo anti
'5'113 : G C3p_endo anti
'5'114 : G C3p_endo anti
'5'115 : G C3p_endo anti
'5'116 : U C3p_endo anti
'5'117 : G C3p_endo anti
'5'118 : U C3p_endo anti
'5'119 : U C3p_endo anti
'5'120 : G C3p_endo anti
'5'121 : U C3p_endo anti
'5'122 : C C3p_endo anti
'5'123 : U C3p_endo anti
'5'124 : C C3p_endo anti
'5'125 : C C3p_endo anti
'5'126 : A C3p_endo anti
'5'127 : U C2p_endo anti
'5'167 : A C2p_exo anti
'5'168 : U C3p_endo anti
'5'169 : U C2p_endo anti
'5'170 : U C3p_endo anti
'5'171 : U C2p_endo anti
'5'172 : U C2p_endo syn
'5'173 : U C2p_endo anti
'6'1 : G C3p_endo anti
'6'2 : U C3p_endo anti
'6'3 : U C3p_endo anti
'6'4 : C C3p_endo anti
'6'5 : G C3p_endo anti
'6'6 : C C3p_endo anti
'6'7 : G C3p_endo anti
'6'8 : A C3p_endo anti
'6'9 : A C3p_endo anti
'6'10 : G C3p_endo anti
'6'11 : U C3p_endo anti
'6'12 : A C4p_exo anti
'6'13 : A C2p_endo syn
'6'14 : C C2p_endo anti
'6'15 : C C3p_endo anti
'6'16 : C C3p_endo anti
'6'17 : U C3p_endo anti
'6'18 : U C3p_endo anti
'6'19 : C C3p_endo anti
'6'20 : G C3p_endo anti
'6'21 : U C3p_endo anti
'6'22 : G C3p_endo anti
'6'23 : G C3p_endo anti
'6'24 : A C3p_endo anti
'6'25 : C C3p_endo anti
'6'26 : A C3p_endo anti
'6'27 : U C2p_endo anti
'6'28 : U C2p_endo anti
'6'29 : U C3p_endo anti
'6'30 : G C3p_endo anti
'6'31 : G C3p_endo anti
'6'32 : U C2p_endo anti
'6'33 : C C2p_endo anti
'6'34 : A C2p_endo anti
'6'35 : A C2p_endo anti
'6'36 : U C3p_endo anti
'6'37 : U C2p_endo anti
'6'38 : U C2p_endo anti
'6'39 : G C2p_endo anti
'6'40 : A C2p_endo anti
'6'41 : A C3p_endo syn
'6'42 : A C3p_endo anti
'6'43 : C C3p_endo anti
'6'44 : A C3p_endo anti
'6'45 : A C3p_endo anti
'6'46 : U C3p_endo anti
'6'47 : A C3p_endo anti
'6'48 : C C3p_endo anti
'6'49 : A C3p_endo syn
'6'50 : G C2p_endo anti
'6'51 : A C2p_endo anti
'6'52 : G C3p_endo anti
'6'53 : A C3p_endo anti
'6'54 : U C3p_endo anti
'6'55 : G C3p_endo anti
'6'56 : A C3p_endo anti
'6'57 : U C3p_endo anti
'6'58 : C C3p_endo anti
'6'59 : A C3p_endo anti
'6'60 : G C3p_endo anti
'6'61 : C C3p_endo anti
'6'62 : A C3p_endo anti
'6'63 : G C3p_endo anti
'6'64 : U C3p_endo anti
'6'65 : U C3p_endo anti
'6'66 : C C3p_endo anti
'6'67 : C C3p_endo anti
'6'68 : C C3p_endo anti
'6'69 : C C3p_endo anti
'6'70 : U C3p_endo anti
'6'71 : G C3p_endo anti
'6'72 : C C3p_endo anti
'6'73 : A C3p_endo anti
'6'74 : U C2p_endo anti
'6'75 : A C3p_endo anti
'6'76 : A C3p_endo anti
'6'77 : G C3p_endo anti
'6'78 : G C3p_endo anti
'6'79 : A C2p_endo anti
'6'80 : U C3p_endo anti
'6'81 : G C3p_endo anti
'6'82 : A C3p_endo anti
'6'83 : A C3p_endo anti
'6'84 : C C2p_endo anti
'6'85 : C C2p_endo anti
'6'86 : G C3p_endo anti
'6'87 : U C3p_endo anti
'6'88 : U C2p_endo anti
'6'89 : U C2p_endo syn
'6'90 : U C3p_endo anti
'6'91 : A C2p_endo anti
'6'92 : C C2p_endo anti
'6'93 : A C3p_endo anti
'6'94 : A C3p_endo anti
'6'95 : A C3p_endo anti
'6'96 : G C3p_endo anti
'6'97 : A C3p_endo anti
'6'98 : G C3p_endo anti
'6'99 : A C3p_endo anti
'6'100 : U C3p_endo anti
'6'101 : U C3p_endo anti
'6'102 : U C3p_endo anti
e-13 : U C3p_endo syn
e-12 : U C3p_endo syn
e-11 : U C3p_endo syn
e-10 : A C2p_endo syn
e-9 : A C2p_endo anti
e-8 : U C3p_endo anti
e-7 : A C2p_endo anti
e-6 : A C2p_endo syn
e-5 : A C2p_endo anti
e-4 : A C3p_endo anti
e-3 : A C3p_endo anti
e-2 : A C3p_endo anti
e-1 : A C3p_endo anti
e1 : G C3p_endo anti
e2 : U C2p_endo syn
e3 : A C2p_endo syn
e4 : U C3p_endo syn
e5 : A C3p_endo syn
e6 : U C3p_endo syn
e7 : U C3p_endo anti
e8 : U C2p_endo anti
e9 : U C3p_endo anti
e10 : U C3p_endo anti
e11 : U C3p_endo syn
e12 : U C3p_endo anti
e13 : U C3p_endo syn
e14 : U C3p_endo syn
e15 : U C2p_endo anti
e16 : U C3p_endo anti
e17 : U C2p_endo syn
e18 : U C3p_endo anti
e19 : U C3p_endo anti
e20 : A C3p_endo syn
e21 : U C3p_endo syn
i1 : G C3p_endo anti
i2 : U C3p_endo anti
i3 : A C3p_endo anti
i4 : U C3p_endo anti
i5 : G C3p_endo anti
i6 : U C3p_endo anti
i7 : A C3p_endo syn
i8 : U C3p_endo anti
i9 : U C2p_endo anti
i10 : U C2p_endo syn
i11 : A C3p_endo anti
i12 : U C2p_endo anti
i13 : U C2p_endo anti
i14 : U C2p_endo anti
i15 : U C2p_endo anti
i501 : A C3p_endo anti
i502 : G C3p_endo anti
i503 : A C3p_endo anti
i504 : A C3p_endo anti
i505 : C C3p_endo anti
i506 : U C3p_endo anti
i507 : A C3p_endo anti
i508 : G C2p_endo anti
i509 : U C3p_endo anti
i510 : U C3p_endo anti
i511 : A C3p_endo anti
i512 : C C3p_endo anti
i513 : U C3p_endo anti
i514 : A C3p_endo anti
i515 : A C2p_endo anti
i516 : C C2p_endo anti
i517 : A C3p_endo anti
i518 : U C3p_endo anti
i620 : U C3p_endo anti
i621 : U C3p_endo anti
i622 : U C3p_endo anti
i623 : U C3p_endo anti
i624 : U C3p_endo anti
i625 : U C3p_endo anti
i626 : U C3p_endo anti
i627 : U C3p_endo anti
i628 : U C3p_endo anti
i1001 : A C3p_endo anti
i1002 : A C3p_endo anti
i1003 : A C3p_endo anti
i1004 : A C3p_endo anti
i1005 : A C3p_endo anti
i1006 : A C3p_endo anti
i1007 : U C3p_endo anti
i1008 : A C3p_endo anti
i1110 : A C2p_endo anti
i1111 : U C3p_endo syn
i1112 : U C2p_endo syn
i1113 : A C3p_endo syn
i1114 : U C2p_endo anti
i1115 : A C3p_endo syn
i1116 : U C3p_endo anti
i1117 : A C2p_endo anti
i1118 : G C3p_endo anti
A126 : ASN
A127 : LEU
A128 : TYR
A129 : THR
A130 : PRO
A131 : LYS
A132 : ALA
A133 : GLU
A134 : MET
A135 : PRO
A136 : PRO
A137 : GLU
A138 : HIS
A139 : LEU
A140 : ARG
A141 : LYS
A142 : ILE
A143 : ILE
A144 : ASN
A145 : THR
A146 : HIS
A147 : SER
A148 : ASP
A149 : MET
A150 : ALA
A151 : SER
A152 : LYS
A153 : MET
A154 : TYR
A155 : ASN
A156 : THR
A157 : ASP
A158 : LYS
A159 : LYS
A160 : ALA
A161 : PHE
A162 : LEU
A163 : GLY
A164 : ALA
A165 : LEU
A166 : LYS
A167 : TYR
A168 : LEU
A169 : PRO
A170 : HIS
A171 : ALA
A172 : ILE
A173 : LEU
A174 : LYS
A175 : LEU
A176 : LEU
A177 : GLU
A178 : ASN
A179 : MET
A180 : PRO
A181 : HIS
A182 : PRO
A183 : TRP
A184 : GLU
A185 : GLN
A186 : ALA
A187 : LYS
A188 : GLU
A189 : VAL
A190 : LYS
A191 : VAL
A192 : LEU
A193 : TYR
A194 : HIS
A195 : THR
A196 : SER
A197 : GLY
A198 : ALA
A199 : ILE
A200 : THR
A201 : PHE
A202 : VAL
A203 : ASN
A204 : GLU
A205 : THR
A206 : PRO
A207 : ARG
A208 : VAL
A209 : ILE
A210 : GLU
A211 : PRO
A212 : VAL
A213 : TYR
A214 : THR
A215 : ALA
A216 : GLN
A217 : TRP
A218 : SER
A219 : ALA
A220 : THR
A221 : TRP
A222 : ILE
A223 : ALA
A224 : MET
A225 : ARG
A226 : ARG
A227 : GLU
A228 : LYS
A229 : ARG
A230 : ASP
A231 : ARG
A232 : THR
A233 : HIS
A234 : PHE
A235 : LYS
A236 : ARG
A237 : MET
A238 : ARG
A239 : PHE
A240 : PRO
A241 : PRO
A242 : PHE
A243 : ASP
A244 : ASP
A245 : ASP
A246 : GLU
A247 : PRO
A248 : PRO
A249 : LEU
A250 : SER
A251 : TYR
A252 : GLU
A253 : GLN
A254 : HIS
A255 : ILE
A256 : GLU
A257 : ASN
A258 : ILE
A259 : GLU
A260 : PRO
A261 : LEU
A262 : ASP
A263 : PRO
A264 : ILE
A265 : ASN
A266 : LEU
A267 : PRO
A268 : LEU
A269 : ASP
A270 : SER
A271 : GLN
A272 : ASP
A273 : ASP
A274 : GLU
A275 : TYR
A276 : VAL
A277 : LYS
A278 : ASP
A279 : TRP
A280 : LEU
A281 : TYR
A282 : ASP
A283 : SER
A284 : ARG
A285 : PRO
A286 : LEU
A287 : GLU
A288 : GLU
A289 : ASP
A290 : SER
A291 : LYS
A292 : LYS
A293 : VAL
A294 : ASN
A295 : GLY
A296 : THR
A297 : SER
A298 : TYR
A299 : LYS
A300 : LYS
A301 : TRP
A302 : SER
A303 : PHE
A304 : ASP
A305 : LEU
A306 : PRO
A307 : GLU
A308 : MET
A309 : SER
A310 : ASN
A311 : LEU
A312 : TYR
A313 : ARG
A314 : LEU
A315 : SER
A316 : THR
A317 : PRO
A318 : LEU
A319 : ARG
A320 : ASP
A321 : GLU
A322 : VAL
A323 : THR
A324 : ASP
A325 : LYS
A326 : ASN
A327 : TYR
A328 : TYR
A329 : TYR
A330 : LEU
A331 : PHE
A332 : ASP
A333 : LYS
A334 : LYS
A335 : SER
A336 : PHE
A337 : PHE
A338 : ASN
A339 : GLY
A340 : LYS
A341 : ALA
A342 : LEU
A343 : ASN
A344 : ASN
A345 : ALA
A346 : ILE
A347 : PRO
A348 : GLY
A349 : GLY
A350 : PRO
A351 : LYS
A352 : PHE
A353 : GLU
A354 : PRO
A355 : LEU
A356 : TYR
A357 : PRO
A358 : ARG
A359 : GLU
A365 : ASN
A366 : GLU
A367 : PHE
A368 : ASN
A369 : SER
A370 : ILE
A371 : ASP
A372 : ARG
A373 : VAL
A374 : ILE
A375 : PHE
A376 : ARG
A377 : VAL
A378 : PRO
A379 : ILE
A380 : ARG
A381 : SER
A382 : GLU
A383 : TYR
A384 : LYS
A385 : VAL
A386 : ALA
A387 : PHE
A388 : PRO
A389 : HIS
A390 : LEU
A391 : TYR
A392 : ASN
A393 : SER
A394 : ARG
A395 : PRO
A396 : ARG
A397 : SER
A398 : VAL
A399 : ARG
A400 : ILE
A401 : PRO
A402 : TRP
A403 : TYR
A404 : ASN
A405 : ASN
A406 : PRO
A407 : VAL
A408 : SER
A409 : CYS
A410 : ILE
A411 : ILE
A412 : GLN
A413 : ASN
A414 : ASP
A415 : GLU
A416 : GLU
A417 : TYR
A418 : ASP
A419 : THR
A420 : PRO
A421 : ALA
A422 : LEU
A423 : PHE
A424 : PHE
A425 : ASP
A426 : PRO
A427 : SER
A428 : LEU
A429 : ASN
A430 : PRO
A431 : ILE
A432 : PRO
A433 : HIS
A450 : GLY
A451 : ASP
A452 : PHE
A453 : THR
A454 : LEU
A455 : PRO
A456 : GLU
A457 : ASP
A458 : PHE
A459 : ALA
A460 : PRO
A461 : LEU
A462 : LEU
A463 : ALA
A464 : GLU
A465 : GLU
A466 : GLU
A467 : GLU
A468 : LEU
A469 : ILE
A470 : LEU
A471 : PRO
A472 : ASN
A473 : THR
A474 : LYS
A475 : ASP
A476 : ALA
A477 : MET
A478 : SER
A479 : LEU
A480 : TYR
A481 : HIS
A482 : SER
A483 : PRO
A484 : PHE
A485 : PRO
A486 : PHE
A487 : ASN
A488 : ARG
A489 : THR
A490 : LYS
A491 : GLY
A492 : LYS
A493 : MET
A494 : VAL
A495 : ARG
A496 : ALA
A497 : GLN
A498 : ASP
A499 : VAL
A500 : ALA
A501 : LEU
A502 : ALA
A503 : LYS
A504 : LYS
A505 : TRP
A506 : PHE
A507 : LEU
A508 : GLN
A509 : HIS
A510 : PRO
A511 : ASP
A512 : GLU
A513 : GLU
A514 : TYR
A515 : PRO
A516 : VAL
A517 : LYS
A518 : VAL
A519 : LYS
A520 : VAL
A521 : SER
A522 : TYR
A523 : GLN
A524 : LYS
A525 : LEU
A526 : LEU
A527 : LYS
A528 : ASN
A529 : TYR
A530 : VAL
A531 : LEU
A532 : ASN
A533 : GLU
A534 : LEU
A535 : HIS
A536 : PRO
A537 : THR
A538 : LEU
A539 : PRO
A540 : THR
A541 : ASN
A542 : HIS
A543 : ASN
A544 : LYS
A545 : THR
A546 : LYS
A547 : LEU
A548 : LEU
A549 : LYS
A550 : SER
A551 : LEU
A552 : LYS
A553 : ASN
A554 : THR
A555 : LYS
A556 : TYR
A557 : PHE
A558 : GLN
A559 : GLN
A560 : THR
A561 : THR
A562 : ILE
A563 : ASP
A564 : TRP
A565 : VAL
A566 : GLU
A567 : ALA
A568 : GLY
A569 : LEU
A570 : GLN
A571 : LEU
A572 : CYS
A573 : ARG
A574 : GLN
A575 : GLY
A576 : HIS
A577 : ASN
A578 : MET
A579 : LEU
A580 : ASN
A581 : LEU
A582 : LEU
A583 : ILE
A584 : HIS
A585 : ARG
A586 : LYS
A587 : GLY
A588 : LEU
A589 : THR
A590 : TYR
A591 : LEU
A592 : HIS
A593 : LEU
A594 : ASP
A595 : TYR
A596 : ASN
A597 : PHE
A598 : ASN
A599 : LEU
A600 : LYS
A601 : PRO
A602 : THR
A603 : LYS
A604 : THR
A605 : LEU
A606 : THR
A607 : THR
A608 : LYS
A609 : GLU
A610 : ARG
A611 : LYS
A612 : LYS
A613 : SER
A614 : ARG
A615 : LEU
A616 : GLY
A617 : ASN
A618 : SER
A619 : PHE
A620 : HIS
A621 : LEU
A622 : MET
A623 : ARG
A624 : GLU
A625 : LEU
A626 : LEU
A627 : LYS
A628 : MET
A629 : MET
A630 : LYS
A631 : LEU
A632 : ILE
A633 : VAL
A634 : ASP
A635 : THR
A636 : HIS
A637 : VAL
A638 : GLN
A639 : PHE
A640 : ARG
A641 : LEU
A642 : GLY
A643 : ASN
A644 : VAL
A645 : ASP
A646 : ALA
A647 : PHE
A648 : GLN
A649 : LEU
A650 : ALA
A651 : ASP
A652 : GLY
A653 : ILE
A654 : HIS
A655 : TYR
A656 : ILE
A657 : LEU
A658 : ASN
A659 : HIS
A660 : ILE
A661 : GLY
A662 : GLN
A663 : LEU
A664 : THR
A665 : GLY
A666 : ILE
A667 : TYR
A668 : ARG
A669 : TYR
A670 : LYS
A671 : TYR
A672 : LYS
A673 : VAL
A674 : MET
A675 : HIS
A676 : GLN
A677 : ILE
A678 : ARG
A679 : ALA
A680 : CYS
A681 : LYS
A682 : ASP
A683 : LEU
A684 : LYS
A685 : HIS
A686 : ILE
A687 : ILE
A688 : TYR
A689 : TYR
A690 : LYS
A691 : PHE
A692 : ASN
A693 : LYS
A694 : ASN
A695 : LEU
A696 : GLY
A697 : LYS
A698 : GLY
A699 : PRO
A700 : GLY
A701 : CYS
A702 : GLY
A703 : PHE
A704 : TRP
A705 : GLN
A706 : PRO
A707 : ALA
A708 : TRP
A709 : ARG
A710 : VAL
A711 : TRP
A712 : LEU
A713 : ASN
A714 : PHE
A715 : LEU
A716 : ARG
A717 : GLY
A718 : THR
A719 : ILE
A720 : PRO
A721 : LEU
A722 : LEU
A723 : GLU
A724 : ARG
A725 : TYR
A726 : ILE
A727 : GLY
A728 : ASN
A729 : LEU
A730 : ILE
A731 : THR
A732 : ARG
A733 : GLN
A734 : PHE
A735 : GLU
A736 : GLY
A737 : ARG
A738 : SER
A739 : ASN
A740 : GLU
A741 : ILE
A742 : VAL
A743 : LYS
A744 : THR
A745 : THR
A746 : THR
A747 : LYS
A748 : GLN
A749 : ARG
A750 : LEU
A751 : ASP
A752 : ALA
A753 : TYR
A754 : TYR
A755 : ASP
A756 : LEU
A757 : GLU
A758 : LEU
A759 : ARG
A760 : ASN
A761 : SER
A762 : VAL
A763 : MET
A764 : ASP
A765 : ASP
A766 : ILE
A767 : LEU
A768 : GLU
A769 : MET
A770 : MET
A771 : PRO
A772 : GLU
A773 : SER
A774 : ILE
A775 : ARG
A776 : GLN
A777 : LYS
A778 : LYS
A779 : ALA
A780 : ARG
A781 : THR
A782 : ILE
A783 : LEU
A784 : GLN
A785 : HIS
A786 : LEU
A787 : SER
A788 : GLU
A789 : ALA
A790 : TRP
A791 : ARG
A792 : CYS
A793 : TRP
A794 : LYS
A795 : ALA
A796 : ASN
A797 : ILE
A798 : PRO
A799 : TRP
A800 : ASP
A801 : VAL
A802 : PRO
A803 : GLY
A804 : MET
A805 : PRO
A806 : ALA
A807 : PRO
A808 : ILE
A809 : LYS
A810 : LYS
A811 : ILE
A812 : ILE
A813 : GLU
A814 : ARG
A815 : TYR
A816 : ILE
A817 : LYS
A818 : SER
A819 : LYS
A820 : ALA
A821 : ASP
A822 : ALA
A823 : TRP
A824 : VAL
A825 : SER
A826 : ALA
A827 : ALA
A828 : HIS
A829 : TYR
A830 : ASN
A831 : ARG
A832 : GLU
A833 : ARG
A834 : ILE
A835 : LYS
A836 : ARG
A837 : GLY
A838 : ALA
A839 : HIS
A840 : VAL
A841 : GLU
A842 : LYS
A843 : THR
A844 : MET
A845 : VAL
A846 : LYS
A847 : LYS
A848 : ASN
A849 : LEU
A850 : GLY
A851 : ARG
A852 : LEU
A853 : THR
A854 : ARG
A855 : LEU
A856 : TRP
A857 : ILE
A858 : LYS
A859 : ASN
A860 : GLU
A861 : GLN
A862 : GLU
A863 : ARG
A864 : GLN
A865 : ARG
A866 : GLN
A867 : ILE
A868 : GLN
A869 : LYS
A870 : ASN
A871 : GLY
A872 : PRO
A873 : GLU
A874 : ILE
A875 : THR
A876 : PRO
A877 : GLU
A878 : GLU
A879 : ALA
A880 : THR
A881 : THR
A882 : ILE
A883 : PHE
A884 : SER
A885 : VAL
A886 : MET
A887 : VAL
A888 : GLU
A889 : TRP
A890 : LEU
A891 : GLU
A892 : SER
A893 : ARG
A894 : SER
A895 : PHE
A896 : SER
A897 : PRO
A898 : ILE
A899 : PRO
A900 : PHE
A901 : PRO
A902 : PRO
A903 : LEU
A904 : THR
A905 : TYR
A906 : LYS
A907 : ASN
A908 : ASP
A909 : THR
A910 : LYS
A911 : ILE
A912 : LEU
A913 : VAL
A914 : LEU
A915 : ALA
A916 : LEU
A917 : GLU
A918 : ASP
A919 : LEU
A920 : LYS
A921 : ASP
A922 : VAL
A923 : TYR
A924 : ALA
A925 : SER
A926 : LYS
A927 : VAL
A928 : ARG
A929 : LEU
A930 : ASN
A931 : ALA
A932 : SER
A933 : GLU
A934 : ARG
A935 : GLU
A936 : GLU
A937 : LEU
A938 : ALA
A939 : LEU
A940 : ILE
A941 : GLU
A942 : GLU
A943 : ALA
A944 : TYR
A945 : ASP
A946 : ASN
A947 : PRO
A948 : HIS
A949 : ASP
A950 : THR
A951 : LEU
A952 : ASN
A953 : ARG
A954 : ILE
A955 : LYS
A956 : LYS
A957 : TYR
A958 : LEU
A959 : LEU
A960 : THR
A961 : GLN
A962 : ARG
A963 : VAL
A964 : PHE
A965 : LYS
A966 : PRO
A967 : VAL
A968 : ASP
A969 : ILE
A970 : THR
A971 : MET
A972 : MET
A973 : GLU
A974 : ASN
A975 : TYR
A976 : GLN
A977 : ASN
A978 : ILE
A979 : SER
A980 : PRO
A981 : VAL
A982 : TYR
A983 : SER
A984 : VAL
A985 : ASP
A986 : PRO
A987 : LEU
A988 : GLU
A989 : LYS
A990 : ILE
A991 : THR
A992 : ASP
A993 : ALA
A994 : TYR
A995 : LEU
A996 : ASP
A997 : GLN
A998 : TYR
A999 : LEU
A1000 : TRP
A1001 : TYR
A1002 : GLU
A1003 : ALA
A1004 : ASP
A1005 : GLN
A1006 : ARG
A1007 : LYS
A1008 : LEU
A1009 : PHE
A1010 : PRO
A1011 : ASN
A1012 : TRP
A1013 : ILE
A1014 : LYS
A1015 : PRO
A1016 : SER
A1017 : ASP
A1018 : SER
A1019 : GLU
A1020 : ILE
A1021 : PRO
A1022 : PRO
A1023 : LEU
A1024 : LEU
A1025 : VAL
A1026 : TYR
A1027 : LYS
A1028 : TRP
A1029 : THR
A1030 : GLN
A1031 : GLY
A1032 : ILE
A1033 : ASN
A1034 : ASN
A1035 : LEU
A1036 : SER
A1037 : GLU
A1038 : ILE
A1039 : TRP
A1040 : ASP
A1041 : VAL
A1042 : SER
A1043 : ARG
A1044 : GLY
A1045 : GLN
A1046 : SER
A1047 : ALA
A1048 : VAL
A1049 : LEU
A1050 : LEU
A1051 : GLU
A1052 : THR
A1053 : THR
A1054 : LEU
A1055 : GLY
A1056 : GLU
A1057 : MET
A1058 : ALA
A1059 : GLU
A1060 : LYS
A1061 : ILE
A1062 : ASP
A1063 : PHE
A1064 : THR
A1065 : LEU
A1066 : LEU
A1067 : ASN
A1068 : ARG
A1069 : LEU
A1070 : LEU
A1071 : ARG
A1072 : LEU
A1073 : ILE
A1074 : VAL
A1075 : ASP
A1076 : PRO
A1077 : ASN
A1078 : ILE
A1079 : ALA
A1080 : ASP
A1081 : TYR
A1082 : ILE
A1083 : THR
A1084 : ALA
A1085 : LYS
A1086 : ASN
A1087 : ASN
A1088 : VAL
A1089 : VAL
A1090 : ILE
A1091 : ASN
A1092 : PHE
A1093 : LYS
A1094 : ASP
A1095 : MET
A1096 : SER
A1097 : HIS
A1098 : VAL
A1099 : ASN
A1100 : LYS
A1101 : TYR
A1102 : GLY
A1103 : LEU
A1104 : ILE
A1105 : ARG
A1106 : GLY
A1107 : LEU
A1108 : LYS
A1109 : PHE
A1110 : ALA
A1111 : SER
A1112 : PHE
A1113 : ILE
A1114 : PHE
A1115 : GLN
A1116 : TYR
A1117 : TYR
A1118 : GLY
A1119 : LEU
A1120 : VAL
A1121 : ILE
A1122 : ASP
A1123 : LEU
A1124 : LEU
A1125 : LEU
A1126 : LEU
A1127 : GLY
A1128 : GLN
A1129 : GLU
A1130 : ARG
A1131 : ALA
A1132 : THR
A1133 : ASP
A1134 : LEU
A1135 : ALA
A1136 : GLY
A1137 : PRO
A1138 : ALA
A1139 : ASN
A1140 : ASN
A1141 : PRO
A1142 : ASN
A1143 : GLU
A1144 : PHE
A1145 : MET
A1146 : GLN
A1147 : PHE
A1148 : LYS
A1149 : SER
A1150 : LYS
A1151 : GLU
A1152 : VAL
A1153 : GLU
A1154 : LYS
A1155 : ALA
A1156 : HIS
A1157 : PRO
A1158 : ILE
A1159 : ARG
A1160 : LEU
A1161 : TYR
A1162 : THR
A1163 : ARG
A1164 : TYR
A1165 : LEU
A1166 : ASP
A1167 : ARG
A1168 : ILE
A1169 : TYR
A1170 : MET
A1171 : LEU
A1172 : PHE
A1173 : HIS
A1174 : PHE
A1175 : GLU
A1176 : GLU
A1177 : ASP
A1178 : GLU
A1179 : GLY
A1180 : GLU
A1181 : GLU
A1182 : LEU
A1183 : THR
A1184 : ASP
A1185 : GLU
A1186 : TYR
A1187 : LEU
A1188 : ALA
A1189 : GLU
A1190 : ASN
A1191 : PRO
A1192 : ASP
A1193 : PRO
A1194 : ASN
A1195 : PHE
A1196 : GLU
A1197 : ASN
A1198 : SER
A1199 : ILE
A1200 : GLY
A1201 : TYR
A1202 : ASN
A1203 : ASN
A1204 : ARG
A1205 : LYS
A1206 : CYS
A1207 : TRP
A1208 : PRO
A1209 : LYS
A1210 : ASP
A1211 : SER
A1212 : ARG
A1213 : MET
A1214 : ARG
A1215 : LEU
A1216 : ILE
A1217 : ARG
A1218 : GLN
A1219 : ASP
A1220 : VAL
A1221 : ASN
A1222 : LEU
A1223 : GLY
A1224 : ARG
A1225 : ALA
A1226 : VAL
A1227 : PHE
A1228 : TRP
A1229 : GLU
A1230 : ILE
A1231 : GLN
A1232 : SER
A1233 : ARG
A1234 : VAL
A1235 : PRO
A1236 : THR
A1237 : SER
A1238 : LEU
A1239 : THR
A1240 : SER
A1241 : ILE
A1242 : LYS
A1243 : TRP
A1244 : GLU
A1245 : ASN
A1246 : ALA
A1247 : PHE
A1248 : VAL
A1249 : SER
A1250 : VAL
A1251 : TYR
A1252 : SER
A1253 : LYS
A1254 : ASN
A1255 : ASN
A1256 : PRO
A1257 : ASN
A1258 : LEU
A1259 : LEU
A1260 : PHE
A1261 : SER
A1262 : MET
A1263 : CYS
A1264 : GLY
A1265 : PHE
A1266 : GLU
A1267 : VAL
A1268 : ARG
A1269 : ILE
A1270 : LEU
A1271 : PRO
A1272 : ARG
A1273 : GLN
A1274 : ARG
A1275 : MET
A1276 : GLU
A1277 : GLU
A1278 : VAL
A1279 : VAL
A1280 : SER
A1281 : ASN
A1282 : ASP
A1283 : GLU
A1284 : GLY
A1285 : VAL
A1286 : TRP
A1287 : ASP
A1288 : LEU
A1289 : VAL
A1290 : ASP
A1291 : GLU
A1292 : ARG
A1293 : THR
A1294 : LYS
A1295 : GLN
A1296 : ARG
A1297 : THR
A1298 : ALA
A1299 : LYS
A1300 : ALA
A1301 : TYR
A1302 : LEU
A1303 : LYS
A1304 : VAL
A1305 : SER
A1306 : GLU
A1307 : GLU
A1308 : GLU
A1309 : ILE
A1310 : LYS
A1311 : LYS
A1312 : PHE
A1313 : ASP
A1314 : SER
A1315 : ARG
A1316 : ILE
A1317 : ARG
A1318 : GLY
A1319 : ILE
A1320 : LEU
A1321 : MET
A1322 : ALA
A1323 : SER
A1324 : GLY
A1325 : SER
A1326 : THR
A1327 : THR
A1328 : PHE
A1329 : THR
A1330 : LYS
A1331 : VAL
A1332 : ALA
A1333 : ALA
A1334 : LYS
A1335 : TRP
A1336 : ASN
A1337 : THR
A1338 : SER
A1339 : LEU
A1340 : ILE
A1341 : SER
A1342 : LEU
A1343 : PHE
A1344 : THR
A1345 : TYR
A1346 : PHE
A1347 : ARG
A1348 : GLU
A1349 : ALA
A1350 : ILE
A1351 : VAL
A1352 : ALA
A1353 : THR
A1354 : GLU
A1355 : PRO
A1356 : LEU
A1357 : LEU
A1358 : ASP
A1359 : ILE
A1360 : LEU
A1361 : VAL
A1362 : LYS
A1363 : GLY
A1364 : GLU
A1365 : THR
A1366 : ARG
A1367 : ILE
A1368 : GLN
A1369 : ASN
A1370 : ARG
A1371 : VAL
A1372 : LYS
A1373 : LEU
A1374 : GLY
A1375 : LEU
A1376 : ASN
A1377 : SER
A1378 : LYS
A1379 : MET
A1380 : PRO
A1381 : THR
A1382 : ARG
A1383 : PHE
A1384 : PRO
A1385 : PRO
A1386 : ALA
A1387 : VAL
A1388 : PHE
A1389 : TYR
A1390 : THR
A1391 : PRO
A1392 : LYS
A1393 : GLU
A1394 : LEU
A1395 : GLY
A1396 : GLY
A1397 : LEU
A1398 : GLY
A1399 : MET
A1400 : ILE
A1401 : SER
A1402 : ALA
A1403 : SER
A1404 : HIS
A1405 : ILE
A1406 : LEU
A1407 : ILE
A1408 : PRO
A1409 : ALA
A1410 : SER
A1411 : ASP
A1412 : LEU
A1413 : SER
A1414 : TRP
A1415 : SER
A1416 : LYS
A1417 : GLN
A1418 : THR
A1419 : ASP
A1420 : THR
A1421 : GLY
A1422 : ILE
A1423 : THR
A1424 : HIS
A1425 : PHE
A1426 : ARG
A1427 : ALA
A1428 : GLY
A1429 : MET
A1430 : THR
A1431 : HIS
A1432 : GLU
A1433 : ASP
A1434 : GLU
A1435 : LYS
A1436 : LEU
A1437 : ILE
A1438 : PRO
A1439 : THR
A1440 : ILE
A1441 : PHE
A1442 : ARG
A1443 : TYR
A1444 : ILE
A1445 : THR
A1446 : THR
A1447 : TRP
A1448 : GLU
A1449 : ASN
A1450 : GLU
A1451 : PHE
A1452 : LEU
A1453 : ASP
A1454 : SER
A1455 : GLN
A1456 : ARG
A1457 : VAL
A1458 : TRP
A1459 : ALA
A1460 : GLU
A1461 : TYR
A1462 : ALA
A1463 : THR
A1464 : LYS
A1465 : ARG
A1466 : GLN
A1467 : GLU
A1468 : ALA
A1469 : ILE
A1470 : GLN
A1471 : GLN
A1472 : ASN
A1473 : ARG
A1474 : ARG
A1475 : LEU
A1476 : ALA
A1477 : PHE
A1478 : GLU
A1479 : GLU
A1480 : LEU
A1481 : GLU
A1482 : GLY
A1483 : SER
A1484 : TRP
A1485 : ASP
A1486 : ARG
A1487 : GLY
A1488 : ILE
A1489 : PRO
A1490 : ARG
A1491 : ILE
A1492 : SER
A1493 : THR
A1494 : LEU
A1495 : PHE
A1496 : GLN
A1497 : ARG
A1498 : ASP
A1499 : ARG
A1500 : HIS
A1501 : THR
A1502 : LEU
A1503 : ALA
A1504 : TYR
A1505 : ASP
A1506 : ARG
A1507 : GLY
A1508 : HIS
A1509 : ARG
A1510 : ILE
A1511 : ARG
A1512 : ARG
A1513 : GLU
A1514 : PHE
A1515 : LYS
A1516 : GLN
A1517 : TYR
A1518 : SER
A1519 : LEU
A1520 : GLU
A1521 : ARG
A1522 : ASN
A1523 : SER
A1524 : PRO
A1525 : PHE
A1526 : TRP
A1527 : TRP
A1528 : THR
A1529 : ASN
A1530 : SER
A1531 : HIS
A1532 : HIS
A1533 : ASP
A1534 : GLY
A1535 : LYS
A1536 : LEU
A1537 : TRP
A1538 : ASN
A1539 : LEU
A1540 : ASN
A1541 : ALA
A1542 : TYR
A1543 : ARG
A1544 : THR
A1545 : ASP
A1546 : VAL
A1547 : ILE
A1548 : GLN
A1549 : ALA
A1550 : LEU
A1551 : GLY
A1552 : GLY
A1553 : ILE
A1554 : GLU
A1555 : THR
A1556 : ILE
A1557 : LEU
A1558 : GLU
A1559 : HIS
A1560 : THR
A1561 : LEU
A1562 : PHE
A1563 : LYS
A1564 : GLY
A1565 : THR
A1566 : GLY
A1567 : PHE
A1568 : ASN
A1569 : SER
A1570 : TRP
A1571 : GLU
A1572 : GLY
A1573 : LEU
A1574 : PHE
A1575 : TRP
A1576 : GLU
A1577 : LYS
A1578 : ALA
A1579 : SER
A1580 : GLY
A1581 : PHE
A1582 : GLU
A1583 : ASP
A1584 : SER
A1585 : MET
A1586 : GLN
A1587 : PHE
A1588 : LYS
A1589 : LYS
A1590 : LEU
A1591 : THR
A1592 : HIS
A1593 : ALA
A1594 : GLN
A1595 : ARG
A1596 : THR
A1597 : GLY
A1598 : LEU
A1599 : SER
A1600 : GLN
A1601 : ILE
A1602 : PRO
A1603 : ASN
A1604 : ARG
A1605 : ARG
A1606 : PHE
A1607 : THR
A1608 : LEU
A1609 : TRP
A1610 : TRP
A1611 : SER
A1612 : PRO
A1613 : THR
A1614 : ILE
A1615 : ASN
A1616 : ARG
A1617 : ALA
A1618 : ASN
A1619 : VAL
A1620 : TYR
A1621 : VAL
A1622 : GLY
A1623 : PHE
A1624 : LEU
A1625 : VAL
A1626 : GLN
A1627 : LEU
A1628 : ASP
A1629 : LEU
A1630 : THR
A1631 : GLY
A1632 : ILE
A1633 : PHE
A1634 : LEU
A1635 : HIS
A1636 : GLY
A1637 : LYS
A1638 : ILE
A1639 : PRO
A1640 : THR
A1641 : LEU
A1642 : LYS
A1643 : ILE
A1644 : SER
A1645 : LEU
A1646 : ILE
A1647 : GLN
A1648 : ILE
A1649 : PHE
A1650 : ARG
A1651 : ALA
A1652 : HIS
A1653 : LEU
A1654 : TRP
A1655 : GLN
A1656 : LYS
A1657 : ILE
A1658 : HIS
A1659 : GLU
A1660 : SER
A1661 : ILE
A1662 : VAL
A1663 : PHE
A1664 : ASP
A1665 : ILE
A1666 : CYS
A1667 : GLN
A1668 : ILE
A1669 : LEU
A1670 : ASP
A1671 : GLY
A1672 : GLU
A1673 : LEU
A1674 : ASP
A1675 : VAL
A1676 : LEU
A1677 : GLN
A1678 : ILE
A1679 : GLU
A1680 : SER
A1681 : VAL
A1682 : THR
A1683 : LYS
A1684 : GLU
A1685 : THR
A1686 : VAL
A1687 : HIS
A1688 : PRO
A1689 : ARG
A1690 : LYS
A1691 : SER
A1692 : TYR
A1693 : LYS
A1694 : MET
A1695 : ASN
A1696 : SER
A1697 : SER
A1698 : ALA
A1699 : ALA
A1700 : ASP
A1701 : ILE
A1702 : THR
A1703 : MET
A1704 : GLU
A1705 : SER
A1706 : VAL
A1707 : HIS
A1708 : GLU
A1709 : TRP
A1710 : GLU
A1711 : VAL
A1712 : SER
A1713 : LYS
A1714 : PRO
A1715 : SER
A1716 : LEU
A1717 : LEU
A1718 : HIS
A1719 : GLU
A1720 : THR
A1721 : ASN
A1722 : ASP
A1723 : SER
A1724 : PHE
A1725 : LYS
A1726 : GLY
A1727 : LEU
A1728 : ILE
A1729 : THR
A1730 : ASN
A1731 : LYS
A1732 : MET
A1733 : TRP
A1734 : PHE
A1735 : ASP
A1736 : VAL
A1737 : GLN
A1738 : LEU
A1739 : ARG
A1740 : TYR
A1741 : GLY
A1742 : ASP
A1743 : TYR
A1744 : ASP
A1745 : SER
A1746 : HIS
A1747 : ASP
A1748 : ILE
A1749 : SER
A1750 : ARG
A1751 : TYR
A1752 : VAL
A1753 : ARG
A1754 : ALA
A1755 : LYS
A1756 : PHE
A1757 : LEU
A1758 : ASP
A1759 : TYR
A1760 : THR
A1761 : THR
A1762 : ASP
A1763 : ASN
A1764 : VAL
A1765 : SER
A1766 : MET
A1767 : TYR
A1768 : PRO
A1769 : SER
A1770 : PRO
A1771 : THR
A1772 : GLY
A1773 : VAL
A1774 : MET
A1775 : ILE
A1776 : GLY
A1777 : ILE
A1778 : ASP
A1779 : LEU
A1780 : ALA
A1781 : TYR
A1782 : ASN
A1783 : MET
A1784 : TYR
A1785 : ASP
A1786 : ALA
A1787 : TYR
A1788 : GLY
A1789 : ASN
A1790 : TRP
A1791 : PHE
A1792 : ASN
A1793 : GLY
A1794 : LEU
A1795 : LYS
A1796 : PRO
A1797 : LEU
A1798 : ILE
A1799 : GLN
A1800 : ASN
A1801 : SER
A1802 : MET
A1803 : ARG
A1804 : THR
A1805 : ILE
A1806 : MET
A1807 : LYS
A1808 : ALA
A1809 : ASN
A1810 : PRO
A1811 : ALA
A1812 : LEU
A1813 : TYR
A1814 : VAL
A1815 : LEU
A1816 : ARG
A1817 : GLU
A1818 : ARG
A1819 : ILE
A1820 : ARG
A1821 : LYS
A1822 : GLY
A1823 : LEU
A1824 : GLN
A1825 : ILE
A1826 : TYR
A1827 : GLN
A1828 : SER
A1829 : SER
A1830 : VAL
A1831 : GLN
A1832 : GLU
A1833 : PRO
A1834 : PHE
A1835 : LEU
A1836 : ASN
A1837 : SER
A1838 : SER
A1839 : ASN
A1840 : TYR
A1841 : ALA
A1842 : GLU
A1843 : LEU
A1844 : PHE
A1845 : ASN
A1846 : ASN
A1847 : ASP
A1848 : ILE
A1849 : LYS
A1850 : LEU
A1851 : PHE
A1852 : VAL
A1853 : ASP
A1854 : ASP
A1855 : THR
A1856 : ASN
A1857 : VAL
A1858 : TYR
A1859 : ARG
A1860 : VAL
A1861 : THR
A1862 : VAL
A1863 : HIS
A1864 : LYS
A1865 : THR
A1866 : PHE
A1867 : GLU
A1868 : GLY
A1869 : ASN
A1870 : VAL
A1871 : ALA
A1872 : THR
A1873 : LYS
A1874 : ALA
A1875 : ILE
A1876 : ASN
A1877 : GLY
A1878 : CYS
A1879 : ILE
A1880 : PHE
A1881 : THR
A1882 : LEU
A1883 : ASN
A1884 : PRO
A1885 : LYS
A1886 : THR
A1887 : GLY
A1888 : HIS
A1889 : LEU
A1890 : PHE
A1891 : LEU
A1892 : LYS
A1893 : ILE
A1894 : ILE
A1895 : HIS
A1896 : THR
A1897 : SER
A1898 : VAL
A1899 : TRP
A1900 : ALA
A1901 : GLY
A1902 : GLN
A1903 : LYS
A1904 : ARG
A1905 : LEU
A1906 : SER
A1907 : GLN
A1908 : LEU
A1909 : ALA
A1910 : LYS
A1911 : TRP
A1912 : LYS
A1913 : THR
A1914 : ALA
A1915 : GLU
A1916 : GLU
A1917 : VAL
A1918 : SER
A1919 : ALA
A1920 : LEU
A1921 : VAL
A1922 : ARG
A1923 : SER
A1924 : LEU
A1925 : PRO
A1926 : LYS
A1927 : GLU
A1928 : GLU
A1929 : GLN
A1930 : PRO
A1931 : LYS
A1932 : GLN
A1933 : ILE
A1934 : ILE
A1935 : VAL
A1936 : THR
A1937 : ARG
A1938 : LYS
A1939 : ALA
A1940 : MET
A1941 : LEU
A1942 : ASP
A1943 : PRO
A1944 : LEU
A1945 : GLU
A1946 : VAL
A1947 : HIS
A1948 : MET
A1949 : LEU
A1950 : ASP
A1951 : PHE
A1952 : PRO
A1953 : ASN
A1954 : ILE
A1955 : ALA
A1956 : ILE
A1957 : ARG
A1958 : PRO
A1959 : THR
A1960 : GLU
A1961 : LEU
A1962 : ARG
A1963 : LEU
A1964 : PRO
A1965 : PHE
A1966 : SER
A1967 : ALA
A1968 : ALA
A1969 : MET
A1970 : SER
A1971 : ILE
A1972 : ASP
A1973 : LYS
A1974 : LEU
A1975 : SER
A1976 : ASP
A1977 : VAL
A1978 : VAL
A1979 : MET
A1980 : LYS
A1981 : ALA
A1982 : THR
A1983 : GLU
A1984 : PRO
A1985 : GLN
A1986 : MET
A1987 : VAL
A1988 : LEU
A1989 : PHE
A1990 : ASN
A1991 : ILE
A1992 : TYR
A1993 : ASP
A1994 : ASP
A1995 : TRP
A1996 : LEU
A1997 : ASP
A1998 : ARG
A1999 : ILE
A2000 : SER
A2001 : SER
A2002 : TYR
A2003 : THR
A2004 : ALA
A2005 : PHE
A2006 : SER
A2007 : ARG
A2008 : LEU
A2009 : THR
A2010 : LEU
A2011 : LEU
A2012 : LEU
A2013 : ARG
A2014 : ALA
A2015 : LEU
A2016 : LYS
A2017 : THR
A2018 : ASN
A2019 : GLU
A2020 : GLU
A2021 : SER
A2022 : ALA
A2023 : LYS
A2024 : MET
A2025 : ILE
A2026 : LEU
A2027 : LEU
A2028 : SER
A2029 : ASP
A2030 : PRO
A2031 : THR
A2032 : ILE
A2033 : THR
A2034 : ILE
A2035 : LYS
A2036 : SER
A2037 : TYR
A2038 : HIS
A2039 : LEU
A2040 : TRP
A2041 : PRO
A2042 : SER
A2043 : PHE
A2044 : THR
A2045 : ASP
A2046 : GLU
A2047 : GLN
A2048 : TRP
A2049 : ILE
A2050 : THR
A2051 : ILE
A2052 : GLU
A2053 : SER
A2054 : GLN
A2055 : MET
A2056 : ARG
A2057 : ASP
A2058 : LEU
A2059 : ILE
A2060 : LEU
A2061 : THR
A2062 : GLU
A2063 : TYR
A2064 : GLY
A2065 : ARG
A2066 : LYS
A2067 : TYR
A2068 : ASN
A2069 : VAL
A2070 : ASN
A2071 : ILE
A2072 : SER
A2073 : ALA
A2074 : LEU
A2075 : THR
A2076 : GLN
A2077 : THR
A2078 : GLU
A2079 : ILE
A2080 : LYS
A2081 : ASP
A2082 : ILE
A2083 : ILE
A2084 : LEU
A2085 : GLY
A2086 : GLN
A2087 : ASN
A2088 : ILE
A2089 : LYS
A2090 : ALA
A2091 : PRO
A2092 : SER
A2093 : VAL
A2094 : LYS
A2095 : ARG
A2096 : GLN
A2097 : LYS
A2098 : MET
A2099 : ALA
A2100 : GLU
A2101 : LEU
A2102 : GLU
A2103 : ALA
A2104 : ALA
A2105 : ARG
A2106 : SER
B69 : PRO
B70 : TYR
B71 : GLY
B72 : LYS
B73 : GLU
B74 : VAL
B75 : GLU
B76 : VAL
B77 : LEU
B78 : MET
B79 : GLU
B80 : THR
B81 : LYS
B82 : ASN
B83 : THR
B84 : GLN
B85 : SER
B86 : PRO
B87 : GLN
B88 : THR
B89 : PRO
B90 : LEU
B91 : VAL
B92 : GLU
B93 : PRO
B94 : VAL
B95 : THR
B96 : GLU
B97 : ARG
B98 : THR
B99 : LYS
B100 : LEU
B101 : GLN
B102 : GLU
B103 : HIS
B104 : THR
B105 : ILE
B106 : PHE
B107 : THR
B108 : GLN
B109 : LEU
B110 : LYS
B111 : LYS
B112 : ASN
B113 : ILE
B114 : PRO
B115 : LYS
B116 : THR
B117 : ARG
B118 : TYR
B119 : ASN
B120 : ARG
B121 : ASP
B122 : TYR
B123 : MET
B124 : LEU
B125 : SER
B126 : MET
B127 : ALA
B128 : ASN
B129 : ILE
B130 : PRO
B131 : GLU
B132 : ARG
B133 : ILE
B134 : ILE
B135 : ASN
B136 : VAL
B137 : GLY
B138 : VAL
B139 : ILE
B140 : GLY
B141 : PRO
B142 : LEU
B143 : HIS
B144 : SER
B145 : GLY
B146 : LYS
B147 : THR
B148 : SER
B149 : LEU
B150 : MET
B151 : ASP
B152 : LEU
B153 : LEU
B154 : VAL
B155 : ILE
B156 : ASP
B157 : SER
B158 : HIS
B159 : LYS
B160 : ARG
B161 : ILE
B162 : PRO
B163 : ASP
B164 : MET
B165 : SER
B166 : LYS
B167 : ASN
B168 : VAL
B169 : GLU
B170 : LEU
B171 : GLY
B172 : TRP
B173 : LYS
B174 : PRO
B175 : LEU
B176 : ARG
B177 : TYR
B178 : LEU
B179 : ASP
B180 : ASN
B181 : LEU
B182 : LYS
B183 : GLN
B184 : GLU
B185 : ILE
B186 : ASP
B187 : ARG
B188 : GLY
B189 : LEU
B190 : SER
B191 : ILE
B192 : LYS
B193 : LEU
B194 : ASN
B195 : GLY
B196 : SER
B197 : THR
B198 : LEU
B199 : LEU
B200 : CYS
B201 : THR
B202 : ASP
B203 : LEU
B204 : GLU
B205 : SER
B206 : LYS
B207 : SER
B208 : ARG
B209 : MET
B210 : ILE
B211 : ASN
B212 : PHE
B213 : LEU
B214 : ASP
B215 : ALA
B216 : PRO
B217 : GLY
B218 : HIS
B219 : VAL
B220 : ASN
B221 : PHE
B222 : MET
B223 : ASP
B224 : GLU
B225 : THR
B226 : ALA
B227 : VAL
B228 : ALA
B229 : LEU
B230 : ALA
B231 : ALA
B232 : SER
B233 : ASP
B234 : LEU
B235 : VAL
B236 : LEU
B237 : ILE
B238 : VAL
B239 : ILE
B240 : ASP
B241 : VAL
B242 : VAL
B243 : GLU
B244 : GLY
B245 : VAL
B246 : THR
B247 : PHE
B248 : VAL
B249 : VAL
B250 : GLU
B251 : GLN
B252 : LEU
B253 : ILE
B254 : LYS
B255 : GLN
B256 : SER
B257 : ILE
B258 : LYS
B259 : ASN
B260 : ASN
B261 : VAL
B262 : ALA
B263 : MET
B264 : CYS
B265 : PHE
B266 : VAL
B267 : ILE
B268 : ASN
B269 : LYS
B270 : LEU
B271 : ASP
B272 : ARG
B273 : LEU
B274 : ILE
B275 : LEU
B276 : ASP
B277 : LEU
B278 : LYS
B279 : LEU
B280 : PRO
B281 : PRO
B282 : MET
B283 : ASP
B284 : ALA
B285 : TYR
B286 : LEU
B287 : LYS
B288 : LEU
B289 : ASN
B290 : HIS
B291 : ILE
B292 : ILE
B293 : ALA
B294 : ASN
B295 : ILE
B296 : ASN
B297 : SER
B298 : PHE
B299 : THR
B300 : LYS
B301 : GLY
B302 : ASN
B303 : VAL
B304 : PHE
B305 : SER
B306 : PRO
B307 : ILE
B308 : ASP
B309 : ASN
B310 : ASN
B311 : ILE
B312 : ILE
B313 : PHE
B314 : ALA
B315 : SER
B316 : THR
B317 : LYS
B318 : LEU
B319 : GLY
B320 : PHE
B321 : THR
B322 : PHE
B323 : THR
B324 : ILE
B325 : LYS
B326 : GLU
B327 : PHE
B328 : VAL
B329 : SER
B330 : TYR
B331 : TYR
B332 : TYR
B333 : ALA
B334 : HIS
B335 : SER
B336 : ILE
B337 : PRO
B338 : SER
B339 : SER
B340 : LYS
B341 : ILE
B342 : ASP
B343 : ASP
B344 : PHE
B345 : THR
B346 : THR
B347 : ARG
B348 : LEU
B349 : TRP
B350 : GLY
B351 : SER
B352 : VAL
B353 : TYR
B354 : TYR
B355 : HIS
B356 : LYS
B357 : GLY
B358 : ASN
B359 : PHE
B360 : ARG
B361 : THR
B362 : LYS
B363 : PRO
B364 : PHE
B365 : GLU
B366 : ASN
B367 : VAL
B368 : GLU
B369 : LYS
B370 : TYR
B371 : PRO
B372 : THR
B373 : PHE
B374 : VAL
B375 : GLU
B376 : PHE
B377 : ILE
B378 : LEU
B379 : ILE
B380 : PRO
B381 : LEU
B382 : TYR
B383 : LYS
B384 : ILE
B385 : PHE
B386 : SER
B387 : TYR
B388 : ALA
B389 : LEU
B390 : SER
B391 : MET
B392 : GLU
B393 : LYS
B394 : ASP
B395 : LYS
B396 : LEU
B397 : LYS
B398 : ASN
B399 : LEU
B400 : LEU
B401 : ARG
B402 : SER
B403 : ASN
B404 : PHE
B405 : ARG
B406 : VAL
B407 : ASN
B408 : LEU
B409 : SER
B410 : GLN
B411 : GLU
B412 : ALA
B413 : LEU
B414 : GLN
B415 : TYR
B416 : ASP
B417 : PRO
B418 : GLN
B419 : PRO
B420 : PHE
B421 : LEU
B422 : LYS
B423 : HIS
B424 : VAL
B425 : LEU
B426 : GLN
B427 : LEU
B428 : ILE
B429 : PHE
B430 : ARG
B431 : GLN
B432 : GLN
B433 : THR
B434 : GLY
B435 : LEU
B436 : VAL
B437 : ASP
B438 : ALA
B439 : ILE
B440 : THR
B441 : ARG
B442 : CYS
B443 : TYR
B444 : GLN
B445 : PRO
B446 : PHE
B447 : GLU
B448 : LEU
B449 : PHE
B450 : ASP
B451 : ASN
B452 : LYS
B453 : THR
B454 : ALA
B455 : HIS
B456 : LEU
B457 : SER
B458 : ILE
B459 : PRO
B460 : GLY
B461 : LYS
B462 : SER
B463 : THR
B464 : PRO
B465 : GLU
B466 : GLY
B467 : THR
B468 : LEU
B469 : TRP
B470 : ALA
B471 : HIS
B472 : VAL
B473 : LEU
B474 : LYS
B475 : THR
B476 : VAL
B477 : ASP
B478 : TYR
B479 : GLY
B480 : GLY
B481 : ALA
B482 : GLU
B483 : TRP
B484 : SER
B485 : LEU
B486 : VAL
B487 : ARG
B488 : ILE
B489 : TYR
B490 : SER
B491 : GLY
B492 : LEU
B493 : LEU
B494 : LYS
B495 : ARG
B496 : GLY
B497 : ASP
B498 : THR
B499 : VAL
B500 : ARG
B501 : ILE
B502 : LEU
B503 : ASP
B504 : THR
B505 : SER
B506 : GLN
B507 : SER
B508 : GLU
B509 : SER
B510 : ARG
B511 : GLN
B512 : LYS
B513 : ARG
B514 : GLN
B515 : LEU
B516 : HIS
B533 : GLU
B534 : THR
B535 : PRO
B536 : SER
B537 : CYS
B538 : GLU
B539 : VAL
B540 : GLU
B541 : GLU
B542 : ILE
B543 : GLY
B544 : LEU
B545 : LEU
B546 : GLY
B547 : GLY
B548 : ARG
B549 : TYR
B550 : VAL
B551 : TYR
B552 : PRO
B553 : VAL
B554 : HIS
B555 : GLU
B556 : ALA
B557 : HIS
B558 : LYS
B559 : GLY
B560 : GLN
B561 : ILE
B562 : VAL
B563 : LEU
B564 : ILE
B565 : LYS
B566 : GLY
B567 : ILE
B568 : SER
B569 : SER
B570 : ALA
B571 : TYR
B572 : ILE
B573 : LYS
B574 : SER
B575 : ALA
B576 : THR
B577 : LEU
B578 : TYR
B579 : SER
B580 : VAL
B581 : LYS
B582 : SER
B583 : LYS
B584 : GLU
B585 : ASP
B586 : MET
B587 : LYS
B588 : GLN
B589 : LEU
B590 : LYS
B591 : PHE
B592 : PHE
B593 : LYS
B594 : PRO
B595 : LEU
B596 : ASP
B597 : TYR
B598 : ILE
B599 : THR
B600 : GLU
B601 : ALA
B602 : VAL
B603 : PHE
B604 : LYS
B605 : ILE
B606 : VAL
B607 : LEU
B608 : GLN
B609 : PRO
B610 : LEU
B611 : LEU
B612 : PRO
B613 : ARG
B614 : GLU
B615 : LEU
B616 : PRO
B617 : LYS
B618 : LEU
B619 : LEU
B620 : ASP
B621 : ALA
B622 : LEU
B623 : ASN
B624 : LYS
B625 : ILE
B626 : SER
B627 : LYS
B628 : TYR
B629 : TYR
B630 : PRO
B631 : GLY
B632 : VAL
B633 : ILE
B634 : ILE
B635 : LYS
B636 : VAL
B637 : GLU
B638 : GLU
B639 : SER
B640 : GLY
B641 : GLU
B642 : HIS
B643 : VAL
B644 : ILE
B645 : LEU
B646 : GLY
B647 : ASN
B648 : GLY
B649 : GLU
B650 : LEU
B651 : TYR
B652 : MET
B653 : ASP
B654 : CYS
B655 : LEU
B656 : LEU
B657 : TYR
B658 : ASP
B659 : LEU
B660 : ARG
B661 : ALA
B662 : SER
B663 : TYR
B664 : ALA
B665 : LYS
B666 : ILE
B667 : GLU
B668 : ILE
B669 : LYS
B670 : ILE
B671 : SER
B672 : ASP
B673 : PRO
B674 : LEU
B675 : THR
B676 : VAL
B677 : PHE
B678 : SER
B679 : GLU
B680 : SER
B681 : CYS
B682 : SER
B683 : ASN
B684 : GLU
B685 : SER
B686 : PHE
B687 : ALA
B688 : SER
B689 : ILE
B690 : PRO
B691 : VAL
B692 : SER
B693 : ASN
B706 : LEU
B707 : SER
B708 : ILE
B709 : SER
B710 : VAL
B711 : ALA
B712 : ALA
B713 : GLU
B714 : PRO
B715 : MET
B716 : ASP
B717 : SER
B718 : LYS
B719 : MET
B720 : ILE
B721 : GLN
B722 : ASP
B723 : LEU
B724 : SER
B725 : ARG
B726 : ASN
B727 : THR
B728 : LEU
B729 : GLY
B736 : ASP
B737 : ILE
B738 : ASP
B739 : GLY
B740 : ILE
B741 : MET
B742 : ASP
B743 : ASN
B744 : PRO
B745 : ARG
B746 : LYS
B747 : LEU
B748 : SER
B749 : LYS
B750 : ILE
B751 : LEU
B752 : ARG
B753 : THR
B754 : GLU
B755 : TYR
B756 : GLY
B757 : TRP
B758 : ASP
B759 : SER
B760 : LEU
B761 : ALA
B762 : SER
B763 : ARG
B764 : ASN
B765 : VAL
B766 : TRP
B767 : SER
B768 : PHE
B769 : TYR
B770 : ASN
B771 : GLY
B772 : ASN
B773 : VAL
B774 : LEU
B775 : ILE
B776 : ASN
B777 : ASP
B778 : THR
B779 : LEU
B780 : PRO
B781 : ASP
B782 : GLU
B783 : ILE
B784 : SER
B785 : PRO
B786 : GLU
B787 : LEU
B788 : LEU
B789 : SER
B790 : LYS
B791 : TYR
B792 : LYS
B793 : GLU
B794 : GLN
B795 : ILE
B796 : ILE
B797 : GLN
B798 : GLY
B799 : PHE
B800 : TYR
B801 : TRP
B802 : ALA
B803 : VAL
B804 : LYS
B805 : GLU
B806 : GLY
B807 : PRO
B808 : LEU
B809 : ALA
B810 : GLU
B811 : GLU
B812 : PRO
B813 : ILE
B814 : TYR
B815 : GLY
B816 : VAL
B817 : GLN
B818 : TYR
B819 : LYS
B820 : LEU
B821 : LEU
B822 : SER
B823 : ILE
B831 : ILE
B832 : ASP
B833 : VAL
B834 : MET
B835 : LYS
B836 : SER
B837 : GLN
B838 : ILE
B839 : ILE
B840 : PRO
B841 : LEU
B842 : MET
B843 : LYS
B844 : LYS
B845 : ALA
B846 : CYS
B847 : TYR
B848 : VAL
B849 : GLY
B850 : LEU
B851 : LEU
B852 : THR
B853 : ALA
B854 : ILE
B855 : PRO
B856 : ILE
B857 : LEU
B858 : LEU
B859 : GLU
B860 : PRO
B861 : ILE
B862 : TYR
B863 : GLU
B864 : VAL
B865 : ASP
B866 : ILE
B867 : THR
B868 : VAL
B869 : HIS
B870 : ALA
B871 : PRO
B872 : LEU
B873 : LEU
B874 : PRO
B875 : ILE
B876 : VAL
B877 : GLU
B878 : GLU
B879 : LEU
B880 : MET
B881 : LYS
B882 : LYS
B883 : ARG
B884 : ARG
B885 : GLY
B886 : SER
B887 : ARG
B888 : ILE
B889 : TYR
B890 : LYS
B891 : THR
B892 : ILE
B893 : LYS
B894 : VAL
B895 : ALA
B896 : GLY
B897 : THR
B898 : PRO
B899 : LEU
B900 : LEU
B901 : GLU
B902 : VAL
B903 : ARG
B904 : GLY
B905 : GLN
B906 : VAL
B907 : PRO
B908 : VAL
B909 : ILE
B910 : GLU
B911 : SER
B912 : ALA
B913 : GLY
B914 : PHE
B915 : GLU
B916 : THR
B917 : ASP
B918 : LEU
B919 : ARG
B920 : LEU
B921 : SER
B922 : THR
B923 : ASN
B924 : GLY
B925 : LEU
B926 : GLY
B927 : MET
B928 : CYS
B929 : GLN
B930 : LEU
B931 : TYR
B932 : PHE
B933 : TRP
B934 : HIS
B935 : LYS
B936 : ILE
B937 : TRP
B938 : ARG
B939 : LYS
B940 : VAL
B941 : PRO
B942 : GLY
B943 : ASP
B944 : VAL
B945 : LEU
B946 : ASP
B947 : LYS
B948 : ASP
B949 : ALA
B950 : PHE
B951 : ILE
B952 : PRO
B953 : LYS
B954 : LEU
B955 : LYS
B956 : PRO
B957 : ALA
B958 : PRO
B959 : ILE
B960 : ASN
B961 : SER
B962 : LEU
B963 : SER
B964 : ARG
B965 : ASP
B966 : PHE
B967 : VAL
B968 : MET
B969 : LYS
B970 : THR
B971 : ARG
B972 : ARG
B973 : ARG
B974 : LYS
B975 : GLY
B976 : ILE
B977 : SER
B978 : THR
B979 : GLY
B980 : GLY
B981 : PHE
B982 : MET
B983 : SER
B984 : ASN
B985 : ASP
B986 : GLY
B987 : PRO
B988 : THR
B989 : LEU
B990 : GLU
B991 : LYS
B992 : TYR
B993 : ILE
B994 : SER
B995 : ALA
B996 : GLU
B997 : LEU
B998 : TYR
B999 : ALA
B1000 : GLN
B1001 : LEU
B1002 : ARG
B1003 : GLU
B1004 : ASN
B1005 : GLY
B1006 : LEU
B1007 : VAL
B1008 : PRO
D93 : HIS
D94 : ALA
D95 : SER
D96 : ALA
D97 : PHE
D98 : VAL
D99 : ASN
D100 : LYS
D101 : ILE
D102 : PHE
D103 : GLN
D104 : PRO
D105 : GLU
D106 : VAL
D107 : ALA
D108 : GLU
D109 : GLU
D110 : LEU
D111 : ILE
D112 : VAL
D113 : ASN
D114 : ARG
D115 : TYR
D116 : GLU
D117 : LYS
D118 : LEU
D119 : LEU
D120 : SER
D121 : GLN
D122 : ARG
D123 : PRO
D124 : GLU
D125 : TRP
D126 : HIS
D127 : ALA
D128 : PRO
D129 : TRP
D130 : LYS
D131 : LEU
D132 : SER
D133 : ARG
D134 : VAL
D135 : ILE
D136 : ASN
D137 : GLY
D138 : HIS
D139 : LEU
D140 : GLY
D141 : TRP
D142 : VAL
D143 : ARG
D144 : CYS
D145 : VAL
D146 : ALA
D147 : ILE
D148 : ASP
D149 : PRO
D150 : VAL
D151 : ASP
D152 : ASN
D153 : GLU
D154 : TRP
D155 : PHE
D156 : ILE
D157 : THR
D158 : GLY
D159 : SER
D160 : ASN
D161 : ASP
D162 : THR
D163 : THR
D164 : MET
D165 : LYS
D166 : VAL
D167 : TRP
D168 : ASP
D169 : LEU
D170 : ALA
D171 : THR
D172 : GLY
D173 : LYS
D174 : LEU
D175 : LYS
D176 : THR
D177 : THR
D178 : LEU
D179 : ALA
D180 : GLY
D181 : HIS
D182 : VAL
D183 : MET
D184 : THR
D185 : VAL
D186 : ARG
D187 : ASP
D188 : VAL
D189 : ALA
D190 : VAL
D191 : SER
D192 : ASP
D193 : ARG
D194 : HIS
D195 : PRO
D196 : TYR
D197 : LEU
D198 : PHE
D199 : SER
D200 : VAL
D201 : SER
D202 : GLU
D203 : ASP
D204 : LYS
D205 : THR
D206 : VAL
D207 : LYS
D208 : CYS
D209 : TRP
D210 : ASP
D211 : LEU
D212 : GLU
D213 : LYS
D214 : ASN
D215 : GLN
D216 : ILE
D217 : ILE
D218 : ARG
D219 : ASP
D220 : TYR
D221 : TYR
D222 : GLY
D223 : HIS
D224 : LEU
D225 : SER
D226 : GLY
D227 : VAL
D228 : ARG
D229 : THR
D230 : VAL
D231 : SER
D232 : ILE
D233 : HIS
D234 : PRO
D235 : THR
D236 : LEU
D237 : ASP
D238 : LEU
D239 : ILE
D240 : ALA
D241 : THR
D242 : ALA
D243 : GLY
D244 : ARG
D245 : ASP
D246 : SER
D247 : VAL
D248 : ILE
D249 : LYS
D250 : LEU
D251 : TRP
D252 : ASP
D253 : MET
D254 : ARG
D255 : THR
D256 : ARG
D257 : ILE
D258 : PRO
D259 : VAL
D260 : ILE
D261 : THR
D262 : LEU
D263 : VAL
D264 : GLY
D265 : HIS
D266 : LYS
D267 : GLY
D268 : PRO
D269 : ILE
D270 : ASN
D271 : GLN
D272 : VAL
D273 : GLN
D274 : CYS
D275 : THR
D276 : PRO
D277 : VAL
D278 : ASP
D279 : PRO
D280 : GLN
D281 : VAL
D282 : VAL
D283 : SER
D284 : SER
D285 : SER
D286 : THR
D287 : ASP
D288 : ALA
D289 : THR
D290 : VAL
D291 : ARG
D292 : LEU
D293 : TRP
D294 : ASP
D295 : VAL
D296 : VAL
D297 : ALA
D298 : GLY
D299 : LYS
D300 : THR
D301 : MET
D302 : LYS
D303 : VAL
D304 : LEU
D305 : THR
D306 : HIS
D307 : HIS
D308 : LYS
D309 : ARG
D310 : SER
D311 : VAL
D312 : ARG
D313 : ALA
D314 : THR
D315 : ALA
D316 : LEU
D317 : HIS
D318 : PRO
D319 : LYS
D320 : GLU
D321 : PHE
D322 : SER
D323 : VAL
D324 : ALA
D325 : SER
D326 : ALA
D327 : CYS
D328 : THR
D329 : ASP
D330 : ASP
D331 : ILE
D332 : ARG
D333 : SER
D334 : TRP
D335 : GLY
D336 : LEU
D337 : ALA
D338 : GLU
D339 : GLY
D340 : SER
D341 : LEU
D342 : LEU
D343 : THR
D344 : ASN
D345 : PHE
D346 : GLU
D347 : SER
D348 : GLU
D349 : LYS
D350 : THR
D351 : GLY
D352 : ILE
D353 : ILE
D354 : ASN
D355 : THR
D356 : LEU
D357 : SER
D358 : ILE
D359 : ASN
D360 : GLN
D361 : ASP
D362 : ASP
D363 : VAL
D364 : LEU
D365 : PHE
D366 : ALA
D367 : GLY
D368 : GLY
D369 : ASP
D370 : ASN
D371 : GLY
D372 : VAL
D373 : LEU
D374 : SER
D375 : PHE
D376 : TYR
D377 : ASP
D378 : TYR
D379 : LYS
D380 : SER
D381 : GLY
D382 : HIS
D383 : LYS
D384 : TYR
D385 : GLN
D386 : SER
D387 : LEU
D388 : ALA
D389 : THR
D390 : ARG
D391 : GLU
D392 : MET
D393 : VAL
D394 : GLY
D395 : SER
D396 : LEU
D397 : GLU
D398 : GLY
D399 : GLU
D400 : ARG
D401 : SER
D402 : VAL
D403 : LEU
D404 : CYS
D405 : SER
D406 : THR
D407 : PHE
D408 : ASP
D409 : LYS
D410 : THR
D411 : GLY
D412 : LEU
D413 : ARG
D414 : LEU
D415 : ILE
D416 : THR
D417 : GLY
D418 : GLU
D419 : ALA
D420 : ASP
D421 : LYS
D422 : SER
D423 : ILE
D424 : LYS
D425 : ILE
D426 : TRP
D427 : LYS
D428 : GLN
D429 : ASP
D430 : GLU
D431 : THR
D432 : ALA
D433 : THR
D434 : LYS
D435 : GLU
D436 : SER
D437 : GLU
D438 : PRO
D439 : GLY
D440 : LEU
D441 : ALA
D442 : TRP
D443 : ASN
D444 : PRO
D445 : ASN
D446 : LEU
D447 : SER
D448 : ALA
D449 : LYS
D450 : ARG
D451 : PHE
E1 : MET
E2 : PHE
E3 : SER
E4 : ASN
E5 : ARG
E6 : LEU
E7 : PRO
E8 : PRO
E9 : PRO
E10 : LYS
E11 : HIS
E29 : ILE
E30 : LEU
E31 : THR
E32 : ASP
E33 : GLN
E34 : ILE
E35 : ALA
E36 : LYS
E37 : ASN
E38 : VAL
E39 : LYS
E40 : LEU
E41 : ASP
E42 : ASP
E43 : PHE
E44 : ILE
E45 : PRO
E46 : LYS
E47 : ARG
E48 : GLN
E49 : SER
E50 : ASN
E51 : PHE
E52 : GLU
E53 : LEU
E54 : SER
E55 : VAL
E56 : PRO
E57 : LEU
E58 : PRO
E59 : THR
E60 : LYS
E61 : ALA
E62 : GLU
E63 : ILE
E64 : GLN
E65 : GLU
E66 : CYS
E67 : THR
E68 : ALA
E69 : ARG
E70 : THR
E71 : LYS
E72 : SER
E73 : TYR
E74 : ILE
E75 : GLN
E76 : ARG
E77 : LEU
E78 : VAL
E79 : ASN
E80 : ALA
E81 : LYS
E82 : LEU
E83 : ALA
E84 : ASN
E85 : SER
E86 : ASN
E87 : ASN
E88 : ARG
E89 : ALA
E90 : SER
E91 : SER
E92 : ARG
E93 : TYR
E94 : VAL
E95 : THR
E96 : GLU
E102 : ALA
E103 : ASN
E104 : LEU
E105 : LEU
E106 : LEU
E107 : ASN
E108 : ASN
E109 : SER
E110 : HIS
E111 : HIS
E112 : ILE
E113 : GLU
E114 : VAL
E115 : VAL
E116 : SER
E117 : LYS
E118 : GLN
E119 : MET
E120 : ASP
E121 : PRO
E122 : LEU
E123 : LEU
E124 : PRO
E125 : ARG
E126 : PHE
E127 : VAL
E128 : GLY
E129 : LYS
E130 : LYS
E131 : ALA
E132 : ARG
E133 : LYS
E134 : VAL
E135 : VAL
E136 : ALA
E137 : PRO
E138 : THR
E139 : GLU
E140 : ASN
E141 : ASP
E142 : GLU
E143 : VAL
E144 : VAL
E145 : PRO
E146 : VAL
E147 : LEU
E148 : HIS
E149 : MET
E150 : ASP
E161 : ASN
E162 : GLU
E163 : TRP
E164 : LYS
E165 : ILE
E166 : PRO
E167 : ALA
E168 : ALA
E169 : VAL
E170 : SER
E171 : ASN
E172 : TRP
E173 : LYS
E174 : ASN
E175 : PRO
E176 : ASN
E177 : GLY
E178 : TYR
E179 : THR
E180 : VAL
E181 : ALA
E182 : LEU
E183 : GLU
E184 : ARG
E185 : ARG
E186 : VAL
E197 : ILE
E198 : ASN
E199 : ASP
E200 : GLY
E201 : PHE
E202 : MET
E203 : LYS
E204 : LEU
E205 : SER
E206 : GLU
E207 : ALA
E208 : LEU
E209 : GLU
E210 : ASN
E211 : ALA
E212 : ASP
E213 : LYS
E214 : LYS
E215 : ALA
E216 : ARG
E217 : GLN
E218 : GLU
E219 : ILE
E220 : ARG
E221 : SER
E222 : LYS
E223 : MET
E224 : GLU
E225 : LEU
E226 : LYS
E227 : ARG
E228 : LEU
F3 : ASP
F4 : GLU
F5 : ILE
F6 : ASN
F7 : GLU
F8 : PRO
F9 : PRO
F10 : PRO
F11 : ASN
F12 : ILE
F13 : CYS
F14 : GLU
F15 : GLN
F16 : CYS
F17 : LEU
F18 : GLY
F19 : ASP
F20 : GLU
F21 : ALA
F22 : ASN
F23 : ILE
F24 : ARG
F25 : MET
F26 : THR
F27 : LYS
F28 : ILE
F29 : PRO
F30 : GLN
F31 : GLY
F32 : SER
F33 : GLU
F34 : CYS
F35 : LYS
F36 : ILE
F37 : CYS
F38 : THR
F39 : LEU
F40 : PRO
F41 : PHE
F42 : THR
F43 : LEU
F44 : TYR
F45 : HIS
F46 : PHE
F47 : LYS
F48 : THR
F49 : SER
F50 : LYS
F51 : ARG
F52 : SER
F53 : ASN
F54 : ASN
F55 : ILE
F56 : ILE
F57 : LYS
F58 : THR
F59 : LEU
F60 : ILE
F61 : CYS
F62 : VAL
F63 : ARG
F64 : CYS
F65 : ALA
F66 : THR
F67 : GLN
F68 : ARG
F69 : ASN
F70 : ILE
F71 : CYS
F72 : GLN
F73 : CYS
F74 : CYS
F75 : MET
F76 : LEU
F77 : ASP
F78 : SER
F79 : ARG
F80 : TRP
F81 : HIS
F82 : ILE
F83 : PRO
F84 : ILE
F85 : GLN
F86 : LEU
F87 : ARG
F88 : ASP
F89 : HIS
F90 : LEU
F91 : ILE
F92 : SER
F93 : LEU
F94 : VAL
F95 : ASN
F96 : GLU
F97 : GLU
F98 : ASN
F99 : VAL
F100 : MET
F101 : THR
F102 : GLU
F103 : GLU
F104 : ALA
F105 : LYS
F106 : ASN
F107 : ASP
F108 : MET
F109 : MET
F110 : LYS
F111 : ARG
F112 : PHE
F113 : LEU
F114 : SER
F115 : LEU
F116 : LYS
F117 : ASN
F118 : VAL
F119 : LYS
F120 : LEU
F121 : GLY
F122 : GLY
F123 : ALA
F124 : GLN
F125 : ILE
F126 : THR
F127 : SER
F128 : ASP
F129 : PRO
F130 : SER
F131 : GLU
F132 : ALA
F133 : ASP
F134 : ASN
F135 : ILE
F136 : VAL
F137 : ASP
F138 : LYS
F139 : LEU
F140 : LYS
F141 : ASN
F142 : ILE
F143 : LEU
F144 : LEU
F145 : ARG
F146 : ALA
F147 : THR
F203 : LYS
F204 : SER
F205 : PHE
F206 : PHE
F207 : LEU
F208 : TYR
F209 : ASN
F210 : ILE
F211 : ASP
F212 : ALA
F213 : SER
F214 : ILE
F215 : PRO
F216 : GLU
F217 : TRP
F218 : LYS
F219 : ILE
F220 : THR
F221 : ASP
F222 : THR
F223 : VAL
F224 : SER
F225 : GLN
F226 : LEU
F227 : LEU
F238 : LEU
F239 : SER
F240 : LEU
F241 : ILE
F242 : VAL
F243 : ASN
F244 : HIS
F245 : LYS
F246 : ALA
F247 : LYS
F248 : CYS
F249 : GLY
F250 : GLY
F251 : LEU
F252 : ARG
F253 : PHE
F254 : GLN
F255 : SER
F256 : SER
F257 : GLU
F258 : LEU
F259 : GLY
F260 : GLU
F261 : ARG
F262 : PHE
F263 : VAL
F264 : SER
F265 : LYS
F266 : ILE
G3 : SER
G4 : TRP
G5 : ARG
G6 : ASP
G7 : LYS
G8 : SER
G9 : ALA
G10 : LYS
G11 : VAL
G12 : GLN
G13 : VAL
G14 : LYS
G15 : GLU
G16 : SER
G17 : GLU
G18 : LEU
G19 : PRO
G20 : SER
G21 : SER
G22 : ILE
G23 : PRO
G24 : ALA
G25 : GLN
G26 : THR
G27 : GLY
G28 : LEU
G29 : THR
G30 : PHE
G31 : ASN
G32 : ILE
G33 : TRP
G34 : TYR
G35 : ASN
G36 : LYS
G37 : TRP
G38 : SER
G39 : GLN
G40 : GLY
G41 : PHE
G42 : ALA
G43 : GLY
G44 : ASN
G45 : THR
G46 : ARG
G47 : PHE
G48 : VAL
G49 : SER
G50 : PRO
G51 : PHE
G52 : ALA
G53 : LEU
G54 : GLN
G55 : PRO
G56 : GLN
G57 : LEU
G58 : HIS
G59 : SER
G60 : GLY
G61 : LYS
G62 : THR
G63 : ARG
G64 : GLY
G65 : ASP
G66 : ASN
G67 : ASP
G68 : GLY
G69 : GLN
G70 : LEU
G71 : PHE
G72 : PHE
G73 : CYS
G74 : LEU
G75 : PHE
G76 : PHE
G77 : ALA
G78 : LYS
G79 : GLY
G80 : MET
G81 : CYS
G82 : CYS
G83 : LEU
G84 : GLY
G85 : PRO
G86 : LYS
G87 : CYS
G88 : GLU
G89 : TYR
G90 : LEU
G91 : HIS
G92 : HIS
G93 : ILE
G94 : PRO
G95 : ASP
G96 : GLU
G97 : GLU
G98 : ASP
G99 : ILE
G100 : GLY
G101 : LYS
G102 : LEU
G103 : ALA
G104 : LEU
G105 : ARG
G106 : THR
G107 : GLU
G108 : VAL
G109 : LEU
G110 : ASP
G111 : CYS
G112 : PHE
G113 : GLY
G114 : ARG
G115 : GLU
G116 : LYS
G117 : PHE
G118 : ALA
G119 : ASP
G120 : TYR
G121 : ARG
G122 : GLU
G123 : ASP
G124 : MET
G125 : GLY
G126 : GLY
G127 : ILE
G128 : GLY
G129 : SER
G130 : PHE
G131 : ARG
G132 : LYS
G133 : LYS
G134 : ASN
G135 : LYS
G136 : THR
G137 : LEU
G138 : TYR
G139 : VAL
G140 : GLY
G141 : GLY
G142 : ILE
G143 : ASP
G144 : GLY
G145 : ALA
G146 : LEU
G147 : ASN
G148 : SER
G149 : LYS
G150 : HIS
G151 : LEU
G152 : LYS
G153 : PRO
G154 : ALA
G155 : GLN
G156 : ILE
G157 : GLU
G158 : SER
G159 : ARG
G160 : ILE
G161 : ARG
G162 : PHE
G163 : VAL
G164 : PHE
G165 : SER
G166 : ARG
G167 : LEU
G168 : GLY
G169 : ASP
G170 : ILE
G171 : ASP
G172 : ARG
G173 : ILE
G174 : ARG
G175 : TYR
G176 : VAL
G177 : GLU
G178 : SER
G179 : LYS
G180 : ASN
G181 : CYS
G182 : GLY
G183 : PHE
G184 : VAL
G185 : LYS
G186 : PHE
G187 : LYS
G188 : TYR
G189 : GLN
G190 : ALA
G191 : ASN
G192 : ALA
G193 : GLU
G194 : PHE
G195 : ALA
G196 : LYS
G197 : GLU
G198 : ALA
G199 : MET
G200 : SER
G201 : ASN
G202 : GLN
G203 : THR
G204 : LEU
G205 : LEU
G206 : LEU
G207 : PRO
G208 : SER
G209 : ASP
G210 : LYS
G211 : GLU
G212 : TRP
G213 : ASP
G214 : ASP
G215 : ARG
G216 : ARG
G217 : GLU
G218 : GLY
G219 : THR
G220 : GLY
G221 : LEU
G222 : LEU
G223 : VAL
G224 : LYS
G225 : TRP
G226 : ALA
G227 : ASN
G228 : GLU
G229 : ASP
G230 : PRO
G231 : ASP
G232 : PRO
G233 : ALA
G234 : ALA
G235 : GLN
G236 : LYS
G237 : ARG
G238 : LEU
G239 : GLN
G240 : GLU
G241 : GLU
G242 : LEU
G243 : LYS
G244 : LEU
G245 : GLU
G246 : SER
G247 : LEU
G248 : ASN
G249 : MET
G250 : MET
G251 : VAL
G252 : HIS
G253 : LEU
G254 : ILE
G255 : ASN
G256 : ASN
G257 : ASN
H2 : THR
H3 : THR
H4 : SER
H5 : HIS
H6 : ARG
H7 : PRO
H8 : GLN
H9 : LEU
H10 : GLU
H11 : ALA
H12 : ARG
H13 : SER
H14 : GLY
H15 : ALA
H16 : LYS
H17 : ALA
H18 : ALA
H19 : ALA
H20 : TYR
H21 : THR
H22 : PRO
H23 : THR
H24 : GLY
H25 : ILE
H26 : GLU
H27 : HIS
H28 : ALA
H29 : ARG
H30 : LEU
H31 : LEU
H32 : PRO
H33 : GLY
H34 : HIS
H35 : THR
H36 : THR
H37 : LEU
H38 : LYS
H39 : TYR
H40 : ARG
H41 : LYS
H126 : SER
H127 : TRP
H128 : ARG
H129 : LYS
H130 : GLY
H131 : THR
H132 : ALA
H133 : PHE
H134 : GLY
H135 : ARG
H156 : TYR
H157 : ILE
H158 : ASN
H159 : ASP
H160 : MET
H161 : THR
H162 : LYS
H163 : SER
H164 : GLU
H165 : TYR
H166 : HIS
H167 : GLN
H168 : GLU
H169 : PHE
H170 : LEU
H171 : HIS
H172 : LYS
H173 : HIS
H174 : VAL
H175 : ARG
I2 : PRO
I3 : ARG
I4 : ILE
I5 : LYS
I6 : THR
I7 : ARG
I8 : ARG
I9 : SER
I10 : LYS
I11 : PRO
I12 : ALA
I13 : PRO
I14 : ASP
I15 : GLY
I16 : PHE
I17 : GLU
I18 : LYS
I19 : ILE
I20 : LYS
I21 : PRO
I22 : THR
I23 : LEU
I24 : THR
I25 : ASP
I26 : PHE
I27 : GLU
I28 : ILE
I29 : GLN
I30 : LEU
I31 : ARG
I32 : ASP
I33 : ALA
I34 : GLN
I35 : LYS
I36 : ASP
I37 : LYS
I38 : SER
I39 : SER
I40 : LYS
I41 : LEU
I42 : ALA
I43 : ALA
I44 : LYS
I45 : SER
I46 : ASN
I47 : GLU
I48 : GLN
I49 : LEU
I50 : TRP
I51 : GLU
I52 : ILE
I53 : MET
I54 : GLN
I55 : LEU
I56 : HIS
I57 : HIS
I58 : GLN
I59 : ARG
I60 : SER
I61 : ARG
I62 : TYR
I63 : ILE
I64 : TYR
I65 : THR
I66 : LEU
I67 : TYR
I68 : TYR
I69 : LYS
I70 : ARG
I71 : LYS
I72 : ALA
I73 : ILE
I74 : SER
I75 : LYS
I76 : ASP
I77 : LEU
I78 : TYR
I79 : ASP
I80 : TRP
I81 : LEU
I82 : ILE
I83 : LYS
I84 : GLU
I85 : LYS
I86 : TYR
I87 : ALA
I88 : ASP
I89 : LYS
I90 : LEU
I91 : LEU
I92 : ILE
I93 : ALA
I94 : LYS
I95 : TRP
I96 : ARG
I97 : LYS
I98 : THR
I99 : GLY
I100 : TYR
I101 : GLU
I102 : LYS
I103 : LEU
I104 : CYS
I105 : CYS
I106 : LEU
I107 : ARG
I108 : CYS
I109 : ILE
I110 : GLN
I111 : LYS
I112 : ASN
I113 : GLU
I114 : THR
I115 : ASN
I116 : ASN
I117 : GLY
I118 : SER
I119 : THR
I120 : CYS
I121 : ILE
I122 : CYS
I123 : ARG
I124 : VAL
I125 : PRO
I126 : ARG
I127 : ALA
I128 : GLN
I129 : LEU
I130 : GLU
I131 : GLU
I132 : GLU
I133 : ALA
I134 : ARG
I135 : LYS
I136 : LYS
I137 : GLY
I138 : THR
I139 : GLN
I140 : VAL
I141 : SER
I142 : PHE
I143 : HIS
I144 : GLN
I145 : CYS
I146 : VAL
I147 : HIS
I148 : CYS
I149 : GLY
I150 : CYS
I151 : ARG
I152 : GLY
I153 : CYS
I154 : ALA
I155 : SER
I156 : THR
I157 : ASP
K2 : SER
K3 : TYR
K4 : ASN
K5 : GLY
K6 : ILE
K7 : GLY
K8 : LEU
K9 : LYS
K10 : SER
K11 : ALA
K12 : LYS
K13 : GLY
K14 : SER
K15 : SER
K16 : THR
K17 : SER
K18 : GLY
K19 : HIS
K20 : VAL
K21 : GLN
K22 : ARG
K23 : SER
K24 : LEU
K25 : ALA
K26 : SER
K27 : ASN
K28 : ASN
K58 : LEU
K59 : ALA
K60 : VAL
K61 : GLN
K62 : LYS
K63 : GLN
K64 : ILE
K65 : GLU
K66 : THR
K67 : HIS
K68 : MET
K69 : GLU
K70 : LYS
K71 : ARG
K72 : GLU
K73 : ILE
K74 : GLU
K75 : VAL
K76 : GLN
K77 : VAL
K78 : SER
K79 : GLU
K80 : LEU
K81 : ARG
K82 : ASP
K83 : ARG
K84 : LEU
K85 : GLU
K86 : GLU
K87 : GLU
K91 : SER
K92 : GLU
K93 : GLU
K94 : GLN
K95 : ILE
K96 : ASP
K97 : LYS
K98 : LYS
K99 : CYS
K100 : GLU
K101 : ALA
K102 : LEU
K103 : ARG
K104 : ALA
K105 : LYS
K106 : LEU
K107 : THR
K108 : ASN
K109 : GLU
K110 : TRP
K111 : GLN
K112 : GLU
K113 : GLN
K114 : GLN
K115 : ARG
L14 : GLN
L15 : ARG
L16 : GLU
L17 : ASN
L18 : TRP
L19 : GLU
L20 : MET
L21 : ILE
L22 : ARG
L23 : SER
L24 : HIS
L25 : VAL
L26 : SER
L27 : PRO
L28 : ILE
L29 : ILE
L30 : SER
L31 : ASN
L32 : LEU
L33 : THR
L34 : MET
L35 : ASP
L36 : ASN
L37 : LEU
L38 : GLN
L39 : GLU
L40 : SER
L41 : HIS
L42 : ARG
L43 : ASP
L44 : LEU
L45 : PHE
L46 : GLN
L47 : VAL
L48 : ASN
L49 : ILE
L50 : LEU
L51 : ILE
L52 : GLY
L53 : ARG
L54 : ASN
L55 : ILE
L56 : ILE
L57 : CYS
L58 : LYS
L59 : ASN
L60 : VAL
L61 : VAL
L62 : ASP
L63 : PHE
L64 : THR
L65 : LEU
L66 : ASN
L67 : LYS
L68 : GLN
L69 : ASN
L70 : GLY
L71 : ARG
L72 : LEU
L73 : ILE
L74 : PRO
L75 : ALA
L76 : LEU
L77 : SER
L78 : ALA
L79 : LEU
L80 : ILE
L81 : ALA
L82 : LEU
L83 : LEU
L84 : ASN
L85 : SER
L86 : ASP
L87 : ILE
L88 : PRO
L89 : ASP
L90 : ILE
L91 : GLY
L92 : GLU
L93 : THR
L94 : LEU
L95 : ALA
L96 : LYS
L97 : GLU
L98 : LEU
L99 : MET
L100 : LEU
L101 : MET
L102 : PHE
L103 : VAL
L104 : GLN
L105 : GLN
L106 : PHE
L107 : ASN
L108 : ARG
L109 : LYS
L110 : ASP
L111 : TYR
L112 : VAL
L113 : SER
L114 : CYS
L115 : GLY
L116 : ASN
L117 : ILE
L118 : LEU
L119 : GLN
L120 : CYS
L121 : LEU
L122 : SER
L123 : ILE
L124 : LEU
L125 : PHE
L126 : LEU
L127 : TYR
L128 : ASP
L129 : VAL
L130 : ILE
L131 : HIS
L132 : GLU
L133 : ILE
L134 : VAL
L135 : ILE
L136 : LEU
L137 : GLN
L138 : ILE
L139 : LEU
L140 : LEU
L141 : LEU
L142 : LEU
L143 : LEU
L144 : GLU
L145 : LYS
L146 : ASN
L147 : SER
L148 : LEU
L149 : ARG
L150 : LEU
L151 : VAL
L152 : ILE
L153 : ALA
L154 : VAL
L155 : MET
L156 : LYS
L157 : ILE
L158 : CYS
L159 : GLY
L160 : TRP
L161 : LYS
L162 : LEU
L163 : ALA
L164 : LEU
L165 : VAL
L166 : SER
L167 : LYS
L168 : LYS
L169 : THR
L170 : HIS
L171 : ASP
L172 : MET
L173 : ILE
L174 : TRP
L175 : GLU
L176 : LYS
L177 : LEU
L178 : ARG
L179 : TYR
L180 : ILE
L181 : LEU
L182 : GLN
L183 : THR
L184 : GLN
L185 : GLU
L186 : LEU
L187 : SER
L188 : SER
L189 : THR
L190 : LEU
L191 : ARG
L192 : GLU
L193 : SER
L194 : LEU
L195 : GLU
L196 : THR
L197 : LEU
L198 : PHE
L199 : GLU
L200 : ILE
L201 : ARG
L202 : GLN
L203 : LYS
L204 : ASP
L205 : TYR
L206 : LYS
L245 : CYS
L246 : GLU
L247 : ASN
L248 : PHE
L249 : ASN
L250 : GLU
L251 : LEU
L252 : THR
L253 : MET
L254 : ALA
L255 : PHE
L256 : ASP
L257 : THR
L258 : LEU
L259 : ARG
L260 : GLN
L261 : LYS
L262 : LEU
L287 : ASN
L288 : ASP
L289 : VAL
L290 : GLU
L291 : PHE
L292 : LYS
L293 : LYS
L294 : LYS
L295 : ILE
L296 : TYR
L297 : LEU
L298 : VAL
L299 : LEU
L300 : LYS
L301 : SER
L302 : SER
L303 : LEU
L304 : SER
L305 : GLY
L306 : ASP
L307 : GLU
L308 : ALA
L309 : ALA
L310 : HIS
L311 : LYS
L312 : LEU
L313 : LEU
L314 : LYS
L315 : LEU
L316 : LYS
L317 : ILE
L318 : ALA
L319 : ASN
L320 : ASN
L321 : LEU
L322 : LYS
L323 : LYS
L324 : SER
L325 : VAL
L326 : VAL
L327 : ASP
L328 : ILE
L329 : ILE
L330 : ILE
L331 : LYS
L332 : SER
L333 : SER
L334 : LEU
L335 : GLN
L336 : GLU
L337 : SER
L338 : THR
L339 : PHE
L340 : SER
L341 : LYS
L342 : PHE
L343 : TYR
L344 : SER
L345 : ILE
L346 : LEU
L347 : SER
L348 : GLU
L349 : ARG
L350 : MET
L351 : ILE
L352 : THR
L353 : PHE
L354 : HIS
L355 : ARG
L356 : SER
L357 : TRP
L358 : GLN
L359 : THR
L360 : ALA
L361 : TYR
L362 : ASN
L363 : GLU
L364 : THR
L365 : PHE
L366 : GLU
L367 : GLN
L368 : ASN
L369 : TYR
L370 : THR
L371 : GLN
L372 : ASP
L373 : ILE
L374 : GLU
L375 : ASP
L376 : TYR
L377 : GLU
L378 : THR
L379 : ASP
L380 : GLN
L381 : LEU
L382 : ARG
L383 : ILE
L384 : LEU
L385 : GLY
L386 : LYS
L387 : PHE
L388 : TRP
L389 : GLY
L390 : HIS
L391 : LEU
L392 : ILE
L393 : SER
L394 : TYR
L395 : GLU
L396 : PHE
L397 : LEU
L398 : PRO
L399 : MET
L400 : ASP
L401 : CYS
L402 : LEU
L403 : LYS
L404 : ILE
L405 : ILE
L406 : LYS
L407 : LEU
L408 : THR
L409 : GLU
L410 : GLU
L411 : GLU
L412 : SER
L413 : CYS
L414 : PRO
L415 : GLN
L416 : GLY
L417 : ARG
L418 : ILE
L419 : PHE
L420 : ILE
L421 : LYS
L422 : PHE
L423 : LEU
L424 : PHE
L425 : GLN
L426 : GLU
L427 : LEU
L428 : VAL
L429 : ASN
L430 : GLU
L431 : LEU
L432 : GLY
L433 : LEU
L434 : ASP
L435 : GLU
L436 : LEU
L437 : GLN
L438 : LEU
L439 : ARG
L440 : LEU
L441 : ASN
L442 : SER
L443 : SER
L444 : LYS
L445 : LEU
L446 : ASP
L447 : GLY
L448 : MET
L449 : PHE
L450 : PRO
L451 : LEU
L452 : GLU
L453 : GLY
L454 : ASP
L455 : ALA
L456 : GLU
L457 : HIS
L458 : ILE
L459 : ARG
L460 : TYR
L461 : SER
L462 : ILE
L463 : ASN
L464 : PHE
L465 : PHE
L466 : THR
L467 : ALA
L468 : ILE
L469 : GLY
L470 : LEU
L471 : GLY
L472 : LEU
L473 : LEU
L474 : THR
L475 : GLU
L476 : ASP
L477 : MET
L478 : ARG
L479 : SER
L480 : ARG
L481 : LEU
L482 : THR
L483 : ILE
L484 : ILE
L485 : GLN
L486 : GLU
L487 : VAL
M50 : HIS
M51 : PHE
M52 : THR
M53 : LYS
M54 : SER
M55 : GLU
M56 : LEU
M57 : LYS
M58 : ARG
M59 : ARG
M60 : ARG
M61 : LYS
M62 : THR
M63 : ARG
M64 : LYS
M65 : GLY
M66 : ASP
M67 : GLY
M68 : PRO
M69 : TRP
M70 : GLY
M71 : SER
M72 : TRP
M73 : SER
M74 : SER
M75 : SER
M153 : LYS
M154 : VAL
M155 : ILE
M156 : ARG
M157 : ASN
M158 : TYR
M159 : PRO
M160 : GLY
M161 : HIS
M162 : PRO
M163 : GLU
M164 : GLY
M165 : THR
M166 : THR
M167 : ALA
M168 : LEU
M169 : LYS
M170 : PHE
M171 : LEU
M172 : PRO
M173 : LYS
M174 : THR
M175 : GLY
M176 : HIS
M177 : LEU
M178 : ILE
M179 : LEU
M180 : SER
M181 : GLY
M182 : GLY
M183 : ASN
M184 : ASP
M185 : HIS
M186 : THR
M187 : ILE
M188 : LYS
M189 : ILE
M190 : TRP
M191 : ASP
M192 : PHE
M193 : TYR
M194 : HIS
M195 : ASP
M196 : TYR
M197 : GLU
M198 : CYS
M199 : LEU
M200 : ARG
M201 : ASP
M202 : PHE
M203 : GLN
M204 : GLY
M205 : HIS
M206 : ASN
M207 : LYS
M208 : PRO
M209 : ILE
M210 : LYS
M211 : ALA
M212 : LEU
M213 : ARG
M214 : PHE
M215 : THR
M216 : GLU
M217 : ASP
M218 : CYS
M219 : GLN
M220 : SER
M221 : PHE
M222 : LEU
M223 : SER
M224 : SER
M225 : SER
M226 : PHE
M227 : ASP
M228 : ARG
M229 : SER
M230 : VAL
M231 : LYS
M232 : ILE
M233 : TRP
M234 : ASP
M235 : THR
M236 : GLU
M237 : THR
M238 : GLY
M239 : LYS
M240 : VAL
M241 : LYS
M242 : THR
M243 : ARG
M244 : LEU
M245 : HIS
M246 : LEU
M247 : ASN
M248 : SER
M249 : THR
M250 : PRO
M251 : ALA
M252 : ASP
M253 : VAL
M254 : GLU
M255 : SER
M256 : ARG
M257 : PRO
M258 : THR
M259 : ASN
M260 : PRO
M261 : HIS
M262 : GLU
M263 : PHE
M264 : ILE
M265 : VAL
M266 : GLY
M267 : LEU
M268 : SER
M269 : ASN
M270 : SER
M271 : LYS
M272 : ILE
M273 : LEU
M274 : HIS
M275 : TYR
M276 : ASP
M277 : ASP
M278 : ARG
M279 : VAL
M280 : SER
M281 : GLU
M282 : ASN
M283 : GLN
M284 : GLY
M285 : LEU
M286 : VAL
M287 : GLN
M288 : THR
M289 : TYR
M290 : ASP
M291 : HIS
M292 : HIS
M293 : LEU
M294 : SER
M295 : SER
M296 : ILE
M297 : LEU
M298 : ALA
M299 : LEU
M300 : LYS
M301 : TYR
M302 : PHE
M303 : PRO
M304 : ASP
M305 : GLY
M306 : SER
M307 : LYS
M308 : PHE
M309 : ILE
M310 : SER
M311 : SER
M312 : SER
M313 : GLU
M314 : ASP
M315 : LYS
M316 : THR
M317 : VAL
M318 : ARG
M319 : ILE
M320 : TRP
M321 : GLU
M322 : ASN
M323 : GLN
M324 : ILE
M325 : ASN
M326 : VAL
M327 : PRO
M328 : ILE
M329 : LYS
M330 : GLN
M331 : ILE
M332 : SER
M333 : ASP
M334 : THR
M335 : ALA
M336 : GLN
M337 : HIS
M338 : SER
M339 : MET
M340 : PRO
M341 : PHE
M342 : LEU
M343 : ASN
M344 : VAL
M345 : HIS
M346 : PRO
M347 : SER
M348 : GLN
M349 : ASN
M350 : TYR
M351 : PHE
M352 : CYS
M353 : ALA
M354 : GLN
M355 : SER
M356 : MET
M357 : ASP
M358 : ASN
M359 : ARG
M360 : ILE
M361 : TYR
M362 : SER
M363 : PHE
M364 : SER
M365 : LEU
M366 : LYS
M367 : PRO
M368 : LYS
M369 : TYR
M370 : LYS
M371 : ARG
M375 : LYS
M376 : ILE
M377 : PHE
M378 : LYS
M379 : GLY
M380 : HIS
M381 : SER
M382 : SER
M383 : ALA
M384 : GLY
M385 : TYR
M386 : GLY
M387 : ILE
M388 : SER
M389 : LEU
M390 : ALA
M391 : PHE
M392 : SER
M393 : GLY
M394 : ASP
M395 : GLY
M396 : ARG
M397 : TYR
M398 : ILE
M399 : CYS
M400 : SER
M401 : GLY
M402 : ASP
M403 : SER
M404 : LYS
M405 : SER
M406 : ARG
M407 : LEU
M408 : PHE
M409 : THR
M410 : TRP
M411 : ASP
M412 : TRP
M413 : ASN
M414 : THR
M415 : SER
M416 : ARG
M417 : LEU
M418 : LEU
M419 : ASN
M420 : ASN
M421 : ILE
M422 : LYS
M423 : ILE
M424 : PRO
M425 : GLY
M426 : ASN
M427 : LYS
M428 : PRO
M429 : ILE
M430 : THR
M431 : GLN
M432 : VAL
M433 : ASP
M434 : TRP
M435 : HIS
M436 : PRO
M437 : GLN
M438 : GLU
M439 : THR
M440 : SER
M441 : LYS
M442 : VAL
M443 : ILE
M444 : CYS
M445 : SER
M446 : GLY
M447 : ALA
M448 : ALA
M449 : GLY
M450 : LYS
M451 : ILE
M452 : TYR
M453 : VAL
M454 : CYS
M455 : ASP
N77 : ARG
N78 : PRO
N79 : GLU
N80 : ARG
N81 : ILE
N82 : GLN
N83 : GLU
N84 : ALA
N85 : ILE
N86 : ALA
N87 : GLN
N88 : ASP
N89 : LYS
N90 : THR
N91 : ILE
N92 : SER
N93 : VAL
N94 : ILE
N95 : ILE
N96 : ASP
N97 : PRO
N98 : SER
N99 : GLN
N100 : ILE
N101 : GLY
N106 : LYS
N107 : PRO
N108 : LEU
N109 : LEU
N110 : SER
N111 : MET
N112 : LYS
N113 : CYS
N114 : ASN
N115 : LEU
N116 : TYR
N117 : ILE
N118 : HIS
N119 : GLU
N120 : ILE
N121 : LEU
N122 : SER
N123 : ARG
N124 : TRP
N125 : LYS
N126 : ALA
N127 : SER
N128 : LEU
N129 : GLU
N130 : ALA
N131 : TYR
N132 : HIS
N133 : PRO
N134 : GLU
N135 : LEU
N136 : PHE
N137 : LEU
N138 : ASP
N139 : THR
N140 : LYS
N141 : LYS
N142 : ALA
N143 : LEU
N144 : PHE
N145 : PRO
N146 : LEU
N147 : LEU
N148 : LEU
N149 : GLN
N150 : LEU
N151 : ARG
N152 : ARG
N153 : ASN
N154 : GLN
N155 : LEU
N156 : ALA
N157 : PRO
N158 : ASP
N159 : LEU
N160 : LEU
N161 : ILE
N162 : SER
N163 : LEU
N164 : ALA
N165 : THR
N166 : VAL
N167 : LEU
N168 : TYR
N169 : HIS
N170 : LEU
N171 : GLN
N172 : GLN
N173 : PRO
N174 : LYS
N175 : GLU
N176 : ILE
N177 : ASN
N178 : LEU
N179 : ALA
N180 : VAL
N181 : GLN
N182 : SER
N183 : TYR
N184 : MET
N185 : LYS
N186 : LEU
N187 : SER
N188 : ILE
N189 : GLY
N190 : ASN
N191 : VAL
N192 : ALA
N193 : TRP
N194 : PRO
N195 : ILE
N196 : GLY
N197 : VAL
N198 : THR
N199 : SER
N200 : VAL
N201 : GLY
N202 : ILE
N203 : HIS
N204 : ALA
N205 : ARG
N206 : SER
N207 : ALA
N208 : HIS
N209 : SER
N210 : LYS
N211 : ILE
N212 : GLN
N213 : GLY
N214 : GLY
N215 : ARG
N216 : ASN
N217 : ALA
N218 : ALA
N219 : ASN
N220 : ILE
N221 : MET
N222 : ILE
N223 : ASP
N224 : GLU
N225 : ARG
N226 : THR
N227 : ARG
N228 : LEU
N229 : TRP
N230 : ILE
N231 : THR
N232 : SER
N233 : ILE
N234 : LYS
N235 : ARG
N236 : LEU
N237 : ILE
N238 : THR
N239 : PHE
N240 : GLU
N241 : GLU
N242 : TRP
N243 : TYR
N244 : THR
N245 : SER
N246 : ASN
N247 : HIS
O30 : ASN
O31 : ILE
O32 : HIS
O33 : ILE
O34 : PRO
O35 : ARG
O36 : TYR
O37 : ILE
O38 : ARG
O39 : ASN
O40 : GLN
O41 : PRO
O42 : TRP
O43 : TYR
O44 : TYR
O45 : LYS
O72 : TYR
O73 : LEU
O74 : VAL
O75 : HIS
O76 : HIS
O77 : ARG
O78 : GLN
O85 : LEU
O86 : ASP
O87 : ILE
O88 : ASP
O89 : ASN
O90 : ASN
O91 : SER
O92 : GLU
O93 : PRO
O94 : LYS
O95 : ILE
O96 : GLY
O97 : MET
O98 : GLY
O99 : ILE
O100 : LYS
O101 : ASP
O102 : GLU
O103 : PHE
O104 : LYS
O105 : LEU
O106 : ILE
O121 : PHE
O122 : CYS
O123 : ARG
O124 : ASN
O125 : CYS
O126 : GLY
O127 : GLU
O128 : ALA
O129 : GLY
O130 : HIS
O131 : LYS
O132 : GLU
O133 : LYS
O134 : ASP
O135 : CYS
O136 : MET
O137 : GLU
O138 : LYS
O139 : PRO
O140 : ARG
O141 : LYS
O142 : MET
O158 : VAL
O159 : LEU
O160 : VAL
O161 : ARG
O162 : ALA
O163 : THR
O164 : ASP
O165 : ASP
O166 : ASP
O167 : TRP
O168 : ASP
O169 : SER
O170 : ARG
O171 : LYS
O172 : ASP
O173 : ARG
O174 : TRP
O175 : TYR
O176 : GLY
O177 : TYR
O178 : SER
O179 : GLY
O180 : LYS
O181 : GLU
O182 : TYR
O183 : ASN
O184 : GLU
O185 : LEU
O186 : ILE
O187 : SER
O188 : LYS
O189 : TRP
O190 : GLU
O191 : ARG
O192 : ASP
O193 : LYS
O194 : ARG
O195 : ASN
O196 : LYS
O197 : ILE
O213 : ASP
O214 : GLU
O215 : GLU
O216 : ILE
O217 : GLU
O218 : LEU
O219 : MET
O220 : LYS
O221 : LEU
O222 : GLU
O223 : LEU
O224 : TYR
O225 : LYS
O226 : ASP
O227 : SER
O241 : LEU
O242 : TYR
O243 : ARG
O244 : THR
O245 : SER
O246 : THR
O247 : ARG
O248 : LEU
O249 : ARG
O250 : GLU
O251 : ASP
O252 : LYS
O253 : ALA
O254 : ALA
O255 : TYR
O256 : LEU
O257 : ASN
O258 : ASP
O259 : ILE
O260 : ASN
O261 : SER
O262 : THR
O263 : GLU
O264 : SER
O265 : ASN
O266 : TYR
O267 : ASP
O268 : PRO
O269 : LYS
O270 : SER
O271 : ARG
O272 : LEU
O273 : TYR
O274 : LYS
O275 : THR
O276 : GLU
O277 : THR
O278 : LEU
O279 : GLY
O280 : ALA
O281 : VAL
O282 : ASP
O283 : GLU
O284 : LYS
O285 : SER
O286 : LYS
O287 : MET
O288 : PHE
O289 : ARG
O290 : ARG
O291 : HIS
O292 : LEU
O293 : THR
O294 : GLY
O295 : GLU
O296 : GLY
O297 : LEU
O298 : LYS
O299 : LEU
O300 : ASN
O301 : GLU
O302 : LEU
O303 : ASN
O304 : GLN
O305 : PHE
O306 : ALA
O307 : ARG
O308 : SER
O309 : HIS
O310 : ALA
O311 : LYS
O312 : GLU
O313 : MET
O314 : GLY
O315 : ILE
O316 : ARG
O317 : ASP
O318 : GLU
O319 : ILE
O320 : GLU
O321 : ASP
O322 : LYS
O323 : GLU
O324 : LYS
O325 : VAL
O326 : GLN
O327 : HIS
O328 : VAL
O329 : LEU
O330 : VAL
O331 : ALA
O332 : ASN
O333 : PRO
O334 : THR
O335 : LYS
O336 : TYR
O337 : GLU
O338 : TYR
O339 : LEU
O340 : LYS
O341 : LYS
O342 : LYS
O343 : ARG
O344 : GLU
O345 : GLN
O346 : GLU
O347 : GLU
P476 : ILE
P477 : SER
P478 : ALA
P479 : GLN
P480 : ARG
P481 : GLN
P482 : THR
P483 : LEU
P484 : PRO
P485 : VAL
P486 : TYR
P487 : ALA
P488 : MET
P489 : ARG
P490 : SER
P491 : GLU
P492 : LEU
P493 : ILE
P494 : GLN
P495 : ALA
P496 : VAL
P497 : ARG
P498 : ASP
P499 : ASN
P500 : GLN
P501 : PHE
P502 : LEU
P503 : VAL
P504 : ILE
P505 : VAL
P506 : GLY
P507 : GLU
P508 : THR
P509 : GLY
P510 : SER
P511 : GLY
P512 : LYS
P513 : THR
P514 : THR
P515 : GLN
P516 : ILE
P517 : THR
P518 : GLN
P519 : TYR
P520 : LEU
P521 : ASP
P522 : GLU
P523 : GLU
P524 : GLY
P525 : PHE
P526 : SER
P527 : ASN
P528 : TYR
P529 : GLY
P530 : MET
P531 : ILE
P532 : GLY
P533 : CYS
P534 : THR
P535 : GLN
P536 : PRO
P537 : ARG
P538 : ARG
P539 : VAL
P540 : ALA
P541 : ALA
P542 : VAL
P543 : SER
P544 : VAL
P545 : ALA
P546 : LYS
P547 : ARG
P548 : VAL
P549 : ALA
P550 : GLU
P551 : GLU
P552 : VAL
P553 : GLY
P554 : CYS
P555 : LYS
P556 : VAL
P557 : GLY
P558 : HIS
P559 : ASP
P560 : VAL
P561 : GLY
P562 : TYR
P563 : THR
P564 : ILE
P565 : ARG
P566 : PHE
P567 : GLU
P568 : ASP
P569 : VAL
P570 : THR
P571 : GLY
P572 : PRO
P573 : ASP
P574 : THR
P575 : ARG
P576 : ILE
P577 : LYS
P578 : TYR
P579 : MET
P580 : THR
P581 : ASP
P582 : GLY
P583 : MET
P584 : LEU
P585 : GLN
P586 : ARG
P587 : GLU
P588 : ALA
P589 : LEU
P590 : LEU
P591 : ASP
P592 : PRO
P593 : GLU
P594 : MET
P595 : SER
P596 : LYS
P597 : TYR
P598 : SER
P599 : VAL
P600 : ILE
P601 : MET
P602 : LEU
P603 : ASP
P604 : GLU
P605 : ALA
P606 : HIS
P607 : GLU
P608 : ARG
P609 : THR
P610 : VAL
P611 : ALA
P612 : THR
P613 : ASP
P614 : VAL
P615 : LEU
P616 : PHE
P617 : ALA
P618 : LEU
P619 : LEU
P620 : LYS
P621 : LYS
P622 : ALA
P623 : ALA
P624 : ILE
P625 : LYS
P626 : ARG
P627 : PRO
P628 : GLU
P629 : LEU
P630 : LYS
P631 : VAL
P632 : ILE
P633 : VAL
P634 : THR
P635 : SER
P636 : ALA
P637 : THR
P638 : LEU
P639 : ASN
P640 : SER
P641 : ALA
P642 : LYS
P643 : PHE
P644 : SER
P645 : GLU
P646 : TYR
P647 : PHE
P648 : LEU
P649 : ASN
P650 : CYS
P651 : PRO
P652 : ILE
P653 : ILE
P654 : ASN
P655 : ILE
P656 : PRO
P660 : PHE
P661 : PRO
P662 : VAL
P663 : GLU
P664 : VAL
P665 : LEU
P666 : TYR
P667 : SER
P668 : GLN
P669 : THR
P670 : PRO
P671 : GLN
P672 : MET
P673 : ASP
P674 : TYR
P675 : ILE
P676 : GLU
P677 : ALA
P678 : ALA
P679 : LEU
P680 : ASP
P681 : CYS
P682 : VAL
P683 : ILE
P684 : ASP
P685 : ILE
P686 : HIS
P687 : ILE
P688 : ASN
P689 : GLU
P690 : GLY
P691 : PRO
P692 : GLY
P693 : ASP
P694 : ILE
P695 : LEU
P696 : VAL
P697 : PHE
P698 : LEU
P699 : THR
P700 : GLY
P701 : GLN
P702 : GLU
P703 : GLU
P704 : ILE
P705 : ASP
P706 : SER
P707 : CYS
P708 : CYS
P709 : GLU
P710 : ILE
P711 : LEU
P712 : TYR
P713 : ASP
P714 : ARG
P715 : VAL
P716 : LYS
P717 : THR
P718 : LEU
P719 : GLY
P720 : ASP
P721 : SER
P722 : ILE
P723 : GLY
P724 : GLU
P725 : LEU
P726 : LEU
P727 : ILE
P728 : LEU
P729 : PRO
P730 : VAL
P731 : TYR
P732 : SER
P733 : ALA
P734 : LEU
P735 : PRO
P736 : SER
P737 : GLU
P738 : ILE
P739 : GLN
P740 : SER
P741 : LYS
P742 : ILE
P743 : PHE
P744 : GLU
P745 : PRO
P746 : THR
P747 : PRO
P748 : LYS
P749 : GLY
P750 : SER
P751 : ARG
P752 : LYS
P753 : VAL
P754 : VAL
P755 : PHE
P756 : ALA
P757 : THR
P758 : ASN
P759 : ILE
P760 : ALA
P761 : GLU
P762 : THR
P763 : SER
P764 : ILE
P765 : THR
P766 : ILE
P767 : ASP
P768 : GLY
P769 : ILE
P770 : TYR
P771 : TYR
P772 : VAL
P773 : VAL
P774 : ASP
P775 : PRO
P776 : GLY
P777 : PHE
P778 : ALA
P779 : LYS
P780 : ILE
P781 : ASN
P782 : ILE
P783 : TYR
P784 : ASN
P785 : ALA
P786 : ARG
P787 : ALA
P788 : GLY
P789 : ILE
P790 : GLU
P791 : GLN
P792 : LEU
P793 : ILE
P794 : VAL
P795 : SER
P796 : PRO
P797 : ILE
P798 : SER
P799 : GLN
P800 : ALA
P801 : GLN
P802 : ALA
P803 : ASN
P804 : GLN
P805 : ARG
P806 : LYS
P807 : GLY
P808 : ARG
P809 : ALA
P810 : GLY
P811 : ARG
P812 : THR
P813 : GLY
P814 : PRO
P815 : GLY
P816 : LYS
P817 : CYS
P818 : TYR
P819 : ARG
P820 : LEU
P821 : TYR
P822 : THR
P823 : GLU
P824 : SER
P825 : ALA
P826 : PHE
P827 : TYR
P828 : ASN
P829 : GLU
P830 : MET
P831 : LEU
P832 : GLU
P833 : ASN
P834 : THR
P835 : VAL
P836 : PRO
P837 : GLU
P838 : ILE
P839 : GLN
P840 : ARG
P841 : GLN
P842 : ASN
P843 : LEU
P844 : SER
P845 : HIS
P846 : THR
P847 : ILE
P848 : LEU
P849 : MET
P850 : LEU
P851 : LYS
P852 : ALA
P853 : MET
P854 : GLY
P855 : ILE
P856 : ASN
P857 : ASP
P858 : LEU
P859 : LEU
P860 : LYS
P861 : PHE
P862 : ASP
P863 : PHE
P864 : MET
P865 : ASP
P866 : PRO
P867 : PRO
P868 : PRO
P869 : LYS
P870 : ASN
P871 : LEU
P872 : MET
P873 : LEU
P874 : ASN
P875 : ALA
P876 : LEU
P877 : THR
P878 : GLU
P879 : LEU
P880 : TYR
P881 : HIS
P882 : LEU
P883 : GLN
P884 : SER
P885 : LEU
P886 : ASP
P887 : ASP
P888 : GLU
P889 : GLY
P890 : LYS
P891 : LEU
P892 : THR
P893 : ASN
P894 : LEU
P895 : GLY
P896 : LYS
P897 : GLU
P898 : MET
P899 : SER
P900 : LEU
P901 : PHE
P902 : PRO
P903 : MET
P904 : ASP
P905 : PRO
P906 : THR
P907 : LEU
P908 : SER
P909 : ARG
P910 : SER
P911 : LEU
P912 : LEU
P913 : SER
P914 : SER
P915 : VAL
P916 : ASP
P917 : ASN
P918 : GLN
P919 : CYS
P920 : SER
P921 : ASP
P922 : GLU
P923 : ILE
P924 : VAL
P925 : THR
P926 : ILE
P927 : ILE
P928 : SER
P929 : MET
P930 : LEU
P931 : SER
P932 : VAL
P933 : GLN
P934 : ASN
P935 : VAL
P936 : PHE
P937 : TYR
P938 : ARG
P939 : PRO
P940 : LYS
P941 : ASP
P942 : ARG
P943 : GLN
P944 : LEU
P945 : GLU
P946 : ALA
P947 : ASP
P948 : SER
P949 : LYS
P950 : LYS
P951 : ALA
P952 : LYS
P953 : PHE
P954 : HIS
P955 : HIS
P956 : PRO
P957 : TYR
P958 : GLY
P959 : ASP
P960 : HIS
P961 : LEU
P962 : THR
P963 : LEU
P964 : LEU
P965 : ASN
P966 : VAL
P967 : TYR
P968 : THR
P969 : ARG
P970 : TRP
P971 : GLN
P972 : GLN
P973 : ALA
P974 : ASN
P975 : TYR
P976 : SER
P977 : GLU
P978 : GLN
P979 : TYR
P980 : CYS
P981 : LYS
P982 : THR
P983 : ASN
P984 : PHE
P985 : LEU
P986 : HIS
P987 : PHE
P988 : ARG
P989 : HIS
P990 : LEU
P991 : LYS
P992 : ARG
P993 : ALA
P994 : ARG
P995 : ASP
P996 : VAL
P997 : LYS
P998 : SER
P999 : GLN
P1000 : ILE
P1001 : SER
P1002 : MET
P1003 : ILE
P1004 : PHE
P1005 : LYS
P1006 : LYS
P1016 : SER
P1017 : ASP
P1018 : PRO
P1019 : ASP
P1020 : LEU
P1021 : ILE
P1022 : ARG
P1023 : LYS
P1024 : THR
P1025 : PHE
P1026 : VAL
P1027 : SER
P1028 : GLY
P1029 : PHE
P1030 : PHE
P1031 : MET
P1032 : ASN
P1033 : ALA
P1034 : ALA
P1035 : LYS
P1036 : ARG
P1037 : ASP
P1038 : SER
P1039 : GLN
P1040 : VAL
P1041 : GLY
P1042 : TYR
P1043 : LYS
P1044 : THR
P1045 : ILE
P1046 : ASN
P1047 : GLY
P1048 : GLY
P1049 : THR
P1050 : GLU
P1051 : VAL
P1052 : GLY
P1053 : ILE
P1054 : HIS
P1055 : PRO
P1056 : SER
P1057 : SER
P1058 : SER
P1059 : LEU
P1060 : TYR
P1061 : GLY
P1062 : LYS
P1063 : GLU
P1064 : TYR
P1065 : GLU
P1066 : TYR
P1067 : VAL
P1068 : MET
P1069 : TYR
P1070 : HIS
P1071 : SER
P1072 : ILE
P1073 : VAL
P1074 : LEU
P1075 : THR
P1076 : SER
P1077 : ARG
P1078 : GLU
P1079 : TYR
P1080 : MET
P1081 : SER
P1082 : GLN
P1083 : VAL
P1084 : THR
P1085 : SER
P1086 : ILE
P1087 : GLU
P1088 : PRO
P1089 : GLN
P1090 : TRP
P1091 : LEU
P1092 : LEU
P1093 : GLU
P1094 : VAL
P1095 : ALA
P1096 : PRO
P1097 : HIS
P1098 : PHE
P1099 : TYR
P1100 : LYS
P1106 : SER
P1107 : GLN
P1108 : SER
P1109 : ARG
P1110 : LYS
P1111 : LYS
P1112 : ALA
P1113 : LYS
P1114 : ILE
P1115 : ILE
P1116 : PRO
P1117 : LEU
P1118 : HIS
P1119 : ASN
P1120 : LYS
P1121 : PHE
P1122 : ALA
P1123 : LYS
P1124 : ASP
P1125 : GLN
P1126 : ASN
P1127 : SER
P1128 : TRP
P1129 : ARG
P1130 : LEU
P1131 : SER
P1132 : SER
P1133 : ILE
P1134 : ARG
P1135 : GLN
P1136 : SER
P1137 : ARG
P1138 : GLU
P1139 : ARG
P1140 : ALA
P1141 : LEU
P1142 : GLY
P1143 : ILE
P1144 : LYS
P1145 : ARG
R92 : ARG
R93 : GLY
R94 : GLY
R95 : ILE
R96 : SER
R97 : TYR
R98 : ASP
R99 : GLN
R100 : LEU
R101 : ALA
R102 : LYS
R103 : LEU
R104 : SER
R105 : TYR
R106 : GLU
R107 : LYS
R108 : THR
R109 : LEU
R110 : ARG
R111 : ASN
R112 : LEU
R113 : ALA
R114 : THR
R115 : GLN
R116 : THR
R117 : GLN
R118 : ASN
R142 : LYS
R143 : VAL
R144 : GLN
R145 : LYS
R146 : ASP
R147 : THR
R148 : LYS
R149 : THR
R150 : GLY
R151 : LYS
R152 : ILE
R153 : THR
R154 : ILE
R155 : ALA
R156 : ASP
R157 : ASP
R158 : ASP
R159 : LYS
R160 : LEU
R161 : VAL
R162 : ASN
R163 : LYS
R164 : LEU
R165 : ALA
R166 : VAL
R167 : SER
R168 : LEU
R169 : GLN
R170 : SER
R171 : GLU
R172 : SER
R173 : LYS
R174 : LYS
R175 : ARG
R176 : TYR
R177 : GLU
R178 : ALA
R179 : ARG
R180 : LYS
R181 : ARG
R182 : GLN
R183 : MET
R184 : GLN
R185 : ASN
R186 : ALA
R187 : LYS
R188 : THR
R189 : LEU
R190 : TYR
R191 : GLY
R192 : VAL
R193 : GLU
R194 : SER
R195 : PHE
R196 : ILE
R197 : ASN
R198 : ASP
R199 : LYS
R200 : ASN
R201 : LYS
R202 : GLN
R203 : PHE
R204 : ASN
R205 : GLU
R206 : LYS
R207 : LEU
R208 : SER
R209 : ARG
R210 : GLU
R211 : SER
R212 : LYS
R213 : GLY
R214 : SER
R215 : GLU
S2 : PRO
S3 : PRO
S4 : VAL
S5 : PRO
S6 : ILE
S7 : TYR
S8 : VAL
S9 : LYS
S10 : GLY
S11 : GLY
S12 : VAL
S13 : TRP
S14 : THR
S15 : ASN
S16 : VAL
S17 : GLU
S18 : ASP
S19 : GLN
S20 : ILE
S21 : LEU
S22 : LYS
S23 : ALA
S24 : ALA
S25 : VAL
S26 : GLN
S27 : LYS
S28 : TYR
S29 : GLY
S30 : THR
S31 : HIS
S32 : GLN
S33 : TRP
S34 : SER
S35 : LYS
S36 : VAL
S37 : ALA
S38 : SER
S39 : LEU
S40 : LEU
S41 : GLN
S42 : LYS
S43 : LYS
S44 : THR
S45 : ALA
S46 : ARG
S47 : GLN
S48 : SER
S49 : GLU
S50 : LEU
S51 : ARG
S52 : TRP
S53 : ASN
S54 : GLU
S55 : TYR
S56 : LEU
S57 : ASN
S58 : PRO
S59 : LYS
S60 : LEU
S61 : ASN
S62 : PHE
S63 : THR
S64 : GLU
S65 : PHE
S66 : SER
S67 : LYS
S68 : GLU
S69 : GLU
S70 : ASP
S71 : ALA
S72 : GLN
S73 : LEU
S74 : LEU
S75 : ASP
S76 : LEU
S77 : ALA
S78 : ARG
S79 : GLU
S80 : LEU
S81 : PRO
S82 : ASN
S83 : GLN
S84 : TRP
S85 : ARG
S86 : THR
S87 : ILE
S88 : ALA
S89 : ASP
S90 : MET
S91 : MET
S92 : ALA
S93 : ARG
S94 : PRO
S95 : ALA
S96 : GLN
S97 : VAL
S98 : CYS
S99 : VAL
S100 : GLU
S101 : ARG
S102 : TYR
S103 : ASN
S104 : ARG
S105 : LEU
S106 : LEU
S107 : GLU
S108 : SER
S123 : LEU
S124 : LYS
S125 : ALA
S126 : GLY
S127 : ASP
S128 : ILE
S129 : ASN
S130 : PRO
S131 : ASN
S132 : ALA
S133 : GLU
S134 : THR
S135 : GLN
S136 : MET
S137 : ALA
S138 : ARG
S139 : PRO
S140 : ASP
S141 : ASN
S142 : GLY
S143 : ASP
S144 : LEU
S145 : GLU
S146 : ASP
S147 : GLU
S148 : GLU
S149 : LYS
S150 : GLU
S151 : MET
S152 : LEU
S153 : ALA
S154 : GLU
S155 : ALA
S156 : ARG
S157 : ALA
S158 : ARG
S159 : LEU
S160 : LEU
S161 : ASN
S162 : THR
S163 : GLN
S164 : GLY
S165 : LYS
S166 : LYS
S167 : ALA
S168 : THR
S169 : ARG
S170 : LYS
S171 : ILE
S172 : ARG
S173 : GLU
S174 : ARG
S175 : MET
S176 : LEU
S177 : GLU
S178 : GLU
S179 : SER
S180 : LYS
S181 : ARG
S182 : ILE
S183 : ALA
S184 : GLU
S185 : LEU
S186 : GLN
S187 : LYS
S188 : ARG
S189 : ARG
S190 : GLU
S191 : LEU
S192 : LYS
S193 : GLN
S194 : ALA
S195 : GLY
S196 : ILE
S197 : ASN
S198 : VAL
S199 : ALA
S200 : ILE
S201 : LYS
S202 : LYS
S203 : PRO
S204 : LYS
S205 : LYS
S206 : LYS
S207 : TYR
S208 : GLY
S209 : THR
S210 : ASP
S211 : ILE
S212 : ASP
S213 : TYR
S214 : ASN
S215 : GLU
S216 : ASP
S217 : ILE
S218 : VAL
S219 : TYR
S220 : GLU
S221 : GLN
S222 : ALA
S223 : PRO
S224 : MET
S225 : PRO
S226 : GLY
S227 : ILE
S228 : TYR
S229 : ASP
S230 : THR
S231 : SER
S232 : THR
S233 : GLU
S234 : ASP
S235 : ARG
S236 : GLN
S237 : ILE
S238 : LYS
S239 : LYS
S240 : LYS
S241 : PHE
S242 : GLU
S243 : GLN
S244 : PHE
S245 : GLU
S246 : ARG
S247 : LYS
S248 : VAL
S249 : ASN
S250 : ARG
S251 : LYS
S252 : GLY
S253 : LEU
T12 : HIS
T13 : VAL
T14 : SER
T15 : ALA
T16 : GLU
T17 : GLN
T18 : ILE
T19 : LEU
T20 : ARG
T21 : ASP
T22 : VAL
T23 : TYR
T24 : LYS
T25 : LYS
T26 : GLY
T27 : GLN
T28 : LYS
T36 : ASP
T37 : ILE
T38 : LEU
T39 : ASP
T40 : LEU
T41 : GLU
T42 : GLU
T43 : LEU
T44 : ARG
T45 : GLU
T46 : TYR
T47 : GLN
T48 : ARG
T49 : ARG
T50 : LYS
T51 : ARG
T52 : THR
T53 : GLU
T54 : TYR
T55 : GLU
T56 : GLY
T57 : TYR
T58 : LEU
T59 : LYS
T60 : ARG
T61 : ASN
T62 : ARG
T63 : LEU
T64 : ASP
T65 : MET
T66 : GLY
T67 : GLN
T68 : TRP
T69 : ILE
T70 : ARG
T71 : TYR
T72 : ALA
T73 : GLN
T74 : PHE
T75 : GLU
T76 : ILE
T77 : GLU
T78 : GLN
T79 : HIS
T80 : ASP
T81 : MET
T82 : ARG
T83 : ARG
T84 : ALA
T85 : ARG
T86 : SER
T87 : ILE
T88 : PHE
T89 : GLU
T90 : ARG
T91 : ALA
T92 : LEU
T93 : LEU
T94 : VAL
T95 : ASP
T96 : SER
T97 : SER
T98 : PHE
T99 : ILE
T100 : PRO
T101 : LEU
T102 : TRP
T103 : ILE
T104 : ARG
T105 : TYR
T106 : ILE
T107 : ASP
T108 : ALA
T109 : GLU
T110 : LEU
T111 : LYS
T112 : VAL
T113 : LYS
T114 : CYS
T115 : ILE
T116 : ASN
T117 : HIS
T118 : ALA
T119 : ARG
T120 : ASN
T121 : LEU
T122 : MET
T123 : ASN
T124 : ARG
T125 : ALA
T126 : ILE
T127 : SER
T128 : THR
T129 : LEU
T130 : PRO
T131 : ARG
T132 : VAL
T133 : ASP
T134 : LYS
T135 : LEU
T136 : TRP
T137 : TYR
T138 : LYS
T139 : TYR
T140 : LEU
T141 : ILE
T142 : VAL
T143 : GLU
T144 : GLU
T145 : SER
T146 : LEU
T147 : ASN
T148 : ASN
T149 : VAL
T150 : GLU
T151 : ILE
T152 : VAL
T153 : ARG
T154 : SER
T155 : LEU
T156 : TYR
T157 : THR
T158 : LYS
T159 : TRP
T160 : CYS
T161 : SER
T162 : LEU
T163 : GLU
T164 : PRO
T165 : GLY
T166 : VAL
T167 : ASN
T168 : ALA
T169 : TRP
T170 : ASN
T171 : SER
T172 : PHE
T173 : VAL
T174 : ASP
T175 : PHE
T176 : GLU
T177 : ILE
T178 : ARG
T179 : GLN
T180 : LYS
T181 : ASN
T182 : TRP
T183 : ASN
T184 : GLY
T185 : VAL
T186 : ARG
T187 : GLU
T188 : ILE
T189 : TYR
T190 : SER
T191 : LYS
T192 : TYR
T193 : VAL
T194 : MET
T195 : ALA
T196 : HIS
T197 : PRO
T198 : GLN
T199 : MET
T200 : GLN
T201 : THR
T202 : TRP
T203 : LEU
T204 : LYS
T205 : TRP
T206 : VAL
T207 : ARG
T208 : PHE
T209 : GLU
T210 : ASN
T211 : ARG
T212 : HIS
T213 : GLY
T214 : ASN
T215 : THR
T216 : GLU
T217 : PHE
T218 : THR
T219 : ARG
T220 : SER
T221 : VAL
T222 : TYR
T223 : SER
T224 : LEU
T225 : ALA
T226 : ILE
T227 : ASP
T228 : THR
T229 : VAL
T230 : ALA
T231 : ASN
T232 : LEU
T233 : GLN
T234 : ASN
T235 : LEU
T236 : GLN
T237 : ILE
T238 : TRP
T239 : SER
T240 : ASP
T241 : MET
T242 : GLU
T243 : VAL
T244 : ALA
T245 : LYS
T246 : LEU
T247 : VAL
T248 : ASN
T249 : SER
T250 : PHE
T251 : ALA
T252 : HIS
T253 : TRP
T254 : GLU
T255 : ALA
T256 : ALA
T257 : GLN
T258 : GLN
T259 : GLU
T260 : TYR
T261 : GLU
T262 : ARG
T263 : SER
T264 : SER
T265 : ALA
T266 : LEU
T267 : TYR
T268 : GLN
T269 : ILE
T270 : ALA
T271 : ILE
T272 : GLU
T273 : LYS
T274 : TRP
T275 : PRO
T276 : SER
T277 : ASN
T278 : GLN
T279 : LEU
T280 : LEU
T281 : LYS
T282 : ALA
T283 : GLY
T284 : LEU
T285 : LEU
T286 : ASP
T287 : PHE
T288 : GLU
T289 : LYS
T290 : GLN
T291 : PHE
T295 : ASN
T296 : SER
T297 : ILE
T298 : GLU
T299 : GLU
T300 : THR
T301 : ILE
T302 : SER
T303 : TYR
T304 : LYS
T305 : ARG
T306 : LYS
T307 : MET
T308 : GLU
T309 : TYR
T310 : GLU
T311 : THR
T312 : ILE
T313 : LEU
T314 : SER
T315 : ASN
T320 : TYR
T321 : ASP
T322 : THR
T323 : TRP
T324 : TRP
T325 : LEU
T326 : TYR
T327 : LEU
T328 : ASP
T329 : LEU
T330 : ILE
T331 : SER
T332 : GLU
T334 : PHE
T335 : PRO
T336 : LYS
T337 : GLN
T338 : ILE
T339 : MET
T340 : GLN
T341 : THR
T342 : PHE
T343 : GLU
T344 : LYS
T345 : ALA
T346 : ILE
T347 : VAL
T348 : ASP
T349 : SER
T356 : LYS
T357 : ASN
T358 : VAL
T359 : GLN
T360 : TRP
T361 : LYS
T362 : ARG
T363 : TYR
T364 : ILE
T365 : TYR
T366 : LEU
T367 : TRP
T368 : MET
T369 : ARG
T370 : TYR
T371 : ILE
T372 : CYS
T373 : TYR
T374 : VAL
T375 : GLU
T376 : LEU
T377 : GLU
T381 : SER
T382 : LEU
T383 : LEU
T384 : GLU
T385 : GLU
T386 : GLU
T387 : LEU
T388 : PHE
T389 : GLN
T390 : ARG
T391 : LEU
T392 : ILE
T393 : ASP
T394 : ASP
T395 : ILE
T403 : PHE
T404 : SER
T405 : LYS
T406 : ILE
T407 : TRP
T408 : LEU
T409 : MET
T410 : TYR
T411 : ALA
T412 : LYS
T413 : PHE
T414 : LEU
T415 : ILE
T416 : ARG
T419 : ASP
T420 : VAL
T421 : PRO
T422 : LYS
T423 : ALA
T424 : ARG
T425 : LYS
T426 : ILE
T427 : LEU
T428 : GLY
T429 : LYS
T430 : ALA
T431 : ILE
T432 : GLY
T439 : THR
T440 : PHE
T441 : LYS
T442 : GLY
T443 : TYR
T444 : ILE
T445 : GLU
T446 : LEU
T447 : GLU
T448 : VAL
T449 : LYS
T450 : LEU
T452 : GLU
T453 : PHE
T454 : ASP
T455 : ARG
T456 : VAL
T457 : ARG
T458 : LYS
T459 : ILE
T460 : TYR
T461 : GLU
T462 : LYS
T463 : PHE
T464 : ILE
T465 : GLU
T466 : PHE
T467 : GLN
T470 : ASP
T471 : LEU
T472 : GLN
T473 : ILE
T474 : TRP
T475 : SER
T476 : GLN
T477 : TYR
T478 : GLY
T479 : GLU
T480 : LEU
T481 : GLU
T482 : GLU
T483 : ASN
T487 : TRP
T488 : ASP
T489 : ARG
T490 : VAL
T491 : ARG
T492 : GLY
T493 : ILE
T494 : TYR
T495 : THR
T496 : ILE
T497 : ALA
T498 : LEU
T499 : ASP
T500 : GLU
T507 : LYS
T508 : GLU
T509 : ALA
T510 : LYS
T511 : ILE
T512 : VAL
T513 : LEU
T514 : LEU
T515 : GLN
T516 : LYS
T517 : TYR
T518 : ILE
T519 : THR
T520 : PHE
T521 : GLU
T530 : ALA
T531 : ARG
T532 : LYS
T533 : LEU
T534 : TYR
T535 : ARG
T536 : ARG
T537 : TYR
T538 : LEU
T539 : GLU
T540 : LEU
T541 : ASN
T545 : PRO
T546 : GLN
T547 : SER
T548 : TRP
T549 : ILE
T550 : GLU
T551 : PHE
T552 : ALA
T553 : MET
T554 : TYR
T555 : GLN
T556 : THR
U21 : ASP
U22 : GLU
U23 : ASP
U24 : VAL
U25 : ALA
U26 : PHE
U27 : GLU
U28 : TYR
U29 : GLU
U30 : ILE
U31 : GLN
U32 : LYS
U33 : THR
U34 : PRO
U35 : GLN
U36 : ASN
U37 : ILE
U38 : LEU
U39 : THR
U40 : TRP
U41 : LYS
U42 : ARG
U43 : TYR
U44 : ILE
U45 : GLU
U46 : TYR
U47 : TRP
U48 : LYS
U54 : ASP
U55 : LYS
U56 : GLN
U57 : ILE
U58 : ARG
U59 : TRP
U60 : LEU
U61 : TYR
U62 : GLU
U63 : ARG
U64 : PHE
U65 : CYS
U66 : SER
U67 : GLN
U68 : PHE
U69 : VAL
U70 : THR
U71 : ASP
U72 : THR
U73 : SER
U74 : ILE
U75 : TRP
U76 : GLU
U77 : ASP
U78 : TYR
U79 : ILE
U80 : ARG
U81 : TRP
U82 : GLU
U83 : SER
U89 : GLU
U90 : THR
U91 : SER
U92 : ARG
U93 : ILE
U94 : PHE
U95 : TRP
U96 : LEU
U97 : PHE
U98 : GLN
U99 : ARG
U100 : CYS
U101 : LEU
U102 : LYS
U103 : SER
U104 : CYS
U105 : VAL
U106 : ARG
U107 : ASP
U108 : CYS
U109 : ASP
U110 : ARG
U111 : ILE
U112 : CYS
U113 : LEU
U114 : SER
U115 : TYR
U116 : LEU
U117 : GLU
U118 : LEU
U119 : ALA
U120 : ILE
U121 : GLU
U127 : MET
U128 : ILE
U129 : ARG
U130 : HIS
U131 : ALA
U132 : LEU
U133 : ALA
U134 : SER
U135 : SER
U136 : LEU
U137 : MET
U138 : LYS
U139 : MET
U140 : GLU
U143 : MET
U144 : HIS
U145 : ARG
U146 : LYS
U147 : VAL
U148 : TRP
U149 : ASP
U150 : PRO
U151 : VAL
U152 : ILE
U153 : LYS
U154 : PHE
U155 : VAL
U156 : GLU
U157 : GLU
U158 : LYS
U159 : VAL
U174 : GLU
U175 : SER
U176 : THR
U177 : ASP
U178 : GLU
U179 : ALA
U180 : GLU
U181 : LEU
U182 : ILE
U183 : ASN
U184 : VAL
U185 : LEU
U186 : LEU
U187 : VAL
U188 : LYS
U189 : GLY
U190 : PHE
U191 : THR
U209 : ILE
U210 : TRP
U211 : SER
U212 : SER
U213 : HIS
U214 : ILE
U215 : LEU
U216 : GLU
U217 : ARG
U218 : TYR
U224 : GLN
U225 : GLN
U226 : LYS
U227 : ARG
U228 : ASN
U229 : GLU
U230 : SER
U231 : LEU
U232 : ALA
U233 : THR
U234 : LEU
U235 : ALA
U236 : LEU
U240 : ASN
U241 : ILE
U242 : THR
U243 : ILE
U244 : LYS
U245 : SER
U246 : VAL
U247 : TYR
U248 : GLU
U249 : LYS
U250 : TYR
U251 : LEU
U270 : LEU
U271 : ASN
U272 : PHE
U273 : ASN
U274 : TYR
U275 : LEU
U276 : ALA
U277 : SER
U278 : LEU
U279 : GLU
U280 : LYS
U281 : LEU
U282 : GLY
U284 : ASP
U285 : ASN
U286 : GLN
U287 : TYR
U288 : GLU
U289 : GLU
U290 : PHE
U291 : MET
U292 : ARG
U293 : GLN
U294 : MET
U295 : ASN
U296 : GLY
U299 : PRO
U300 : ASP
U301 : LYS
U302 : TRP
U303 : LEU
U304 : PHE
U305 : LEU
U306 : ILE
U307 : LEU
U308 : SER
U309 : LEU
U310 : ALA
U311 : LYS
U312 : TYR
U313 : TYR
U314 : ILE
U317 : GLY
U318 : ARG
U319 : LEU
U320 : ASP
U321 : SER
U322 : CYS
U323 : GLY
U324 : ASP
U325 : LEU
U326 : LEU
U327 : LYS
U328 : LYS
U329 : SER
U330 : LEU
U331 : GLN
U332 : GLN
U339 : PHE
U340 : ASP
U341 : ARG
U342 : ILE
U343 : TYR
U344 : ASN
U345 : PHE
U346 : TYR
U347 : LEU
U348 : LEU
U349 : PHE
U350 : GLU
U351 : GLN
U352 : GLU
U353 : CYS
U354 : SER
U355 : GLN
U356 : PHE
U357 : ILE
U358 : LEU
U359 : GLY
U360 : LYS
U361 : LEU
U362 : LYS
U363 : GLU
U364 : ASN
U365 : ASP
U373 : ASP
U374 : TRP
U375 : THR
U376 : GLU
U377 : LYS
U378 : LEU
U379 : GLN
U380 : ALA
U381 : HIS
U382 : MET
U383 : ALA
U384 : THR
U385 : PHE
U386 : GLU
U387 : SER
U388 : LEU
U389 : ILE
U390 : ASN
U391 : LEU
U392 : TYR
U393 : ASP
U394 : ILE
U395 : TYR
U396 : LEU
U397 : ASN
U398 : ASP
U399 : VAL
U400 : ALA
U401 : LEU
U402 : ARG
U403 : GLN
U404 : ASP
U405 : SER
U407 : LEU
U408 : VAL
U409 : GLU
U410 : THR
U411 : TRP
U412 : MET
U413 : LYS
U414 : ARG
U415 : VAL
U416 : SER
U417 : LEU
U418 : GLN
U419 : LYS
U420 : SER
U421 : ALA
U422 : ALA
U423 : GLU
U424 : LYS
U425 : CYS
U426 : ASN
U427 : VAL
U428 : TYR
U429 : SER
U430 : GLU
U431 : ALA
U432 : ILE
U433 : LEU
U434 : LYS
U435 : ILE
U436 : ASP
U437 : PRO
U438 : ARG
U439 : LYS
U440 : VAL
U441 : GLY
U442 : THR
U443 : PRO
U444 : GLY
U445 : SER
U446 : PHE
U447 : GLY
U448 : ARG
U449 : LEU
U450 : TRP
U451 : CYS
U452 : SER
U453 : TYR
U454 : GLY
U455 : ASP
U456 : LEU
U457 : TYR
U458 : TRP
U459 : ARG
U460 : SER
U461 : ASN
U462 : ALA
U463 : ILE
U464 : SER
U465 : THR
U466 : ALA
U467 : ARG
U468 : GLU
U469 : LEU
U470 : TRP
U471 : THR
U472 : GLN
U473 : SER
U474 : LEU
U475 : LYS
U476 : VAL
U477 : PRO
U478 : TYR
U479 : PRO
U480 : TYR
U481 : ILE
U482 : GLU
U483 : ASP
U484 : LEU
U485 : GLU
U486 : GLU
U487 : ILE
U488 : TYR
U489 : LEU
U490 : ASN
U491 : TRP
U492 : ALA
U493 : ASP
U494 : ARG
U495 : GLU
U496 : LEU
U497 : ASP
U501 : VAL
U502 : GLU
U503 : ARG
U504 : ALA
U505 : PHE
U506 : SER
U507 : ILE
U508 : LEU
U509 : GLU
U510 : ASP
U511 : ALA
U512 : LEU
U513 : HIS
U514 : VAL
U515 : PRO
U516 : THR
U517 : ASN
U518 : PRO
U519 : GLU
U520 : ILE
U521 : LEU
U522 : LEU
U523 : GLU
U541 : SER
U542 : LEU
U543 : ARG
U544 : ILE
U545 : TRP
U546 : SER
U547 : LYS
U548 : TYR
U549 : ILE
U550 : ASP
U551 : TYR
U552 : LEU
U553 : GLU
U554 : ALA
U555 : TYR
U566 : ILE
U567 : PHE
U568 : ASN
U569 : LYS
U570 : THR
U571 : LYS
U572 : MET
U573 : ALA
U574 : TYR
U575 : ASN
U576 : THR
U577 : VAL
U578 : ILE
U579 : ASP
U580 : LEU
U581 : ARG
U585 : PRO
U586 : ALA
U587 : MET
U588 : ALA
U589 : GLU
U590 : ASN
U591 : PHE
U592 : ALA
U593 : LEU
U594 : PHE
U595 : LEU
U596 : GLN
U597 : ASN
U598 : HIS
U601 : VAL
U602 : MET
U603 : GLU
U604 : SER
U605 : PHE
U606 : GLN
U607 : VAL
U608 : TYR
U609 : GLU
U610 : LYS
U611 : THR
U612 : ILE
U613 : PRO
U614 : LEU
U615 : PHE
U616 : PRO
U617 : PRO
U618 : GLU
U619 : ILE
U620 : GLN
U621 : TYR
U622 : GLU
U623 : LEU
U624 : TRP
U625 : ILE
U626 : GLU
U627 : TYR
U628 : LEU
U629 : GLU
U630 : VAL
U631 : ALA
U632 : THR
U633 : SER
U634 : HIS
U641 : PRO
U642 : GLU
U643 : HIS
U644 : ILE
U645 : ARG
U646 : PHE
U647 : LEU
U648 : PHE
U649 : GLU
U650 : LYS
U651 : ALA
U652 : LEU
U653 : LYS
U654 : ASN
U655 : LEU
U656 : CYS
U662 : CYS
U663 : LYS
U664 : THR
U665 : ILE
U666 : PHE
U667 : ILE
U668 : ALA
U669 : TYR
U670 : SER
U671 : VAL
U672 : PHE
U673 : GLU
U674 : GLU
U675 : ARG
U681 : SER
U682 : LYS
U683 : SER
U684 : ILE
U685 : GLU
U686 : ILE
U687 : LEU
U688 : ARG
U689 : ARG
U690 : GLY
U691 : ALA
U692 : VAL
U693 : ILE
U702 : LEU
U703 : GLU
U704 : SER
U705 : ARG
U706 : LEU
U707 : GLN
U708 : LEU
U709 : TRP
U710 : ARG
U711 : MET
U712 : CYS
U713 : ILE
U714 : SER
U715 : LYS
U716 : ALA
U717 : GLU
U718 : SER
U719 : THR
U720 : LEU
U721 : GLY
U722 : PRO
U723 : SER
U724 : VAL
U725 : THR
U726 : ARG
U727 : GLU
U728 : LEU
U729 : TYR
U730 : GLN
U731 : GLU
U732 : CYS
U733 : ILE
U734 : GLN
U735 : ILE
U736 : LEU
U737 : PRO
U738 : ASN
U739 : SER
U740 : LYS
U741 : ALA
U742 : VAL
U743 : GLU
U744 : PHE
U745 : VAL
U746 : ILE
U747 : LYS
U748 : PHE
U749 : SER
U750 : ASP
U751 : PHE
U752 : GLU
U753 : SER
U754 : SER
U755 : ILE
U756 : GLY
U757 : GLU
U758 : THR
U759 : ILE
U760 : ARG
U761 : ALA
U762 : ARG
U763 : GLU
U764 : ILE
U765 : LEU
U766 : ALA
U767 : TYR
U768 : GLY
U769 : ALA
U770 : LYS
U771 : LEU
U772 : LEU
U773 : PRO
U774 : PRO
U775 : SER
U776 : ARG
U777 : ASN
U778 : THR
U779 : GLU
U780 : LEU
U781 : TRP
U782 : ASP
U783 : SER
U784 : PHE
U785 : GLU
U786 : ILE
U787 : PHE
U788 : GLU
U789 : LEU
U790 : LYS
U791 : HIS
U792 : GLY
U793 : ASP
U794 : LYS
U795 : GLU
U796 : THR
U797 : TYR
U798 : LYS
U799 : ASP
U800 : MET
U801 : LEU
U802 : LYS
U803 : MET
U804 : LYS
U805 : LYS
U806 : VAL
U807 : LEU
U808 : GLU
U809 : SER
X28 : UNK
X29 : UNK
X30 : UNK
X31 : UNK
X32 : UNK
X33 : UNK
X34 : UNK
X35 : UNK
X36 : UNK
X37 : UNK
X38 : UNK
X39 : UNK
X40 : UNK
X41 : UNK
X42 : UNK
X43 : UNK
X44 : UNK
X45 : UNK
X46 : UNK
X47 : UNK
X48 : UNK
X49 : UNK
X50 : UNK
X51 : UNK
X52 : UNK
X53 : UNK
X54 : UNK
X55 : UNK
X56 : UNK
X57 : UNK
X58 : UNK
X59 : UNK
X60 : UNK
X61 : UNK
X62 : UNK
X63 : UNK
X64 : UNK
X65 : UNK
X66 : UNK
X67 : UNK
X68 : UNK
X69 : UNK
X70 : UNK
X71 : UNK
X72 : UNK
X73 : UNK
X74 : UNK
X75 : UNK
X76 : UNK
X77 : UNK
X78 : UNK
X79 : UNK
X80 : UNK
X81 : UNK
X82 : UNK
X83 : UNK
X84 : UNK
X85 : UNK
X86 : UNK
X87 : UNK
X88 : UNK
X89 : UNK
X90 : UNK
X91 : UNK
X92 : UNK
X93 : UNK
X94 : UNK
X95 : UNK
X96 : UNK
X97 : UNK
X98 : UNK
X99 : UNK
X100 : UNK
X101 : UNK
X102 : UNK
X103 : UNK
X104 : UNK
X105 : UNK
X106 : UNK
X107 : UNK
X108 : UNK
X109 : UNK
X110 : UNK
X111 : UNK
X112 : UNK
X113 : UNK
X114 : UNK
X115 : UNK
X116 : UNK
X117 : UNK
X118 : UNK
X119 : UNK
X120 : UNK
X121 : UNK
X122 : UNK
X123 : UNK
X124 : UNK
X125 : UNK
X1001 : UNK
X1002 : UNK
X1003 : UNK
X1004 : UNK
X1005 : UNK
X1006 : UNK
X1007 : UNK
X1008 : UNK
X1009 : UNK
X1010 : UNK
X1011 : UNK
X1012 : UNK
X1013 : UNK
X1014 : UNK
X1015 : UNK
X1016 : UNK
X1017 : UNK
X1018 : UNK
X1019 : UNK
X1020 : UNK
X1021 : UNK
X1022 : UNK
X1023 : UNK
X1024 : UNK
X1025 : UNK
X1026 : UNK
X1027 : UNK
X1028 : UNK
X1029 : UNK
X1030 : UNK
X1031 : UNK
X2287 : UNK
X2288 : UNK
X2289 : UNK
X2290 : UNK
X2291 : UNK
X2292 : UNK
X2293 : UNK
X2294 : UNK
X2295 : UNK
X2296 : UNK
X2297 : UNK
X2298 : UNK
X2299 : UNK
X2300 : UNK
X2301 : UNK
X2302 : UNK
X2303 : UNK
X2304 : UNK
X2305 : UNK
X2306 : UNK
X2307 : UNK
X2308 : UNK
X2309 : UNK
X2310 : UNK
X2311 : UNK
X2312 : UNK
X2313 : UNK
X2314 : UNK
X2315 : UNK
X2316 : UNK
X2317 : UNK
X2318 : UNK
X2319 : UNK
X2320 : UNK
X2321 : UNK
X2322 : UNK
X3364 : UNK
X3365 : UNK
X3366 : UNK
X3367 : UNK
X3368 : UNK
X3369 : UNK
X3370 : UNK
X3389 : UNK
X3390 : UNK
X3391 : UNK
X3392 : UNK
X3393 : UNK
X3394 : UNK
X3395 : UNK
X3396 : UNK
X3397 : UNK
X3398 : UNK
X3399 : UNK
X3400 : UNK
X3401 : UNK
X3402 : UNK
X3403 : UNK
X3404 : UNK
X3405 : UNK
X3406 : UNK
X3407 : UNK
X3408 : UNK
X3409 : UNK
X3410 : UNK
X3411 : UNK
X3412 : UNK
X3413 : UNK
X3414 : UNK
X3415 : UNK
X3416 : UNK
X3417 : UNK
X3418 : UNK
X3419 : UNK
X3420 : UNK
X3421 : UNK
X3422 : UNK
X3423 : UNK
X3424 : UNK
X3425 : UNK
X3426 : UNK
X3427 : UNK
X3428 : UNK
X3429 : UNK
X3430 : UNK
X3431 : UNK
X3432 : UNK
X3433 : UNK
X3434 : UNK
X3435 : UNK
Y1 : UNK
Y2 : UNK
Y3 : UNK
Y4 : UNK
Y5 : UNK
Y6 : UNK
Y7 : UNK
Y8 : UNK
Y9 : UNK
Y10 : UNK
Y11 : UNK
Y12 : UNK
Y13 : UNK
Y14 : UNK
Y15 : UNK
Y16 : UNK
a15 : ARG
a16 : ALA
a17 : GLU
a18 : LEU
a19 : GLU
a20 : GLU
a21 : LEU
a22 : GLU
a23 : GLU
a24 : PHE
a25 : GLU
a26 : PHE
a27 : LYS
a28 : HIS
a29 : GLY
a30 : PRO
a31 : MET
a32 : SER
a33 : LEU
a34 : ILE
a35 : ASN
a36 : ASP
a37 : ALA
a38 : MET
a39 : VAL
a40 : THR
a41 : ARG
a42 : THR
a43 : PRO
a44 : VAL
a45 : ILE
a46 : ILE
a47 : SER
a48 : LEU
a49 : ARG
a50 : ASN
a51 : ASN
a52 : HIS
a53 : LYS
a54 : ILE
a55 : ILE
a56 : ALA
a57 : ARG
a58 : VAL
a59 : LYS
a60 : ALA
a61 : PHE
a62 : ASP
a63 : ARG
a64 : HIS
a65 : CYS
a66 : ASN
a67 : MET
a68 : VAL
a69 : LEU
a70 : GLU
a71 : ASN
a72 : VAL
a73 : LYS
a74 : GLU
a75 : LEU
a76 : TRP
a77 : THR
a78 : GLU
a79 : LYS
a80 : LYS
a81 : GLY
a82 : LYS
a83 : ASN
a84 : VAL
a85 : ILE
a86 : ASN
a87 : ARG
a88 : GLU
a89 : ARG
a90 : PHE
a91 : ILE
a92 : SER
a93 : LYS
a94 : LEU
a95 : PHE
a96 : LEU
a97 : ARG
a98 : GLY
a99 : ASP
a100 : SER
a101 : VAL
a102 : ILE
a103 : VAL
a104 : VAL
a105 : LEU
a106 : LYS
a107 : THR
a108 : PRO
b12 : PRO
b13 : VAL
b14 : ASN
b15 : PRO
b16 : LYS
b17 : PRO
b18 : PHE
b19 : LEU
b20 : LYS
b21 : GLY
b22 : LEU
b23 : VAL
b24 : ASN
b25 : HIS
b26 : ARG
b27 : VAL
b28 : GLY
b29 : VAL
b30 : LYS
b31 : LEU
b32 : LYS
b33 : PHE
b34 : ASN
b35 : SER
b36 : THR
b37 : GLU
b38 : TYR
b39 : ARG
b40 : GLY
b41 : THR
b42 : LEU
b43 : VAL
b44 : SER
b45 : THR
b46 : ASP
b47 : ASN
b48 : TYR
b49 : PHE
b50 : ASN
b51 : LEU
b52 : GLN
b53 : LEU
b54 : ASN
b55 : GLU
b56 : ALA
b57 : GLU
b58 : GLU
b59 : PHE
b60 : VAL
b61 : ALA
b62 : GLY
b63 : VAL
b64 : SER
b65 : HIS
b66 : GLY
b67 : THR
b68 : LEU
b69 : GLY
b70 : GLU
b71 : ILE
b72 : PHE
b73 : ILE
b74 : ARG
b75 : CYS
b76 : ASN
b77 : ASN
b78 : VAL
b79 : LEU
b80 : TYR
b81 : ILE
b82 : ARG
b83 : GLU
c10 : MET
c11 : VAL
c12 : PRO
c13 : PRO
c14 : ILE
c15 : ASN
c16 : CYS
c17 : ILE
c18 : PHE
c19 : ASN
c20 : PHE
c21 : LEU
c22 : GLN
c23 : GLN
c24 : GLN
c25 : THR
c26 : PRO
c27 : VAL
c28 : THR
c29 : ILE
c30 : TRP
c31 : LEU
c32 : PHE
c33 : GLU
c34 : GLN
c35 : ILE
c36 : GLY
c37 : ILE
c38 : ARG
c39 : ILE
c40 : LYS
c41 : GLY
c42 : LYS
c43 : ILE
c44 : VAL
c45 : GLY
c46 : PHE
c47 : ASP
c48 : GLU
c49 : PHE
c50 : MET
c51 : ASN
c52 : VAL
c53 : VAL
c54 : ILE
c55 : ASP
c56 : GLU
c57 : ALA
c58 : VAL
c59 : GLU
c60 : ILE
c61 : PRO
c62 : VAL
c63 : ASN
c64 : SER
c73 : LYS
c74 : GLY
c75 : THR
c76 : PRO
c77 : LEU
c78 : GLY
c79 : LYS
c80 : ILE
c81 : LEU
c82 : LEU
c83 : LYS
c84 : GLY
c85 : ASP
c86 : ASN
c87 : ILE
c88 : THR
c89 : LEU
c90 : ILE
c91 : THR
c92 : SER
d2 : VAL
d3 : SER
d4 : THR
d5 : PRO
d6 : GLU
d7 : LEU
d8 : LYS
d9 : LYS
d10 : TYR
d11 : MET
d12 : ASP
d13 : LYS
d14 : LYS
d15 : ILE
d16 : LEU
d17 : LEU
d18 : ASN
d19 : ILE
d20 : ASN
d21 : GLY
d22 : SER
d23 : ARG
d24 : LYS
d25 : VAL
d26 : ALA
d27 : GLY
d28 : ILE
d29 : LEU
d30 : ARG
d31 : GLY
d32 : TYR
d33 : ASP
d34 : ILE
d35 : PHE
d36 : LEU
d37 : ASN
d38 : VAL
d39 : VAL
d40 : LEU
d41 : ASP
d42 : ASP
d43 : ALA
d44 : MET
d45 : GLU
d46 : ILE
d53 : ASN
d54 : ASN
d55 : HIS
d56 : GLN
d57 : LEU
d58 : GLY
d59 : LEU
d60 : GLN
d61 : THR
d62 : VAL
d63 : ILE
d64 : ARG
d65 : GLY
d66 : ASN
d67 : SER
d68 : ILE
d69 : ILE
d70 : SER
d71 : LEU
d72 : GLU
d73 : ALA
d74 : LEU
d75 : ASP
d76 : ALA
f4 : ILE
f5 : GLN
f6 : VAL
f7 : ALA
f8 : HIS
f9 : SER
f10 : SER
f11 : ARG
f12 : LEU
f13 : ALA
f14 : ASN
f15 : LEU
f16 : ILE
f17 : ASP
f18 : TYR
f19 : LYS
f20 : LEU
f21 : ARG
f22 : VAL
f23 : LEU
f24 : THR
f25 : GLN
f26 : ASP
f27 : GLY
f28 : ARG
f29 : VAL
f30 : TYR
f31 : ILE
f32 : GLY
f33 : GLN
f34 : LEU
f35 : MET
f36 : ALA
f37 : PHE
f38 : ASP
f39 : LYS
f40 : HIS
f41 : MET
f42 : ASN
f43 : LEU
f44 : VAL
f45 : LEU
f46 : ASN
f47 : GLU
f48 : CYS
f49 : ILE
f50 : GLU
f51 : GLU
f52 : ARG
f53 : VAL
f54 : PRO
f55 : LYS
f75 : ILE
f76 : LYS
f77 : VAL
f78 : GLU
f79 : LYS
f80 : ARG
f81 : VAL
f82 : LEU
f83 : GLY
f84 : LEU
f85 : THR
f86 : ILE
f87 : LEU
f88 : ARG
f89 : GLY
f90 : GLU
f91 : GLN
f92 : ILE
f93 : LEU
f94 : SER
f95 : THR
f96 : VAL
f97 : VAL
f98 : GLU
f99 : ASP
f100 : LYS
f101 : PRO
f102 : LEU
g4 : ASN
g5 : GLY
g6 : ILE
g7 : PRO
g8 : VAL
g9 : LYS
g10 : LEU
g11 : LEU
g12 : ASN
g13 : GLU
g14 : ALA
g15 : GLN
g16 : GLY
g17 : HIS
g18 : ILE
g19 : VAL
g20 : SER
g21 : LEU
g22 : GLU
g23 : LEU
g24 : THR
g25 : THR
g26 : GLY
g27 : ALA
g28 : THR
g29 : TYR
g30 : ARG
g31 : GLY
g32 : LYS
g33 : LEU
g34 : VAL
g35 : GLU
g36 : SER
g37 : GLU
g38 : ASP
g39 : SER
g40 : MET
g41 : ASN
g42 : VAL
g43 : GLN
g44 : LEU
g45 : ARG
g46 : ASP
g47 : VAL
g48 : ILE
g49 : ALA
g50 : THR
g51 : GLU
g52 : PRO
g53 : GLN
g54 : GLY
g55 : ALA
g56 : VAL
g57 : THR
g58 : HIS
g59 : MET
g60 : ASP
g61 : GLN
g62 : ILE
g63 : PHE
g64 : VAL
g65 : ARG
g66 : GLY
g67 : SER
g68 : GLN
g69 : ILE
g70 : LYS
g71 : PHE
g72 : ILE
g73 : VAL
g74 : VAL
g75 : PRO
g76 : ASP
g77 : LEU
g78 : LEU
g79 : LYS
g80 : ASN
g81 : ALA
g82 : PRO
g83 : LEU
g84 : PHE
g85 : LYS
h1 : MET
h2 : LYS
h3 : LEU
h4 : VAL
h5 : ASN
h6 : PHE
h7 : LEU
h8 : LYS
h9 : LYS
h10 : LEU
h11 : ARG
h12 : ASN
h13 : GLU
h14 : GLN
h15 : VAL
h16 : THR
h17 : ILE
h18 : GLU
h19 : LEU
h20 : LYS
h21 : ASN
h22 : GLY
h23 : THR
h24 : THR
h25 : VAL
h26 : TRP
h27 : GLY
h28 : THR
h29 : LEU
h30 : GLN
h31 : SER
h32 : VAL
h33 : SER
h34 : PRO
h35 : GLN
h36 : MET
h37 : ASN
h38 : ALA
h39 : ILE
h40 : LEU
h41 : THR
h42 : ASP
h43 : VAL
h44 : LYS
h45 : LEU
h46 : THR
h47 : LEU
h48 : PRO
h76 : SER
h77 : ASP
h78 : ASN
h79 : ILE
h80 : ALA
h81 : SER
h82 : LEU
h83 : GLN
h84 : TYR
h85 : ILE
h86 : ASN
h87 : ILE
h88 : ARG
h89 : GLY
h90 : ASN
h91 : THR
h92 : ILE
h93 : ARG
h94 : GLN
h95 : ILE
h96 : ILE
h97 : LEU
h98 : PRO
h99 : ASP
h100 : SER
h101 : LEU
h102 : ASN
h103 : LEU
h104 : ASP
h105 : SER
h106 : LEU
h107 : LEU
h108 : VAL
h109 : ASP
k4 : ILE
k5 : GLN
k6 : VAL
k7 : ALA
k8 : HIS
k9 : SER
k10 : SER
k11 : ARG
k12 : LEU
k13 : ALA
k14 : ASN
k15 : LEU
k16 : ILE
k17 : ASP
k18 : TYR
k19 : LYS
k20 : LEU
k21 : ARG
k22 : VAL
k23 : LEU
k24 : THR
k25 : GLN
k26 : ASP
k27 : GLY
k28 : ARG
k29 : VAL
k30 : TYR
k31 : ILE
k32 : GLY
k33 : GLN
k34 : LEU
k35 : MET
k36 : ALA
k37 : PHE
k38 : ASP
k39 : LYS
k40 : HIS
k41 : MET
k42 : ASN
k43 : LEU
k44 : VAL
k45 : LEU
k46 : ASN
k47 : GLU
k48 : CYS
k49 : ILE
k50 : GLU
k51 : GLU
k52 : ARG
k53 : VAL
k54 : PRO
k55 : LYS
k75 : ILE
k76 : LYS
k77 : VAL
k78 : GLU
k79 : LYS
k80 : ARG
k81 : VAL
k82 : LEU
k83 : GLY
k84 : LEU
k85 : THR
k86 : ILE
k87 : LEU
k88 : ARG
k89 : GLY
k90 : GLU
k91 : GLN
k92 : ILE
k93 : LEU
k94 : SER
k95 : THR
k96 : VAL
k97 : VAL
k98 : GLU
k99 : ASP
k100 : LYS
l10 : MET
l11 : VAL
l12 : PRO
l13 : PRO
l14 : ILE
l15 : ASN
l16 : CYS
l17 : ILE
l18 : PHE
l19 : ASN
l20 : PHE
l21 : LEU
l22 : GLN
l23 : GLN
l24 : GLN
l25 : THR
l26 : PRO
l27 : VAL
l28 : THR
l29 : ILE
l30 : TRP
l31 : LEU
l32 : PHE
l33 : GLU
l34 : GLN
l35 : ILE
l36 : GLY
l37 : ILE
l38 : ARG
l39 : ILE
l40 : LYS
l41 : GLY
l42 : LYS
l43 : ILE
l44 : VAL
l45 : GLY
l46 : PHE
l47 : ASP
l48 : GLU
l49 : PHE
l50 : MET
l51 : ASN
l52 : VAL
l53 : VAL
l54 : ILE
l55 : ASP
l56 : GLU
l57 : ALA
l58 : VAL
l59 : GLU
l60 : ILE
l61 : PRO
l62 : VAL
l63 : ASN
l64 : SER
l73 : LYS
l74 : GLY
l75 : THR
l76 : PRO
l77 : LEU
l78 : GLY
l79 : LYS
l80 : ILE
l81 : LEU
l82 : LEU
l83 : LYS
l84 : GLY
l85 : ASP
l86 : ASN
l87 : ILE
l88 : THR
l89 : LEU
l90 : ILE
l91 : THR
l92 : SER
m12 : PRO
m13 : VAL
m14 : ASN
m15 : PRO
m16 : LYS
m17 : PRO
m18 : PHE
m19 : LEU
m20 : LYS
m21 : GLY
m22 : LEU
m23 : VAL
m24 : ASN
m25 : HIS
m26 : ARG
m27 : VAL
m28 : GLY
m29 : VAL
m30 : LYS
m31 : LEU
m32 : LYS
m33 : PHE
m34 : ASN
m35 : SER
m36 : THR
m37 : GLU
m38 : TYR
m39 : ARG
m40 : GLY
m41 : THR
m42 : LEU
m43 : VAL
m44 : SER
m45 : THR
m46 : ASP
m47 : ASN
m48 : TYR
m49 : PHE
m50 : ASN
m51 : LEU
m52 : GLN
m53 : LEU
m54 : ASN
m55 : GLU
m56 : ALA
m57 : GLU
m58 : GLU
m59 : PHE
m60 : VAL
m61 : ALA
m62 : GLY
m63 : VAL
m64 : SER
m65 : HIS
m66 : GLY
m67 : THR
m68 : LEU
m69 : GLY
m70 : GLU
m71 : ILE
m72 : PHE
m73 : ILE
m74 : ARG
m75 : CYS
m76 : ASN
m77 : ASN
m78 : VAL
m79 : LEU
m80 : TYR
m81 : ILE
m82 : ARG
m83 : GLU
n2 : VAL
n3 : SER
n4 : THR
n5 : PRO
n6 : GLU
n7 : LEU
n8 : LYS
n9 : LYS
n10 : TYR
n11 : MET
n12 : ASP
n13 : LYS
n14 : LYS
n15 : ILE
n16 : LEU
n17 : LEU
n18 : ASN
n19 : ILE
n20 : ASN
n21 : GLY
n22 : SER
n23 : ARG
n24 : LYS
n25 : VAL
n26 : ALA
n27 : GLY
n28 : ILE
n29 : LEU
n30 : ARG
n31 : GLY
n32 : TYR
n33 : ASP
n34 : ILE
n35 : PHE
n36 : LEU
n37 : ASN
n38 : VAL
n39 : VAL
n40 : LEU
n41 : ASP
n42 : ASP
n43 : ALA
n44 : MET
n45 : GLU
n46 : ILE
n53 : ASN
n54 : ASN
n55 : HIS
n56 : GLN
n57 : LEU
n58 : GLY
n59 : LEU
n60 : GLN
n61 : THR
n62 : VAL
n63 : ILE
n64 : ARG
n65 : GLY
n66 : ASN
n67 : SER
n68 : ILE
n69 : ILE
n70 : SER
n71 : LEU
n72 : GLU
n73 : ALA
n74 : LEU
n75 : ASP
n76 : ALA
o4 : ASN
o5 : GLY
o6 : ILE
o7 : PRO
o8 : VAL
o9 : LYS
o10 : LEU
o11 : LEU
o12 : ASN
o13 : GLU
o14 : ALA
o15 : GLN
o16 : GLY
o17 : HIS
o18 : ILE
o19 : VAL
o20 : SER
o21 : LEU
o22 : GLU
o23 : LEU
o24 : THR
o25 : THR
o26 : GLY
o27 : ALA
o28 : THR
o29 : TYR
o30 : ARG
o31 : GLY
o32 : LYS
o33 : LEU
o34 : VAL
o35 : GLU
o36 : SER
o37 : GLU
o38 : ASP
o39 : SER
o40 : MET
o41 : ASN
o42 : VAL
o43 : GLN
o44 : LEU
o45 : ARG
o46 : ASP
o47 : VAL
o48 : ILE
o49 : ALA
o50 : THR
o51 : GLU
o56 : VAL
o57 : THR
o58 : HIS
o59 : MET
o60 : ASP
o61 : GLN
o62 : ILE
o63 : PHE
o64 : VAL
o65 : ARG
o66 : GLY
o67 : SER
o68 : GLN
o69 : ILE
o70 : LYS
o71 : PHE
o72 : ILE
o73 : VAL
o74 : VAL
o75 : PRO
o76 : ASP
o77 : LEU
o78 : LEU
o79 : LYS
o80 : ASN
o81 : ALA
o82 : PRO
o83 : LEU
o84 : PHE
o85 : LYS
p1 : MET
p2 : LYS
p3 : LEU
p4 : VAL
p5 : ASN
p6 : PHE
p7 : LEU
p8 : LYS
p9 : LYS
p10 : LEU
p11 : ARG
p12 : ASN
p13 : GLU
p14 : GLN
p15 : VAL
p16 : THR
p17 : ILE
p18 : GLU
p19 : LEU
p20 : LYS
p21 : ASN
p22 : GLY
p23 : THR
p24 : THR
p25 : VAL
p26 : TRP
p27 : GLY
p28 : THR
p29 : LEU
p30 : GLN
p31 : SER
p32 : VAL
p33 : SER
p34 : PRO
p35 : GLN
p36 : MET
p37 : ASN
p38 : ALA
p39 : ILE
p40 : LEU
p41 : THR
p42 : ASP
p43 : VAL
p44 : LYS
p45 : LEU
p46 : THR
p47 : LEU
p48 : PRO
p76 : SER
p77 : ASP
p78 : ASN
p79 : ILE
p80 : ALA
p81 : SER
p82 : LEU
p83 : GLN
p84 : TYR
p85 : ILE
p86 : ASN
p87 : ILE
p88 : ARG
p89 : GLY
p90 : ASN
p91 : THR
p92 : ILE
p93 : ARG
p94 : GLN
p95 : ILE
p96 : ILE
p97 : LEU
p98 : PRO
p99 : ASP
p100 : SER
p101 : LEU
p102 : ASN
p103 : LEU
p104 : ASP
p105 : SER
p106 : LEU
q16 : ALA
q17 : GLU
q18 : LEU
q19 : GLU
q20 : GLU
q21 : LEU
q22 : GLU
q23 : GLU
q24 : PHE
q25 : GLU
q26 : PHE
q27 : LYS
q28 : HIS
q29 : GLY
q30 : PRO
q31 : MET
q32 : SER
q33 : LEU
q34 : ILE
q35 : ASN
q36 : ASP
q37 : ALA
q38 : MET
q39 : VAL
q40 : THR
q41 : ARG
q42 : THR
q43 : PRO
q44 : VAL
q45 : ILE
q46 : ILE
q47 : SER
q48 : LEU
q49 : ARG
q50 : ASN
q51 : ASN
q52 : HIS
q53 : LYS
q54 : ILE
q55 : ILE
q56 : ALA
q57 : ARG
q58 : VAL
q59 : LYS
q60 : ALA
q61 : PHE
q62 : ASP
q63 : ARG
q64 : HIS
q65 : CYS
q66 : ASN
q67 : MET
q68 : VAL
q69 : LEU
q70 : GLU
q71 : ASN
q72 : VAL
q73 : LYS
q74 : GLU
q75 : LEU
q76 : TRP
q77 : THR
q78 : GLU
q79 : LYS
q80 : LYS
q81 : GLY
q82 : LYS
q83 : ASN
q84 : VAL
q85 : ILE
q86 : ASN
q87 : ARG
q88 : GLU
q89 : ARG
q90 : PHE
q91 : ILE
q92 : SER
q93 : LYS
q94 : LEU
q95 : PHE
q96 : LEU
q97 : ARG
q98 : GLY
q99 : ASP
q100 : SER
q101 : VAL
q102 : ILE
q103 : VAL
q104 : VAL
q105 : LEU
q106 : LYS
q107 : THR
q108 : PRO
r28 : ASN
r29 : THR
r30 : LEU
r31 : TYR
r32 : VAL
r33 : SER
r34 : GLN
r35 : LEU
r36 : ASN
r37 : GLU
r38 : LYS
r39 : ILE
r40 : ASN
r41 : MET
r42 : GLN
r43 : ARG
r44 : LEU
r45 : ARG
r46 : VAL
r47 : ASN
r48 : LEU
r49 : PHE
r50 : LEU
r51 : LEU
r52 : PHE
r53 : ALA
r54 : THR
r55 : PHE
r56 : GLY
r57 : GLU
r58 : VAL
r59 : LEU
r60 : LYS
r61 : VAL
r62 : SER
r63 : MET
r64 : ASN
r65 : PHE
r66 : LYS
r67 : LYS
r68 : GLN
r69 : ARG
r70 : GLY
r71 : GLN
r72 : ALA
r73 : PHE
r74 : ILE
r75 : THR
r76 : MET
r77 : ARG
r78 : THR
r79 : ILE
r80 : ASP
r81 : GLN
r82 : ALA
r83 : SER
r84 : LEU
r85 : ALA
r86 : GLN
r87 : ILE
r88 : SER
r89 : LEU
r90 : ASN
r91 : GLY
r92 : GLU
r93 : ARG
r94 : PHE
r95 : PHE
r96 : GLY
r97 : LYS
r98 : PRO
r99 : LEU
r100 : LYS
r101 : VAL
r102 : GLU
r103 : PHE
r104 : SER
r105 : LYS
r106 : SER
r107 : GLU
r108 : THR
r109 : LYS
r110 : THR
r111 : LEU
s1 : MET
s2 : LYS
s3 : PHE
s4 : THR
s5 : PRO
s6 : SER
s7 : ILE
s8 : VAL
s9 : ILE
s10 : ASP
s11 : ALA
s12 : PRO
s13 : GLN
s14 : TYR
s15 : TYR
s16 : VAL
s17 : ASP
s18 : HIS
s19 : PHE
s20 : ASN
s21 : GLY
s22 : LYS
s23 : TYR
s24 : ASN
s25 : VAL
s26 : ASP
s27 : LYS
s28 : CYS
s29 : VAL
s30 : ILE
s31 : LEU
s32 : ARG
s33 : ASP
s34 : LEU
s35 : GLN
s36 : LEU
s37 : GLU
s38 : THR
s39 : ASP
s40 : SER
s41 : GLU
s42 : SER
s43 : MET
s44 : PRO
s45 : SER
s46 : SER
s47 : LEU
s48 : LYS
s49 : HIS
s50 : LEU
s54 : THR
s55 : HIS
s56 : ILE
s57 : LEU
s58 : ASP
s59 : LEU
s60 : THR
s61 : ASN
s62 : ASN
s63 : ASP
s64 : LEU
s65 : ILE
s66 : MET
s67 : ILE
s68 : PRO
s69 : ASP
s70 : LEU
s71 : SER
s72 : ARG
s73 : ARG
s74 : ASP
s75 : ASP
s76 : ILE
s77 : HIS
s78 : THR
s79 : LEU
s80 : LEU
s81 : LEU
s82 : GLY
s83 : ARG
s84 : ASN
s85 : ASN
s86 : ILE
s87 : VAL
s88 : GLU
s89 : VAL
s90 : ASP
s91 : GLY
s92 : ARG
s93 : LEU
s94 : LEU
s95 : PRO
s96 : MET
s97 : ASN
s98 : VAL
s99 : GLN
s100 : ASN
s101 : LEU
s102 : THR
s103 : LEU
s104 : SER
s105 : ASN
s106 : ASN
s107 : SER
s108 : ILE
s109 : ARG
s110 : ARG
s111 : PHE
s112 : GLU
s113 : ASP
s114 : LEU
s115 : GLN
s116 : ARG
s117 : LEU
s118 : ARG
s119 : ARG
s120 : ALA
s121 : PRO
s122 : ARG
s123 : THR
s124 : LEU
s125 : LYS
s126 : ASN
s127 : LEU
s128 : THR
s129 : LEU
s130 : ILE
s131 : GLY
s132 : ASN
s133 : GLN
s134 : VAL
s135 : CYS
s136 : HIS
s137 : LEU
s138 : ALA
s139 : ASN
s140 : TYR
s141 : ARG
s142 : GLU
s143 : HIS
s144 : VAL
s145 : LEU
s146 : ARG
s147 : LEU
s148 : VAL
s149 : PRO
s150 : HIS
s151 : LEU
s152 : GLU
s153 : THR
s154 : LEU
s155 : ASP
s156 : PHE
s157 : GLN
s158 : ASN
s159 : VAL
s160 : THR
s161 : ALA
s162 : GLU
s163 : GLU
s164 : ARG
s165 : LYS
s166 : SER
s167 : ALA
u1 : MET
u2 : LEU
u3 : CYS
u4 : ALA
u5 : ILE
u6 : SER
u7 : GLY
u8 : LYS
u9 : VAL
u10 : PRO
u11 : ARG
u12 : ARG
u13 : PRO
u14 : VAL
u15 : LEU
u16 : SER
u17 : PRO
u18 : LYS
u19 : SER
u20 : ARG
u21 : THR
u22 : ILE
u23 : PHE
u24 : GLU
u25 : LYS
u26 : SER
u27 : LEU
u28 : LEU
u29 : GLU
u30 : GLN
u31 : TYR
u32 : VAL
u33 : LYS
u34 : ASP
u35 : THR
u36 : GLY
u37 : ASN
u38 : ASP
u39 : PRO
u40 : ILE
u41 : THR
u42 : ASN
u43 : GLU
u44 : PRO
u45 : LEU
u46 : SER
u47 : ILE
u48 : GLU
u49 : GLU
u50 : ILE
u51 : VAL
u77 : ILE
u78 : PRO
u79 : ASN
u80 : LEU
u81 : LEU
u82 : THR
u83 : SER
u84 : LEU
u85 : GLN
u86 : ASN
u87 : GLU
u88 : TRP
u89 : ASP
u90 : ALA
u91 : ILE
u92 : MET
u93 : LEU
u94 : GLU
u95 : ASN
u96 : PHE
u97 : LYS
u98 : LEU
u99 : ARG
u100 : SER
u101 : THR
u102 : LEU
u103 : ASP
u104 : SER
u105 : LEU
u106 : THR
u107 : LYS
u108 : LYS
u109 : LEU
u110 : SER
u111 : THR
u112 : VAL
u113 : MET
u114 : TYR
u115 : GLU
u116 : ARG
u117 : ASP
u118 : ALA
u119 : ALA
u120 : LYS
u121 : LEU
u122 : VAL
u123 : ALA
u124 : ALA
u125 : GLN
u126 : LEU
u127 : LEU
u128 : MET
u129 : GLU
u130 : LYS
u131 : ASN
u132 : GLU
u133 : ASP
u134 : SER
u135 : LYS
u136 : ASP
u137 : LEU
u138 : PRO
u139 : LYS
u171 : ALA
u172 : PRO
u173 : LYS
u174 : TRP
u175 : PRO
u176 : ILE
u177 : LEU
u178 : LYS
u179 : ASN
u180 : LEU
u181 : GLU
u182 : LEU
u183 : LEU
u184 : GLN
u185 : ALA
u186 : GLN
u187 : ASN
u188 : TYR
u189 : SER
u190 : ARG
u191 : ASN
u192 : ILE
u193 : LYS
u194 : THR
u195 : PHE
u196 : PRO
u197 : TYR
u198 : LYS
u199 : GLU
u200 : LEU
u201 : ASN
u202 : LYS
u203 : SER
u204 : MET
u205 : TYR
u206 : TYR
u207 : ASP
u208 : LYS
u209 : TRP
u210 : VAL
u211 : CYS
u212 : MET
u213 : CYS
u214 : ARG
u215 : CYS
u216 : GLU
u217 : ASP
u218 : GLY
u219 : ALA
u220 : LEU
u221 : HIS
u222 : PHE
u223 : THR
u224 : GLN
u225 : LEU
u226 : LYS
u227 : ASP
u228 : SER
u229 : LYS
u230 : THR
u231 : ILE
u232 : THR
u233 : THR
u234 : ILE
u235 : THR
u236 : THR
u237 : PRO
u238 : ASN
u239 : PRO
u240 : ARG
u241 : THR
u242 : GLY
u243 : GLY
u244 : GLU
u245 : HIS
u246 : PRO
u247 : ALA
u248 : ILE
u249 : ILE
u250 : SER
u251 : ARG
u252 : GLY
u253 : PRO
u254 : CYS
u255 : ASN
u256 : ARG
u257 : LEU
u258 : LEU
u259 : LEU
u260 : LEU
u261 : TYR
u262 : PRO
u263 : GLY
u264 : ASN
u265 : GLN
u266 : ILE
u267 : THR
u268 : ILE
u269 : LEU
u270 : ASP
u271 : SER
u272 : LYS
u273 : THR
u274 : ASN
u275 : LYS
u276 : VAL
u277 : LEU
u278 : ARG
u279 : GLU
u280 : ILE
u281 : GLU
u282 : VAL
u283 : ASP
u284 : SER
u285 : ALA
u286 : ASN
u287 : GLU
u288 : ILE
u289 : ILE
u290 : TYR
u291 : MET
u292 : TYR
u293 : GLY
u294 : HIS
u295 : ASN
u299 : THR
u300 : GLU
u301 : TYR
u302 : PHE
u303 : ILE
u304 : TRP
u305 : ALA
u306 : ASP
u307 : ASN
u308 : ARG
u309 : GLY
u310 : THR
u311 : ILE
u312 : GLY
u313 : PHE
u314 : GLN
u315 : SER
u316 : TYR
u317 : GLU
u318 : ASP
u319 : ASP
u320 : SER
u321 : GLN
u322 : TYR
u323 : ILE
u324 : VAL
u325 : HIS
u326 : SER
u327 : ALA
u328 : LYS
u329 : SER
u330 : ASP
u331 : VAL
u332 : GLU
u333 : TYR
u334 : SER
u335 : SER
u336 : GLY
u337 : VAL
u338 : LEU
u339 : HIS
u340 : LYS
u341 : ASP
u342 : SER
u343 : LEU
u344 : LEU
u345 : LEU
u346 : ALA
u347 : LEU
u348 : TYR
u349 : SER
u350 : PRO
u351 : ASP
u352 : GLY
u353 : ILE
u354 : LEU
u355 : ASP
u356 : VAL
u357 : TYR
u358 : ASN
u359 : LEU
u360 : SER
u361 : SER
u362 : PRO
u363 : ASP
u364 : GLN
u365 : ALA
u366 : SER
u367 : SER
u368 : ARG
u369 : PHE
u370 : PRO
u371 : VAL
u372 : ASP
u373 : GLU
u374 : GLU
u375 : ALA
u376 : LYS
u377 : ILE
u378 : LYS
u379 : GLU
u380 : VAL
u381 : LYS
u382 : PHE
u383 : ALA
u384 : ASP
u385 : ASN
u386 : GLY
u387 : TYR
u388 : TRP
u389 : MET
u390 : VAL
u391 : VAL
u392 : GLU
u393 : CYS
u394 : ASP
u395 : GLN
u396 : THR
u397 : VAL
u398 : VAL
u399 : CYS
u400 : PHE
u401 : ASP
u402 : LEU
u403 : ARG
u404 : LYS
u405 : ASP
u406 : VAL
u407 : GLY
u408 : THR
u409 : LEU
u410 : ALA
u411 : TYR
u412 : PRO
u413 : THR
u414 : TYR
u415 : THR
u416 : ILE
u422 : GLY
u423 : THR
u424 : VAL
u425 : THR
u426 : TYR
u427 : ASP
u428 : ILE
u429 : ASP
u430 : ASP
u431 : SER
u432 : GLY
u433 : LYS
u434 : ASN
u435 : MET
u436 : ILE
u437 : ALA
u438 : TYR
u439 : SER
u440 : ASN
u441 : GLU
u442 : SER
u443 : ASN
u444 : SER
u445 : LEU
u446 : THR
u447 : ILE
u448 : TYR
u449 : LYS
u450 : PHE
u451 : ASP
u452 : LYS
u453 : LYS
u454 : THR
u455 : LYS
u456 : ASN
u457 : TRP
u458 : THR
u459 : LYS
u460 : ASP
u461 : GLU
u462 : GLU
u463 : SER
u464 : ALA
u465 : LEU
u466 : CYS
u467 : LEU
u472 : ALA
u473 : ASP
u474 : PHE
u475 : THR
u476 : ASP
u477 : MET
u478 : ASP
u479 : VAL
u480 : VAL
u481 : CYS
u482 : GLY
u483 : ASP
u484 : GLY
u485 : GLY
u486 : ILE
u487 : ALA
u488 : ALA
u489 : ILE
u490 : LEU
u491 : LYS
u492 : THR
u493 : ASN
u494 : ASP
u495 : SER
u496 : PHE
u497 : ASN
u498 : ILE
u499 : VAL
u500 : ALA
u501 : LEU
u502 : THR
u503 : PRO
v1 : MET
v2 : LEU
v3 : CYS
v4 : ALA
v5 : ILE
v6 : SER
v7 : GLY
v8 : LYS
v9 : VAL
v10 : PRO
v11 : ARG
v12 : ARG
v13 : PRO
v14 : VAL
v15 : LEU
v16 : SER
v17 : PRO
v18 : LYS
v19 : SER
v20 : ARG
v21 : THR
v22 : ILE
v23 : PHE
v24 : GLU
v25 : LYS
v26 : SER
v27 : LEU
v28 : LEU
v29 : GLU
v30 : GLN
v31 : TYR
v32 : VAL
v33 : LYS
v34 : ASP
v35 : THR
v36 : GLY
v37 : ASN
v38 : ASP
v39 : PRO
v40 : ILE
v41 : THR
v42 : ASN
v43 : GLU
v44 : PRO
v45 : LEU
v46 : SER
v47 : ILE
v48 : GLU
v49 : GLU
v50 : ILE
v51 : VAL
v76 : SER
v77 : ILE
v78 : PRO
v79 : ASN
v80 : LEU
v81 : LEU
v82 : THR
v83 : SER
v84 : LEU
v85 : GLN
v86 : ASN
v87 : GLU
v88 : TRP
v89 : ASP
v90 : ALA
v91 : ILE
v92 : MET
v93 : LEU
v94 : GLU
v95 : ASN
v96 : PHE
v97 : LYS
v98 : LEU
v99 : ARG
v100 : SER
v101 : THR
v102 : LEU
v103 : ASP
v104 : SER
v105 : LEU
v106 : THR
v107 : LYS
v108 : LYS
v109 : LEU
v110 : SER
v111 : THR
v112 : VAL
v113 : MET
v114 : TYR
v115 : GLU
v116 : ARG
v117 : ASP
v118 : ALA
v119 : ALA
v120 : LYS
v121 : LEU
v122 : VAL
v123 : ALA
v124 : ALA
v125 : GLN
v126 : LEU
v127 : LEU
v128 : MET
v129 : GLU
v130 : LYS
v131 : ASN
v132 : GLU
v133 : ASP
v134 : SER
v135 : LYS
v136 : ASP
v137 : LEU
v138 : PRO
v139 : LYS
v140 : SER
v141 : SER
v142 : GLN
w1 : MET
w2 : LEU
w3 : CYS
w4 : ALA
w5 : ILE
w6 : SER
w7 : GLY
w8 : LYS
w9 : VAL
w10 : PRO
w11 : ARG
w12 : ARG
w13 : PRO
w14 : VAL
w15 : LEU
w16 : SER
w17 : PRO
w18 : LYS
w19 : SER
w20 : ARG
w21 : THR
w22 : ILE
w23 : PHE
w24 : GLU
w25 : LYS
w26 : SER
w27 : LEU
w28 : LEU
w29 : GLU
w30 : GLN
w31 : TYR
w32 : VAL
w33 : LYS
w34 : ASP
w35 : THR
w36 : GLY
w37 : ASN
w38 : ASP
w39 : PRO
w40 : ILE
w41 : THR
w42 : ASN
w43 : GLU
w44 : PRO
w45 : LEU
w46 : SER
w47 : ILE
w48 : GLU
w49 : GLU
w50 : ILE
w51 : VAL
w78 : PRO
w79 : ASN
w80 : LEU
w81 : LEU
w82 : THR
w83 : SER
w84 : LEU
w85 : GLN
w86 : ASN
w87 : GLU
w88 : TRP
w89 : ASP
w90 : ALA
w91 : ILE
w92 : MET
w93 : LEU
w94 : GLU
w95 : ASN
w96 : PHE
w97 : LYS
w98 : LEU
w99 : ARG
w100 : SER
w101 : THR
w102 : LEU
w103 : ASP
w104 : SER
w105 : LEU
w106 : THR
w107 : LYS
w108 : LYS
w109 : LEU
w110 : SER
w111 : THR
w112 : VAL
w113 : MET
w114 : TYR
w115 : GLU
w116 : ARG
w117 : ASP
w118 : ALA
w119 : ALA
w120 : LYS
w121 : LEU
w122 : VAL
w123 : ALA
w124 : ALA
w125 : GLN
w126 : LEU
w127 : LEU
w128 : MET
w129 : GLU
w130 : LYS
w131 : ASN
w132 : GLU
w133 : ASP
w134 : SER
w135 : LYS
w136 : ASP
w137 : LEU
w138 : PRO
w139 : LYS
w140 : SER
w141 : SER
w142 : GLN
w143 : GLN
w171 : ALA
w172 : PRO
w173 : LYS
w174 : TRP
w175 : PRO
w176 : ILE
w177 : LEU
w178 : LYS
w179 : ASN
w180 : LEU
w181 : GLU
w182 : LEU
w183 : LEU
w184 : GLN
w185 : ALA
w186 : GLN
w187 : ASN
w188 : TYR
w189 : SER
w190 : ARG
w191 : ASN
w192 : ILE
w193 : LYS
w194 : THR
w195 : PHE
w196 : PRO
w197 : TYR
w198 : LYS
w199 : GLU
w200 : LEU
w201 : ASN
w202 : LYS
w203 : SER
w204 : MET
w205 : TYR
w206 : TYR
w207 : ASP
w208 : LYS
w209 : TRP
w210 : VAL
w211 : CYS
w212 : MET
w213 : CYS
w214 : ARG
w215 : CYS
w216 : GLU
w217 : ASP
w218 : GLY
w219 : ALA
w220 : LEU
w221 : HIS
w222 : PHE
w223 : THR
w224 : GLN
w225 : LEU
w226 : LYS
w227 : ASP
w228 : SER
w229 : LYS
w230 : THR
w231 : ILE
w232 : THR
w233 : THR
w234 : ILE
w235 : THR
w236 : THR
w237 : PRO
w238 : ASN
w239 : PRO
w240 : ARG
w241 : THR
w242 : GLY
w243 : GLY
w244 : GLU
w245 : HIS
w246 : PRO
w247 : ALA
w248 : ILE
w249 : ILE
w250 : SER
w251 : ARG
w252 : GLY
w253 : PRO
w254 : CYS
w255 : ASN
w256 : ARG
w257 : LEU
w258 : LEU
w259 : LEU
w260 : LEU
w261 : TYR
w262 : PRO
w263 : GLY
w264 : ASN
w265 : GLN
w266 : ILE
w267 : THR
w268 : ILE
w269 : LEU
w270 : ASP
w271 : SER
w272 : LYS
w273 : THR
w274 : ASN
w275 : LYS
w276 : VAL
w277 : LEU
w278 : ARG
w279 : GLU
w280 : ILE
w281 : GLU
w282 : VAL
w283 : ASP
w284 : SER
w285 : ALA
w286 : ASN
w287 : GLU
w288 : ILE
w289 : ILE
w290 : TYR
w291 : MET
w292 : TYR
w293 : GLY
w294 : HIS
w295 : ASN
w299 : THR
w300 : GLU
w301 : TYR
w302 : PHE
w303 : ILE
w304 : TRP
w305 : ALA
w306 : ASP
w307 : ASN
w308 : ARG
w309 : GLY
w310 : THR
w311 : ILE
w312 : GLY
w313 : PHE
w314 : GLN
w315 : SER
w316 : TYR
w317 : GLU
w318 : ASP
w319 : ASP
w320 : SER
w321 : GLN
w322 : TYR
w323 : ILE
w324 : VAL
w325 : HIS
w326 : SER
w327 : ALA
w328 : LYS
w329 : SER
w330 : ASP
w331 : VAL
w332 : GLU
w333 : TYR
w334 : SER
w335 : SER
w336 : GLY
w337 : VAL
w338 : LEU
w339 : HIS
w340 : LYS
w341 : ASP
w342 : SER
w343 : LEU
w344 : LEU
w345 : LEU
w346 : ALA
w347 : LEU
w348 : TYR
w349 : SER
w350 : PRO
w351 : ASP
w352 : GLY
w353 : ILE
w354 : LEU
w355 : ASP
w356 : VAL
w357 : TYR
w358 : ASN
w359 : LEU
w360 : SER
w361 : SER
w362 : PRO
w363 : ASP
w364 : GLN
w365 : ALA
w366 : SER
w367 : SER
w368 : ARG
w369 : PHE
w370 : PRO
w371 : VAL
w372 : ASP
w373 : GLU
w374 : GLU
w375 : ALA
w376 : LYS
w377 : ILE
w378 : LYS
w379 : GLU
w380 : VAL
w381 : LYS
w382 : PHE
w383 : ALA
w384 : ASP
w385 : ASN
w386 : GLY
w387 : TYR
w388 : TRP
w389 : MET
w390 : VAL
w391 : VAL
w392 : GLU
w393 : CYS
w394 : ASP
w395 : GLN
w396 : THR
w397 : VAL
w398 : VAL
w399 : CYS
w400 : PHE
w401 : ASP
w402 : LEU
w403 : ARG
w404 : LYS
w405 : ASP
w406 : VAL
w407 : GLY
w408 : THR
w409 : LEU
w410 : ALA
w411 : TYR
w412 : PRO
w413 : THR
w414 : TYR
w415 : THR
w416 : ILE
w422 : GLY
w423 : THR
w424 : VAL
w425 : THR
w426 : TYR
w427 : ASP
w428 : ILE
w429 : ASP
w430 : ASP
w431 : SER
w432 : GLY
w433 : LYS
w434 : ASN
w435 : MET
w436 : ILE
w437 : ALA
w438 : TYR
w439 : SER
w440 : ASN
w441 : GLU
w442 : SER
w443 : ASN
w444 : SER
w445 : LEU
w446 : THR
w447 : ILE
w448 : TYR
w449 : LYS
w450 : PHE
w451 : ASP
w452 : LYS
w453 : LYS
w454 : THR
w455 : LYS
w456 : ASN
w457 : TRP
w458 : THR
w459 : LYS
w460 : ASP
w461 : GLU
w462 : GLU
w463 : SER
w464 : ALA
w465 : LEU
w466 : CYS
w467 : LEU
w472 : ALA
w473 : ASP
w474 : PHE
w475 : THR
w476 : ASP
w477 : MET
w478 : ASP
w479 : VAL
w480 : VAL
w481 : CYS
w482 : GLY
w483 : ASP
w484 : GLY
w485 : GLY
w486 : ILE
w487 : ALA
w488 : ALA
w489 : ILE
w490 : LEU
w491 : LYS
w492 : THR
w493 : ASN
w494 : ASP
w495 : SER
w496 : PHE
w497 : ASN
w498 : ILE
w499 : VAL
w500 : ALA
w501 : LEU
w502 : THR
w503 : PRO
x1 : MET
x2 : LEU
x3 : CYS
x4 : ALA
x5 : ILE
x6 : SER
x7 : GLY
x8 : LYS
x9 : VAL
x10 : PRO
x11 : ARG
x12 : ARG
x13 : PRO
x14 : VAL
x15 : LEU
x16 : SER
x17 : PRO
x18 : LYS
x19 : SER
x20 : ARG
x21 : THR
x22 : ILE
x23 : PHE
x24 : GLU
x25 : LYS
x26 : SER
x27 : LEU
x28 : LEU
x29 : GLU
x30 : GLN
x31 : TYR
x32 : VAL
x33 : LYS
x34 : ASP
x35 : THR
x36 : GLY
x37 : ASN
x38 : ASP
x39 : PRO
x40 : ILE
x41 : THR
x42 : ASN
x43 : GLU
x44 : PRO
x45 : LEU
x46 : SER
x47 : ILE
x48 : GLU
x49 : GLU
x50 : ILE
x51 : VAL
x52 : GLU
x76 : SER
x77 : ILE
x78 : PRO
x79 : ASN
x80 : LEU
x81 : LEU
x82 : THR
x83 : SER
x84 : LEU
x85 : GLN
x86 : ASN
x87 : GLU
x88 : TRP
x89 : ASP
x90 : ALA
x91 : ILE
x92 : MET
x93 : LEU
x94 : GLU
x95 : ASN
x96 : PHE
x97 : LYS
x98 : LEU
x99 : ARG
x100 : SER
x101 : THR
x102 : LEU
x103 : ASP
x104 : SER
x105 : LEU
x106 : THR
x107 : LYS
x108 : LYS
x109 : LEU
x110 : SER
x111 : THR
x112 : VAL
x113 : MET
x114 : TYR
x115 : GLU
x116 : ARG
x117 : ASP
x118 : ALA
x119 : ALA
x120 : LYS
x121 : LEU
x122 : VAL
x123 : ALA
x124 : ALA
x125 : GLN
x126 : LEU
x127 : LEU
x128 : MET
x129 : GLU
x130 : LYS
x131 : ASN
x132 : GLU
x133 : ASP
x134 : SER
x135 : LYS
x136 : ASP
x137 : LEU
x138 : PRO
x139 : LYS
y12 : ILE
y13 : PRO
y14 : ASP
y15 : GLY
y16 : TYR
y17 : LYS
y18 : ASN
y19 : GLU
y20 : ILE
y21 : ASP
y22 : GLN
y23 : LEU
y24 : VAL
y25 : LYS
y26 : LYS
y27 : GLU
y28 : PHE
y29 : ALA
y30 : ASN
y31 : ILE
y85 : THR
y86 : LEU
y87 : PHE
y88 : LEU
y89 : GLU
y90 : GLU
y91 : TYR
y92 : ARG
y93 : ARG
y94 : LYS
y95 : TYR
y96 : PRO
y97 : ARG
y98 : ILE
y99 : ASP
y100 : THR
y101 : SER
y102 : ARG
y103 : TYR
y104 : ILE
y105 : PRO
y106 : ASN
y107 : GLU
y108 : SER
y109 : SER
y110 : GLU
y111 : VAL
y112 : SER
y113 : LEU
y114 : LEU
y115 : GLY
y116 : ILE
y117 : VAL
y118 : ASP
y119 : SER
y120 : TYR
y121 : LEU
y122 : LYS
y123 : HIS
y124 : GLN
y125 : GLU
y126 : ILE
y127 : VAL
y128 : LEU
y129 : ASP
y130 : THR
y131 : LEU
y132 : LEU
y133 : PRO
y134 : GLN
y135 : THR
y136 : VAL
y137 : SER
y138 : ASN
y139 : GLN
y140 : TRP
y141 : ARG
y142 : ILE
y143 : ASN
y144 : ASN
y145 : ASP
y146 : TYR
y147 : ILE
y148 : ARG
y149 : GLN
y150 : THR
y151 : CYS
y152 : THR
y153 : ILE
y154 : VAL
y155 : GLU
y156 : GLU
y157 : MET
y158 : ASN
y159 : ILE
y160 : GLN
y161 : GLN
y162 : ARG
y163 : LYS
y164 : GLN
y165 : ILE
y166 : ASN
y167 : ASP
y168 : LEU
y169 : GLU
y170 : ILE
y171 : TYR
y172 : ARG
y173 : LYS
y174 : ARG
'6'501 : MG
'6'502 : MG
'6'503 : MG
'6'504 : MG
A3001 : IHP
B2001 : GTP
B2002 : MG
F501 : ZN
F502 : ZN
G501 : ZN
I501 : ZN
I502 : ZN
I503 : ZN
O501 : ZN
Adjacent stackings ----------------------------------------------
'2'3-'2'4 : adjacent_5p upward 
'2'4-'2'5 : adjacent_5p upward 
'2'5-'2'6 : adjacent_5p upward 
'2'7-'2'8 : adjacent_5p upward 
'2'11-'2'12 : adjacent_5p upward 
'2'12-'2'13 : adjacent_5p upward 
'2'13-'2'14 : adjacent_5p upward 
'2'21-'2'22 : adjacent_5p upward 
'2'26-'2'27 : adjacent_5p upward 
'2'27-'2'28 : adjacent_5p upward 
'2'28-'2'29 : adjacent_5p upward 
'2'29-'2'30 : adjacent_5p inward pairing 
'2'32-'2'33 : adjacent_5p upward 
'2'34-'2'35 : adjacent_5p upward 
'2'35-'2'36 : adjacent_5p upward 
'2'36-'2'37 : adjacent_5p upward 
'2'37-'2'38 : adjacent_5p upward 
'2'38-'2'39 : adjacent_5p upward 
'2'39-'2'40 : adjacent_5p upward 
'2'42-'2'43 : adjacent_5p upward 
'2'43-'2'44 : adjacent_5p upward 
'2'44-'2'45 : adjacent_5p upward 
'2'46-'2'47 : adjacent_5p upward 
'2'55-'2'56 : adjacent_5p upward 
'2'56-'2'57 : adjacent_5p upward 
'2'57-'2'58 : adjacent_5p upward 
'2'58-'2'59 : adjacent_5p upward 
'2'59-'2'60 : adjacent_5p upward 
'2'60-'2'61 : adjacent_5p upward 
'2'61-'2'62 : adjacent_5p upward 
'2'62-'2'63 : adjacent_5p upward 
'2'99-'2'100 : adjacent_5p upward 
'2'100-'2'101 : adjacent_5p upward 
'2'103-'2'104 : adjacent_5p upward 
'2'139-'2'140 : adjacent_5p upward 
'2'140-'2'141 : adjacent_5p upward 
'2'141-'2'142 : adjacent_5p upward 
'2'143-'2'144 : adjacent_5p upward 
'2'144-'2'145 : adjacent_5p upward 
'2'145-'2'146 : adjacent_5p upward 
'2'146-'2'147 : adjacent_5p upward 
'2'147-'2'148 : adjacent_5p upward 
'2'148-'2'149 : adjacent_5p upward 
'2'149-'2'150 : adjacent_5p upward 
'2'1089-'2'1090 : adjacent_5p upward 
'2'1090-'2'1091 : adjacent_5p upward 
'2'1091-'2'1092 : adjacent_5p upward 
'2'1092-'2'1093 : adjacent_5p upward 
'2'1093-'2'1094 : adjacent_5p upward 
'2'1094-'2'1095 : adjacent_5p upward 
'2'1098-'2'1099 : adjacent_5p upward 
'2'1099-'2'1100 : adjacent_5p upward 
'2'1102-'2'1103 : adjacent_5p upward 
'2'1103-'2'1104 : adjacent_5p upward 
'2'1117-'2'1118 : adjacent_5p upward 
'2'1118-'2'1119 : adjacent_5p upward 
'2'1120-'2'1121 : adjacent_5p upward 
'2'1126-'2'1127 : adjacent_5p upward 
'2'1127-'2'1128 : adjacent_5p upward 
'2'1128-'2'1129 : adjacent_5p upward 
'2'1138-'2'1139 : adjacent_5p upward 
'2'1139-'2'1140 : adjacent_5p upward 
'2'1142-'2'1143 : adjacent_5p upward 
'2'1146-'2'1147 : adjacent_5p upward 
'2'1147-'2'1148 : adjacent_5p upward 
'2'1149-'2'1150 : adjacent_5p upward 
'2'1150-'2'1151 : adjacent_5p upward 
'2'1152-'2'1153 : adjacent_5p upward 
'2'1153-'2'1154 : adjacent_5p upward 
'2'1160-'2'1161 : adjacent_5p upward 
'2'1161-'2'1162 : adjacent_5p upward 
'2'1163-'2'1164 : adjacent_5p upward 
'2'1164-'2'1165 : adjacent_5p upward 
'2'1166-'2'1167 : adjacent_5p upward 
'2'1167-'2'1168 : adjacent_5p upward 
'5'28-'5'29 : adjacent_5p upward 
'5'29-'5'30 : adjacent_5p upward 
'5'30-'5'31 : adjacent_5p upward 
'5'31-'5'32 : adjacent_5p upward 
'5'35-'5'36 : adjacent_5p upward 
'5'36-'5'37 : adjacent_5p upward 
'5'38-'5'39 : adjacent_5p upward 
'5'44-'5'45 : adjacent_5p downward 
'5'46-'5'47 : adjacent_5p upward 
'5'47-'5'48 : adjacent_5p upward 
'5'48-'5'49 : adjacent_5p upward 
'5'50-'5'51 : adjacent_5p upward 
'5'51-'5'52 : adjacent_5p upward 
'5'52-'5'53 : adjacent_5p upward 
'5'53-'5'54 : adjacent_5p upward 
'5'60-'5'61 : adjacent_5p outward 
'5'61-'5'62 : adjacent_5p upward 
'5'62-'5'63 : adjacent_5p upward 
'5'63-'5'64 : adjacent_5p upward 
'5'64-'5'65 : adjacent_5p upward 
'5'66-'5'67 : adjacent_5p upward 
'5'68-'5'69 : adjacent_5p upward 
'5'69-'5'70 : adjacent_5p upward 
'5'71-'5'72 : adjacent_5p upward 
'5'72-'5'73 : adjacent_5p upward 
'5'82-'5'83 : adjacent_5p upward 
'5'84-'5'85 : adjacent_5p upward 
'5'86-'5'87 : adjacent_5p upward 
'5'87-'5'88 : adjacent_5p upward 
'5'88-'5'89 : adjacent_5p upward 
'5'90-'5'91 : adjacent_5p upward 
'5'92-'5'93 : adjacent_5p upward 
'5'93-'5'94 : adjacent_5p upward 
'5'98-'5'99 : adjacent_5p upward 
'5'99-'5'100 : adjacent_5p upward 
'5'100-'5'101 : adjacent_5p upward 
'5'102-'5'103 : adjacent_5p upward 
'5'103-'5'104 : adjacent_5p upward 
'5'104-'5'105 : adjacent_5p upward 
'5'105-'5'106 : adjacent_5p upward 
'5'106-'5'107 : adjacent_5p upward 
'5'107-'5'108 : adjacent_5p upward 
'5'108-'5'109 : adjacent_5p upward 
'5'109-'5'110 : adjacent_5p upward 
'5'110-'5'111 : adjacent_5p upward 
'5'112-'5'113 : adjacent_5p upward 
'5'113-'5'114 : adjacent_5p upward 
'5'114-'5'115 : adjacent_5p upward 
'5'115-'5'116 : adjacent_5p upward 
'5'117-'5'118 : adjacent_5p upward 
'5'118-'5'119 : adjacent_5p upward 
'5'120-'5'121 : adjacent_5p upward 
'5'123-'5'124 : adjacent_5p upward 
'5'124-'5'125 : adjacent_5p upward 
'5'125-'5'126 : adjacent_5p upward 
'5'126-'5'127 : adjacent_5p upward 
'6'1-'6'2 : adjacent_5p upward 
'6'2-'6'3 : adjacent_5p upward 
'6'5-'6'6 : adjacent_5p upward 
'6'7-'6'8 : adjacent_5p upward 
'6'8-'6'9 : adjacent_5p upward 
'6'10-'6'11 : adjacent_5p upward 
'6'12-'6'13 : adjacent_5p inward 
'6'15-'6'16 : adjacent_5p upward 
'6'16-'6'17 : adjacent_5p upward 
'6'18-'6'19 : adjacent_5p upward 
'6'20-'6'21 : adjacent_5p upward 
'6'22-'6'23 : adjacent_5p upward 
'6'23-'6'24 : adjacent_5p upward 
'6'24-'6'25 : adjacent_5p upward 
'6'25-'6'26 : adjacent_5p upward 
'6'29-'6'30 : adjacent_5p upward 
'6'30-'6'31 : adjacent_5p upward 
'6'41-'6'42 : adjacent_5p outward 
'6'42-'6'43 : adjacent_5p upward 
'6'43-'6'44 : adjacent_5p upward 
'6'44-'6'45 : adjacent_5p upward 
'6'45-'6'46 : adjacent_5p upward 
'6'47-'6'48 : adjacent_5p upward 
'6'48-'6'49 : adjacent_5p inward 
'6'49-'6'50 : adjacent_5p outward 
'6'52-'6'53 : adjacent_5p upward 
'6'55-'6'56 : adjacent_5p upward 
'6'56-'6'57 : adjacent_5p upward 
'6'57-'6'58 : adjacent_5p upward 
'6'59-'6'60 : adjacent_5p upward 
'6'60-'6'61 : adjacent_5p upward 
'6'61-'6'62 : adjacent_5p upward 
'6'62-'6'63 : adjacent_5p upward 
'6'63-'6'64 : adjacent_5p upward 
'6'64-'6'65 : adjacent_5p upward 
'6'70-'6'71 : adjacent_5p upward 
'6'72-'6'73 : adjacent_5p upward 
'6'75-'6'76 : adjacent_5p upward 
'6'76-'6'77 : adjacent_5p upward 
'6'77-'6'78 : adjacent_5p upward 
'6'81-'6'82 : adjacent_5p upward 
'6'82-'6'83 : adjacent_5p upward 
'6'86-'6'87 : adjacent_5p upward 
'6'87-'6'88 : adjacent_5p upward 
'6'93-'6'94 : adjacent_5p upward 
'6'94-'6'95 : adjacent_5p upward 
'6'95-'6'96 : adjacent_5p upward 
'6'96-'6'97 : adjacent_5p upward 
'6'97-'6'98 : adjacent_5p upward 
'6'98-'6'99 : adjacent_5p upward 
'6'99-'6'100 : adjacent_5p upward 
'6'101-'6'102 : adjacent_5p upward 
e-8-e-7 : adjacent_5p upward 
e-5-e-4 : adjacent_5p upward 
e-4-e-3 : adjacent_5p upward 
e-3-e-2 : adjacent_5p upward 
e-2-e-1 : adjacent_5p upward 
e-1-e1 : adjacent_5p upward 
e1-e2 : adjacent_5p inward 
e19-e20 : adjacent_5p inward 
i1-i2 : adjacent_5p upward 
i2-i3 : adjacent_5p upward 
i3-i4 : adjacent_5p upward 
i4-i5 : adjacent_5p upward 
i5-i6 : adjacent_5p upward 
i6-i7 : adjacent_5p inward 
i7-i8 : adjacent_5p outward 
i501-i502 : adjacent_5p upward 
i502-i503 : adjacent_5p upward 
i503-i504 : adjacent_5p upward 
i504-i505 : adjacent_5p upward 
i505-i506 : adjacent_5p upward 
i507-i508 : adjacent_5p upward 
i509-i510 : adjacent_5p upward 
i510-i511 : adjacent_5p upward 
i511-i512 : adjacent_5p upward 
i512-i513 : adjacent_5p upward 
i513-i514 : adjacent_5p upward 
i516-i517 : adjacent_5p upward 
i625-i626 : adjacent_5p upward 
i626-i627 : adjacent_5p upward 
i627-i628 : adjacent_5p upward 
i1001-i1002 : adjacent_5p upward 
i1003-i1004 : adjacent_5p upward 
i1004-i1005 : adjacent_5p upward 
i1005-i1006 : adjacent_5p upward 
i1006-i1007 : adjacent_5p upward 
Non-Adjacent stackings ------------------------------------------
'2'13-'6'93 : outward 
'2'17-'6'88 : downward 
'2'21-'6'62 : outward 
'2'34-i517 : outward 
'2'36-i514 : outward 
'2'39-i511 : outward 
'2'57-'2'103 : outward 
'2'60-'2'100 : outward 
'2'143-'2'1166 : outward 
'2'1094-'2'1149 : outward 
'2'1097-'2'1146 : outward 
'2'1099-'2'1142 : outward 
'2'1100-'2'1102 : upward 
'2'1120-'2'1126 : outward 
'5'28-'5'126 : outward 
'5'32-'5'34 : upward 
'5'35-'5'120 : outward 
'5'38-'5'117 : outward 
'5'41-'5'78 : downward 
'5'42-'5'45 : upward 
'5'48-'5'68 : outward 
'5'50-'5'66 : outward 
'5'75-'5'77 : outward 
'5'79-'5'114 : outward 
'5'80-'5'82 : upward pairing 
'5'80-'5'113 : outward 
'5'86-'5'109 : outward 
'5'93-'5'102 : outward 
'5'96-e1 : outward 
'6'5-'6'22 : outward 
'6'7-'6'20 : outward 
'6'47-i7 : downward 
'6'51-i3 : outward 
'6'51-i1118 : inward 
'6'52-'6'80 : outward 
'6'73-'6'75 : upward 
'6'78-'6'81 : upward 
i1-i1117 : downward pairing 
i625-i1004 : outward 
i626-i1003 : outward 
Number of stackings = 258
Number of adjacent stackings = 218
Number of non adjacent stackings = 40
Base-pairs ------------------------------------------------------
'2'3-'6'102 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'2'4-'6'101 : A-U Ww/Ww pairing antiparallel cis XX 
'2'5-'6'100 : A-U Ww/Ww pairing antiparallel cis XX 
'2'6-'6'99 : U-A Ww/Ww pairing antiparallel cis XX 
'2'7-'6'98 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'8-'6'97 : U-A Ww/Ww pairing antiparallel cis one_hbond 
'2'9-'6'96 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'10-'6'95 : U-A Ww/Ww pairing antiparallel cis XX 
'2'11-'6'94 : U-A Wh/Ww pairing antiparallel cis one_hbond 
'2'12-'6'93 : U-A Ww/Ww pairing antiparallel cis one_hbond 
'2'14-'6'92 : C-C O2'/Bh pairing 
'2'16-'6'92 : U-C Ws/Wh pairing parallel trans one_hbond 
'2'21-'6'61 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'22-'6'60 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'23-'6'59 : U-A Ww/Ww pairing antiparallel cis XX 
'2'26-'6'58 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'27-'6'57 : A-U Ww/Ww pairing antiparallel cis XX 
'2'28-'6'56 : U-A Ww/Ww pairing antiparallel cis XX 
'2'29-'2'30 : C-A O2'/Ss adjacent_5p inward pairing 
'2'29-'6'55 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'33-i517 : U-A Ww/Ww pairing antiparallel cis XX 
'2'34-i516 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'35-i514 : U-A Ww/Ww pairing antiparallel cis one_hbond 
'2'36-i513 : A-U Ww/Ww pairing antiparallel cis one_hbond 
'2'37-i512 : G-C Ww/Ww pairing antiparallel cis one_hbond 130 
'2'38-i511 : U-A Ww/Ww pairing antiparallel cis XX 
'2'39-i510 : A-U Ww/Ww pairing antiparallel cis XX 
'2'41-i508 : C-G Ww/Ww pairing antiparallel cis one_hbond 
'2'42-i507 : U-A Ww/Ww pairing antiparallel cis XX 
'2'43-i505 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'44-i504 : U-A Ww/Ww pairing antiparallel cis XX 
'2'45-i503 : U-A Ww/Ww pairing antiparallel cis XX 
'2'46-i502 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'47-i501 : U-A Ww/Ww pairing antiparallel cis XX 
'2'55-'2'104 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'56-'2'103 : U-A Ww/Ww pairing antiparallel cis XX 
'2'57-'2'102 : A-U Ww/Ww pairing antiparallel cis XX 
'2'58-'2'101 : A-U Ww/Ww pairing antiparallel cis XX 
'2'59-'2'100 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'60-'2'99 : A-U Ww/Ww pairing antiparallel cis XX 
'2'139-'2'1169 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'140-'2'1168 : G-U Ws/Ws pairing antiparallel cis one_hbond 
'2'141-'2'1167 : A-U Ww/Ww pairing antiparallel cis XX 
'2'142-'2'1166 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'143-'2'1165 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'144-'2'1164 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'145-'2'1163 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'146-'2'1162 : A-U Ww/Ww pairing antiparallel cis XX 
'2'147-'2'1161 : A-U Ww/Ww pairing antiparallel cis XX 
'2'148-'2'1160 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'149-'2'1159 : A-U Ww/Ww pairing antiparallel cis XX 
'2'1089-'2'1153 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'1090-'2'1152 : A-U Ww/Ww pairing antiparallel cis XX 
'2'1091-'2'1151 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'2'1092-'2'1150 : A-U Ww/Ww pairing antiparallel cis XX 
'2'1093-'2'1149 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'1094-'2'1148 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'2'1095-'2'1147 : U-A Ww/Ww pairing antiparallel cis XX 
'2'1096-'2'1146 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'1097-'2'1143 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'1098-'2'1142 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'1099-'2'1141 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'1100-'2'1140 : A-U Ww/Ww pairing antiparallel cis XX 
'2'1102-'2'1139 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'1103-'2'1138 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'1107-'2'1108 : C-A O2'/C8 adjacent_5p pairing 
'2'1117-'2'1128 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'1118-'2'1127 : U-A Ww/Ww pairing antiparallel cis XX 
'2'1119-'2'1126 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'1120-'2'1125 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'5'28-'5'125 : G-C Ww/Ww pairing antiparallel cis XIX 
'5'29-'5'124 : G-C Ww/Ww pairing antiparallel cis XIX 
'5'30-'5'123 : A-U Ww/Ww pairing antiparallel cis XX 
'5'31-'5'122 : G-C Ww/Ww pairing antiparallel cis XIX 
'5'32-'5'121 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'5'34-'5'120 : C-G Ww/Ww pairing antiparallel cis XIX 
'5'35-'5'119 : A-U Ww/Ww pairing antiparallel cis XX 
'5'36-'5'118 : A-U Ww/Ww pairing antiparallel cis XX 
'5'37-'5'117 : C-G Ww/Ww pairing antiparallel cis XIX 
'5'38-'5'116 : A-U Ww/Ww pairing antiparallel cis XX 
'5'39-'5'115 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'5'40-'5'41 : C-A O2'/Hh adjacent_5p pairing 
'5'40-'5'114 : C-G Ww/Ww pairing antiparallel cis XIX 
'5'42-'5'78 : A-A Hh/Ww pairing antiparallel trans one_hbond 
'5'44-'5'75 : A-A Hw/Hh pairing parallel trans one_hbond 
'5'46-'5'69 : C-G Ww/Ww pairing antiparallel cis XIX 
'5'47-'5'68 : U-A Ww/Ww pairing antiparallel cis XX 
'5'48-'5'67 : G-U Ww/Ws pairing antiparallel cis 
'5'49-'5'66 : U-A Ww/Ww pairing antiparallel cis XX 
'5'50-'5'65 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'5'51-'5'64 : G-C Ww/Ww pairing antiparallel cis XIX 
'5'52-'5'63 : G-C Ww/Ww pairing antiparallel cis XIX 
'5'53-'5'62 : C-G Ww/Ww pairing antiparallel cis XIX 
'5'55-'5'60 : U-U Ss/Ww O2'/Ww pairing parallel trans one_hbond 
'5'70-'5'71 : A-A O2'/Hh adjacent_5p pairing 
'5'71-'5'116 : A-U Ss/O2' pairing 
'5'73-'5'78 : U-A O2'/Ss pairing 
'5'74-'5'77 : U-A O2'/Ss pairing 
'5'79-'5'113 : C-G Ww/Ww pairing antiparallel cis XIX 
'5'80-'5'82 : G-A O2'/Hh upward pairing 
'5'80-'5'112 : G-C Ww/Ww pairing antiparallel cis XIX 
'5'84-'5'110 : A-U Ww/Ww pairing antiparallel cis XX 
'5'85-'5'109 : U-A Ww/Ww pairing antiparallel cis XX 
'5'86-'5'108 : G-C Ww/Ww pairing antiparallel cis one_hbond 
'5'87-'5'107 : G-C Ww/Ww pairing antiparallel cis XIX 
'5'88-'5'106 : U-A Ww/Ww pairing antiparallel cis XX 
'5'89-'5'105 : U-A Ww/Ww pairing antiparallel cis XX 
'5'90-'5'104 : C-G Ww/Ww pairing antiparallel cis XIX 
'5'91-'5'103 : U-A Ww/Ww pairing antiparallel cis XX 
'5'92-'5'102 : U-C Ww/Ww pairing antiparallel cis one_hbond 
'5'93-'5'101 : G-C Ww/Ww pairing antiparallel cis XIX 
'5'96-e-1 : U-A Ww/Ww pairing antiparallel cis XX 
'5'97-e-2 : U-A Ww/Ww pairing antiparallel cis XX 
'5'98-'6'75 : U-A O2'/Ss pairing 
'5'98-e-3 : U-A Ww/Ww pairing antiparallel cis XX 
'5'99-'6'72 : U-C O2'/Bh pairing 
'5'99-'6'73 : U-A O2'/Bh pairing 
'5'99-e-4 : U-A Ww/Ww pairing antiparallel cis XX 
'5'167-'5'173 : A-U Ss/O2' pairing 
'6'1-'6'25 : G-C Ww/Ww pairing antiparallel cis XIX 
'6'2-'6'24 : U-A Ww/Ww pairing antiparallel cis XX 
'6'3-'6'23 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'6'4-'6'22 : C-G Ww/Ww pairing antiparallel cis XIX 
'6'6-'6'20 : C-G Ww/Ww pairing antiparallel cis XIX 
'6'7-'6'19 : G-C Ww/Ws pairing antiparallel cis one_hbond 130 
'6'8-'6'18 : A-U Ww/Ww pairing antiparallel cis XX 
'6'9-'6'17 : A-U Ww/Ww pairing antiparallel cis XX 
'6'10-'6'16 : G-C Ww/Bs pairing antiparallel cis 127 
'6'45-i8 : A-U Ww/Wh pairing antiparallel cis one_hbond 
'6'46-i7 : U-A Wh/Hw pairing parallel cis one_hbond 
'6'47-i6 : A-U Ww/Ww pairing antiparallel cis XX 
'6'48-i5 : C-G Ww/Ww pairing antiparallel cis XIX 
'6'49-i4 : A-U Hh/Ww pairing parallel cis one_hbond 
'6'50-i3 : G-A Sw/Hh Bs/O2P pairing antiparallel trans one_hbond 
'6'51-i2 : A-U Hh/Ws pairing antiparallel trans one_hbond 
'6'52-'6'60 : G-G Ww/Hh pairing antiparallel trans one_hbond 
'6'53-'6'59 : A-A Ww/Hh pairing antiparallel trans V 
'6'54-'6'56 : U-A O2'/Hh Hh/O2P pairing 
'6'58-i1118 : C-G O2P/Ww pairing 
'6'61-'6'80 : C-U Hh/Bs pairing parallel cis 99 
'6'63-'6'84 : G-C Ww/Ww pairing antiparallel cis XIX 
'6'64-'6'83 : U-A Ww/Ww pairing antiparallel cis XX 
'6'65-'6'82 : U-A Ww/Ww pairing antiparallel cis one_hbond 
'6'67-'6'81 : C-G Ww/Ww pairing antiparallel cis XIX 
'6'68-'6'78 : C-G Ww/Ww pairing antiparallel cis XIX 
'6'69-'6'77 : C-G Ww/Ww pairing antiparallel cis XIX 
'6'70-'6'76 : U-A Ww/Ww pairing antiparallel cis XX 
'6'71-'6'74 : G-U Ww/O2P Bs/O2P pairing 
'6'71-'6'75 : G-A Sw/Hh pairing antiparallel trans one_hbond 
'6'79-i4 : A-U Bh/O2' pairing 
e-7-e-6 : A-A O2'/C8 adjacent_5p pairing 
e4-e5 : U-A O2'/Ss adjacent_5p pairing 
e13-e14 : U-U O2'/Hh adjacent_5p pairing 
i1-i1117 : G-A Bs/O2' downward pairing 
i1-i1118 : G-G Ww/Hh pairing parallel cis VI 
i515-i1117 : A-A Hh/Hh pairing parallel trans one_hbond 
i621-i1008 : U-A Ww/Ww pairing antiparallel cis one_hbond 
i624-i1004 : U-A Ww/Ww pairing antiparallel cis XX 
i625-i1003 : U-A Ww/Ww pairing antiparallel cis XX 
i626-i1002 : U-A Ww/Ww pairing antiparallel cis XX 
