Residue conformations -------------------------------------------
a2 : VAL
a3 : LYS
a4 : LEU
a5 : THR
a6 : ALA
a7 : GLU
a8 : LEU
a9 : ILE
a10 : GLU
a11 : GLN
a12 : ALA
a13 : ALA
a14 : GLN
a15 : TYR
a16 : THR
a17 : ASN
a18 : ALA
a19 : VAL
a20 : ARG
a21 : ASP
a22 : ARG
a23 : GLU
a24 : LEU
a25 : ASP
a26 : LEU
a27 : ARG
a28 : GLY
a29 : TYR
a30 : LYS
a31 : ILE
a32 : PRO
a33 : VAL
a34 : ILE
a35 : GLU
a36 : ASN
a37 : LEU
a38 : GLY
a39 : ALA
a40 : THR
a41 : LEU
a42 : ASP
a43 : GLN
a44 : PHE
a45 : ASP
a46 : ALA
a47 : ILE
a48 : ASP
a49 : PHE
a50 : SER
a51 : ASP
a52 : ASN
a53 : GLU
a54 : ILE
a55 : ARG
a56 : LYS
a57 : LEU
a58 : ASP
a59 : GLY
a60 : PHE
a61 : PRO
a62 : LEU
a63 : LEU
a64 : ARG
a65 : ARG
a66 : LEU
a67 : LYS
a68 : THR
a69 : LEU
a70 : LEU
a71 : VAL
a72 : ASN
a73 : ASN
a74 : ASN
a75 : ARG
a76 : ILE
a77 : CYS
a78 : ARG
a79 : ILE
a80 : GLY
a81 : GLU
a82 : GLY
a83 : LEU
a84 : ASP
a85 : GLN
a86 : ALA
a87 : LEU
a88 : PRO
a89 : CYS
a90 : LEU
a91 : THR
a92 : GLU
a93 : LEU
a94 : ILE
a95 : LEU
a96 : THR
a97 : ASN
a98 : ASN
a99 : SER
a100 : LEU
a101 : VAL
a102 : GLU
a103 : LEU
a104 : GLY
a105 : ASP
a106 : LEU
a107 : ASP
a108 : PRO
a109 : LEU
a110 : ALA
a111 : SER
a112 : LEU
a113 : LYS
a114 : SER
a115 : LEU
a116 : THR
a117 : TYR
a118 : LEU
a119 : SER
a120 : ILE
a121 : LEU
a122 : ARG
a123 : ASN
a124 : PRO
a125 : VAL
a126 : THR
a127 : ASN
a128 : LYS
a129 : LYS
a130 : HIS
a131 : TYR
a132 : ARG
a133 : LEU
a134 : TYR
a135 : VAL
a136 : ILE
a137 : TYR
a138 : LYS
a139 : VAL
a140 : PRO
a141 : GLN
a142 : VAL
a143 : ARG
a144 : VAL
a145 : LEU
a146 : ASP
a147 : PHE
a148 : GLN
a149 : LYS
a150 : VAL
a151 : LYS
a152 : LEU
a153 : LYS
a154 : GLU
a155 : ARG
a156 : GLN
a157 : GLU
a158 : ALA
a159 : GLU
a160 : LYS
a161 : MET
a162 : PHE
a163 : LYS
b6 : ILE
b7 : ARG
b8 : PRO
b9 : ASN
b10 : HIS
b11 : THR
b12 : ILE
b13 : TYR
b14 : ILE
b15 : ASN
b16 : ASN
b17 : MET
b18 : ASN
b19 : ASP
b20 : LYS
b21 : ILE
b22 : LYS
b23 : LYS
b24 : GLU
b25 : GLU
b26 : LEU
b27 : LYS
b28 : ARG
b29 : SER
b30 : LEU
b31 : TYR
b32 : ALA
b33 : LEU
b34 : PHE
b35 : SER
b36 : GLN
b37 : PHE
b38 : GLY
b39 : HIS
b40 : VAL
b41 : VAL
b42 : ASP
b43 : ILE
b44 : VAL
b45 : ALA
b46 : LEU
b47 : LYS
b48 : THR
b49 : MET
b50 : LYS
b51 : MET
b52 : ARG
b53 : GLY
b54 : GLN
b55 : ALA
b56 : PHE
b57 : VAL
b58 : ILE
b59 : PHE
b60 : LYS
b61 : GLU
b62 : LEU
b63 : GLY
b64 : SER
b65 : SER
b66 : THR
b67 : ASN
b68 : ALA
b69 : LEU
b70 : ARG
b71 : GLN
b72 : LEU
b73 : GLN
b74 : GLY
b75 : PHE
b76 : PRO
b77 : PHE
b78 : TYR
b79 : GLY
b80 : LYS
b81 : PRO
b82 : MET
b83 : ARG
b84 : ILE
b85 : GLN
b86 : TYR
b87 : ALA
b88 : LYS
b89 : THR
b90 : ASP
b91 : SER
b92 : ASP
b93 : ILE
b94 : ILE
b95 : SER
b96 : LYS
b97 : MET
b98 : ARG
b99 : GLY
b149 : PRO
b150 : ASN
b151 : TYR
b152 : ILE
b153 : LEU
b154 : PHE
b155 : LEU
b156 : ASN
b157 : ASN
b158 : LEU
b159 : PRO
b160 : GLU
b161 : GLU
b162 : THR
b163 : ASN
b164 : GLU
b165 : MET
b166 : MET
b167 : LEU
b168 : SER
b169 : MET
b170 : LEU
b171 : PHE
b172 : ASN
b173 : GLN
b174 : PHE
b175 : PRO
b176 : GLY
b177 : PHE
b178 : LYS
b179 : GLU
b180 : VAL
b181 : ARG
b182 : LEU
b188 : ASP
b189 : ILE
b190 : ALA
b191 : PHE
b192 : VAL
b193 : GLU
b194 : PHE
b195 : GLU
b196 : ASN
b197 : ASP
b198 : GLY
b199 : GLN
b200 : ALA
b201 : GLY
b202 : ALA
b203 : ALA
b204 : ARG
b205 : ASP
b206 : ALA
b207 : LEU
b208 : GLN
b209 : GLY
b210 : PHE
b211 : LYS
b212 : ILE
b213 : THR
b214 : PRO
b215 : SER
b216 : HIS
b217 : ALA
b218 : MET
b219 : LYS
b220 : ILE
b221 : THR
b222 : TYR
b223 : ALA
b224 : LYS
b225 : LYS
z17 : VAL
z18 : ASN
z19 : ARG
z20 : ILE
z21 : LEU
z22 : TYR
z23 : ILE
z24 : ARG
z25 : ASN
z26 : LEU
z27 : PRO
z28 : TYR
z29 : LYS
z30 : ILE
z31 : THR
z32 : ALA
z33 : GLU
z34 : GLU
z35 : MET
z36 : TYR
z37 : ASP
z38 : ILE
z39 : PHE
z40 : GLY
z41 : LYS
z42 : TYR
z43 : GLY
z44 : PRO
z45 : ILE
z46 : ARG
z47 : GLN
z48 : ILE
z49 : ARG
z50 : VAL
z51 : GLY
z52 : ASN
z53 : THR
z54 : PRO
z55 : GLU
z56 : THR
z57 : ARG
z58 : GLY
z59 : THR
z60 : ALA
z61 : TYR
z62 : VAL
z63 : VAL
z64 : TYR
z65 : GLU
z66 : ASP
z67 : ILE
z68 : PHE
z69 : ASP
z70 : ALA
z71 : LYS
z72 : ASN
z73 : ALA
z74 : CYS
z75 : ASP
z76 : HIS
z77 : LEU
z78 : SER
z79 : GLY
z80 : PHE
z81 : ASN
z82 : VAL
z83 : CYS
z84 : ASN
z85 : ARG
z86 : TYR
z87 : LEU
z88 : VAL
z89 : VAL
z90 : LEU
z91 : TYR
z92 : TYR
z93 : ASN
p350 : VAL
p351 : ASN
p352 : VAL
p353 : PHE
p354 : ARG
p355 : LEU
p356 : GLU
p357 : MET
p358 : GLU
p359 : GLY
p360 : ILE
p361 : THR
p362 : VAL
p363 : LYS
p364 : GLY
p365 : LYS
p366 : GLY
p367 : CYS
p368 : PRO
p369 : LYS
p370 : PRO
p371 : ILE
p372 : LYS
p373 : SER
p374 : TRP
p375 : VAL
p376 : GLN
p377 : CYS
p378 : GLY
p379 : ILE
p380 : SER
p381 : MET
p382 : LYS
p383 : ILE
p384 : LEU
p385 : ASN
p386 : SER
p387 : LEU
p388 : LYS
p389 : LYS
p390 : HIS
p391 : GLY
p392 : TYR
p393 : GLU
p394 : LYS
p395 : PRO
p396 : THR
p397 : PRO
p398 : ILE
p399 : GLN
p400 : THR
p401 : GLN
p402 : ALA
p403 : ILE
p404 : PRO
p405 : ALA
p406 : ILE
p407 : MET
p408 : SER
p409 : GLY
p410 : ARG
p411 : ASP
p412 : LEU
p413 : ILE
p414 : GLY
p415 : ILE
p416 : ALA
p417 : LYS
p418 : THR
p419 : GLY
p420 : SER
p421 : GLY
p422 : LYS
p423 : THR
p424 : ILE
p425 : ALA
p426 : PHE
p427 : LEU
p428 : LEU
p429 : PRO
p430 : MET
p431 : PHE
p432 : ARG
p433 : HIS
p434 : ILE
p435 : MET
p436 : ASP
p437 : GLN
p438 : ARG
p439 : SER
p440 : LEU
p441 : GLU
p442 : GLU
p443 : GLY
p444 : GLU
p445 : GLY
p446 : PRO
p447 : ILE
p448 : ALA
p449 : VAL
p450 : ILE
p451 : MET
p452 : THR
p453 : PRO
p454 : THR
p455 : ARG
p456 : GLU
p457 : LEU
p458 : ALA
p459 : LEU
p460 : GLN
p461 : ILE
p462 : THR
p463 : LYS
p464 : GLU
p465 : CYS
p466 : LYS
p467 : LYS
p468 : PHE
p469 : SER
p470 : LYS
p471 : THR
p472 : LEU
p473 : GLY
p474 : LEU
p475 : ARG
p476 : VAL
p477 : VAL
p478 : CYS
p479 : VAL
p480 : TYR
p481 : GLY
p482 : GLY
p483 : THR
p484 : GLY
p485 : ILE
p486 : SER
p487 : GLU
p488 : GLN
p489 : ILE
p490 : ALA
p491 : GLU
p492 : LEU
p493 : LYS
p494 : ARG
p495 : GLY
p496 : ALA
p497 : GLU
p498 : ILE
p499 : ILE
p500 : VAL
p501 : CYS
p502 : THR
p503 : PRO
p504 : GLY
p505 : ARG
p506 : MET
p507 : ILE
p508 : ASP
p509 : MET
p510 : LEU
p511 : ALA
p512 : ALA
p513 : ASN
p514 : SER
p515 : GLY
p516 : ARG
p517 : VAL
p518 : THR
p519 : ASN
p520 : LEU
p521 : ARG
p522 : ARG
p523 : VAL
p524 : THR
p525 : TYR
p526 : VAL
p527 : VAL
p528 : LEU
p529 : ASP
p530 : GLU
p531 : ALA
p532 : ASP
p533 : ARG
p534 : MET
p535 : PHE
p536 : ASP
p537 : MET
p538 : GLY
p539 : PHE
p540 : GLU
p541 : PRO
p542 : GLN
p543 : VAL
p544 : MET
p545 : ARG
p546 : ILE
p547 : VAL
p548 : ASP
p549 : ASN
p550 : VAL
p551 : ARG
p552 : PRO
p553 : ASP
p554 : ARG
p555 : GLN
p556 : THR
p557 : VAL
p558 : MET
p559 : PHE
p560 : SER
p561 : ALA
p562 : THR
p563 : PHE
p564 : PRO
p565 : ARG
p566 : ALA
p567 : MET
p568 : GLU
p569 : ALA
p570 : LEU
p571 : ALA
p572 : ARG
p573 : ARG
p574 : ILE
p575 : LEU
p576 : SER
p577 : LYS
p578 : PRO
p579 : ILE
p580 : GLU
p581 : VAL
p582 : GLN
p583 : VAL
p584 : GLY
p585 : GLY
p586 : ARG
p587 : SER
p588 : VAL
p589 : VAL
p590 : CYS
p591 : SER
p592 : ASP
p593 : VAL
p594 : GLU
p595 : GLN
p596 : GLN
p597 : VAL
p598 : ILE
p599 : VAL
p600 : ILE
p601 : GLU
p602 : GLU
p603 : GLU
p604 : LYS
p605 : LYS
p606 : PHE
p607 : LEU
p608 : LYS
p609 : LEU
p610 : LEU
p611 : GLU
p612 : LEU
p613 : LEU
p614 : GLY
p615 : HIS
p616 : TYR
p617 : GLN
p618 : GLU
p619 : SER
p620 : GLY
p621 : SER
p622 : VAL
p623 : ILE
p624 : ILE
p625 : PHE
p626 : VAL
p627 : ASP
p628 : LYS
p629 : GLN
p630 : GLU
p631 : HIS
p632 : ALA
p633 : ASP
p634 : GLY
p635 : LEU
p636 : LEU
p637 : LYS
p638 : ASP
p639 : LEU
p640 : MET
p641 : ARG
p642 : ALA
p643 : SER
p644 : TYR
p645 : PRO
p646 : CYS
p647 : MET
p648 : SER
p649 : LEU
p650 : HIS
p651 : GLY
p652 : GLY
p653 : ILE
p654 : ASP
p655 : GLN
p656 : TYR
p657 : ASP
p658 : ARG
p659 : ASP
p660 : SER
p661 : ILE
p662 : ILE
p663 : ASN
p664 : ASP
p665 : PHE
p666 : LYS
p667 : ASN
p668 : GLY
p669 : THR
p670 : CYS
p671 : LYS
p672 : LEU
p673 : LEU
p674 : VAL
p675 : ALA
p676 : THR
p677 : SER
p678 : VAL
p679 : ALA
p680 : ALA
p681 : ARG
p682 : GLY
p683 : LEU
p684 : ASP
p685 : VAL
p686 : LYS
p687 : HIS
p688 : LEU
p689 : ILE
p690 : LEU
p691 : VAL
p692 : VAL
p693 : ASN
p694 : TYR
p695 : SER
p696 : CYS
p697 : PRO
p698 : ASN
p699 : HIS
p700 : TYR
p701 : GLU
p702 : ASP
p703 : TYR
p704 : VAL
p705 : HIS
p706 : ARG
p707 : ALA
p708 : GLY
p709 : ARG
p710 : THR
p711 : GLY
p712 : ARG
p713 : ALA
p714 : GLY
p715 : ASN
p716 : LYS
p717 : GLY
p718 : TYR
p719 : ALA
p720 : TYR
p721 : THR
p722 : PHE
p723 : ILE
p724 : THR
p725 : GLU
p726 : ASP
p727 : GLN
p728 : ALA
p729 : ARG
p730 : TYR
p731 : ALA
p732 : GLY
p733 : ASP
p734 : ILE
p735 : ILE
p736 : LYS
p737 : ALA
p738 : LEU
p739 : GLU
p740 : LEU
p741 : SER
p742 : GLY
p743 : THR
'6'160 : SER
'6'161 : ALA
'6'162 : PHE
'6'163 : ASP
'6'164 : LEU
'6'165 : ASP
'6'166 : VAL
'6'167 : VAL
'6'168 : LYS
'6'169 : LEU
'6'170 : THR
'6'171 : ALA
'6'172 : GLN
'6'173 : PHE
'6'174 : VAL
'6'175 : ALA
'6'176 : ARG
'6'177 : ASN
'6'178 : GLY
'6'179 : ARG
'6'180 : GLN
'6'181 : PHE
'6'182 : LEU
'6'183 : THR
'6'184 : GLN
'6'185 : LEU
'6'186 : MET
'6'187 : GLN
'6'188 : LYS
'6'189 : GLU
'6'190 : GLN
'6'191 : ARG
'6'192 : ASN
'6'193 : TYR
'6'194 : GLN
'6'195 : PHE
'6'196 : ASP
'6'197 : PHE
'6'198 : LEU
'6'199 : ARG
'6'200 : PRO
'6'201 : GLN
'6'202 : HIS
'6'203 : SER
'6'204 : LEU
'6'205 : PHE
'6'206 : ASN
'6'207 : TYR
'6'208 : PHE
'6'209 : THR
'6'210 : LYS
'6'211 : LEU
'6'212 : VAL
'6'213 : GLU
'6'214 : GLN
'6'215 : TYR
'6'216 : THR
'6'217 : LYS
'6'218 : ILE
'6'219 : LEU
'6'220 : ILE
'6'221 : PRO
'6'222 : PRO
'6'223 : LYS
'6'224 : GLY
'6'225 : LEU
'6'226 : PHE
'6'227 : SER
'6'228 : LYS
'6'229 : LEU
'6'230 : LYS
'6'231 : LYS
'6'232 : GLU
'6'233 : ALA
'6'234 : GLU
'6'235 : ASN
'6'236 : PRO
'6'237 : ARG
'6'238 : GLU
'6'239 : VAL
'6'240 : LEU
'6'241 : ASP
'6'242 : GLN
'6'243 : VAL
'6'244 : CYS
'6'245 : TYR
'6'246 : ARG
'6'247 : VAL
'6'248 : GLU
'6'249 : TRP
'6'250 : ALA
'6'251 : LYS
'6'252 : PHE
'6'253 : GLN
'6'254 : GLU
'6'255 : ARG
'6'256 : GLU
'6'257 : ARG
'6'258 : LYS
'6'259 : LYS
'6'260 : GLU
'6'261 : GLU
'6'262 : GLU
'6'263 : GLU
'6'264 : LYS
'6'265 : GLU
'6'266 : LYS
'6'267 : GLU
'6'268 : ARG
'6'269 : VAL
'6'270 : ALA
'6'271 : TYR
'6'272 : ALA
'6'273 : GLN
'6'274 : ILE
'6'275 : ASP
'6'276 : TRP
'6'277 : HIS
'6'278 : ASP
'6'279 : PHE
'6'280 : VAL
'6'281 : VAL
'6'282 : VAL
'7'104 : VAL
'7'105 : GLU
'7'106 : VAL
'7'107 : LYS
'7'108 : LYS
'7'109 : PHE
'7'110 : VAL
'7'111 : LYS
'7'112 : ILE
'7'113 : GLY
'7'114 : ARG
'7'115 : PRO
'7'116 : GLY
'7'117 : TYR
'7'118 : LYS
'7'119 : VAL
'7'120 : THR
'7'121 : LYS
'7'122 : GLN
'7'123 : ARG
'7'124 : ASP
'7'125 : SER
'7'126 : GLU
'7'133 : LEU
'7'134 : PHE
'7'135 : GLN
'7'136 : ILE
'7'137 : ASP
'7'138 : TYR
'7'139 : PRO
'7'140 : GLU
'7'141 : ILE
'7'142 : ALA
'7'143 : GLU
'7'144 : GLY
'7'145 : ILE
'7'146 : MET
'7'147 : PRO
'7'148 : ARG
'7'149 : HIS
'7'150 : ARG
'7'151 : PHE
'7'152 : MET
'7'153 : SER
'7'154 : ALA
'7'155 : TYR
'7'156 : GLU
'7'157 : GLN
'7'158 : ARG
'7'159 : ILE
'7'160 : GLU
'7'161 : PRO
'7'162 : PRO
'7'163 : ASP
'7'164 : ARG
'7'165 : ARG
'7'166 : TRP
'7'167 : GLN
'7'168 : TYR
'7'169 : LEU
'7'170 : LEU
'7'171 : MET
'7'172 : ALA
'7'173 : ALA
'7'174 : GLU
'7'175 : PRO
'7'176 : TYR
'7'177 : GLU
'7'178 : THR
'7'179 : ILE
'7'180 : ALA
'7'181 : PHE
'7'182 : LYS
'7'183 : VAL
'7'184 : PRO
'7'185 : SER
'7'186 : ARG
'7'187 : GLU
'7'188 : ILE
'7'189 : ASP
'7'190 : LYS
'7'191 : ALA
'7'192 : GLU
'7'193 : GLY
'7'194 : LYS
'7'195 : PHE
'7'196 : TRP
'7'197 : THR
'7'198 : HIS
'7'199 : TRP
'7'200 : ASN
'7'201 : ARG
'7'202 : GLU
'7'203 : THR
'7'204 : LYS
'7'205 : GLN
'7'206 : PHE
'7'207 : PHE
'7'208 : LEU
'7'209 : GLN
'9'1 : MET
'9'2 : GLU
'9'3 : THR
'9'4 : ILE
'9'5 : LEU
'9'6 : GLU
'9'7 : GLN
'9'8 : GLN
'9'9 : ARG
'9'10 : ARG
'9'11 : TYR
'9'12 : HIS
'9'13 : GLU
'9'14 : GLU
'9'15 : LYS
'9'16 : GLU
'9'17 : ARG
'9'18 : LEU
'9'19 : MET
'9'20 : ASP
'9'21 : VAL
'9'22 : MET
'9'23 : ALA
'9'24 : LYS
'9'25 : GLU
'9'26 : MET
'9'27 : LEU
'9'28 : THR
'9'29 : LYS
'9'30 : LYS
'9'31 : SER
'9'32 : THR
'9'33 : LEU
'9'34 : ARG
'9'35 : ASP
'9'36 : GLN
'9'37 : ILE
'9'38 : ASN
'9'39 : SER
'9'40 : ASP
'9'41 : HIS
'9'42 : ARG
'9'43 : THR
'9'44 : ARG
'9'45 : ALA
'9'46 : MET
'9'47 : GLN
'9'48 : ASP
'9'49 : ARG
'9'50 : TYR
'9'51 : MET
'9'52 : GLU
'9'53 : VAL
'9'54 : SER
'9'55 : GLY
'9'56 : ASN
'9'57 : LEU
'9'58 : ARG
'9'59 : ASP
'9'60 : LEU
'9'61 : TYR
'9'62 : ASP
'9'63 : ASP
'9'64 : LYS
'9'65 : ASP
'9'66 : GLY
'9'67 : LEU
'9'68 : ARG
'9'69 : LYS
'9'70 : GLU
'9'71 : GLU
'9'72 : LEU
'9'73 : ASN
'9'74 : ALA
'9'75 : ILE
'9'76 : SER
'9'77 : GLY
'9'78 : PRO
'9'79 : ASN
'9'80 : GLU
'9'81 : PHE
'9'82 : ALA
'9'83 : GLU
'9'84 : PHE
'9'85 : TYR
'9'86 : ASN
'9'87 : ARG
'9'88 : LEU
'9'89 : LYS
'9'90 : GLN
'9'91 : ILE
'9'92 : LYS
'9'93 : GLU
'9'94 : PHE
'9'95 : HIS
'9'96 : ARG
'9'97 : LYS
'9'98 : HIS
'9'99 : PRO
'9'100 : ASN
'9'101 : GLU
'9'102 : ILE
'9'103 : CYS
'9'104 : VAL
'9'105 : PRO
'9'106 : MET
'9'107 : SER
'9'108 : VAL
'9'109 : GLU
'9'110 : PHE
'9'111 : GLU
'9'112 : GLU
'9'113 : LEU
'9'114 : LEU
'9'115 : LYS
'9'116 : ALA
'9'117 : ARG
'9'118 : GLU
'9'119 : ASN
'9'120 : PRO
'9'121 : SER
'9'122 : GLU
'9'123 : GLU
'9'124 : ALA
'9'125 : GLN
'9'126 : ASN
'9'127 : LEU
'9'128 : VAL
'9'129 : GLU
'9'130 : PHE
'9'131 : THR
'9'132 : ASP
'9'133 : GLU
'9'134 : GLU
'9'135 : GLY
'9'136 : TYR
'9'137 : GLY
'9'138 : ARG
'9'139 : TYR
'9'140 : LEU
'9'141 : ASP
'9'142 : LEU
'9'143 : HIS
'9'144 : ASP
'9'145 : CYS
'9'146 : TYR
'9'147 : LEU
'9'148 : LYS
'9'149 : TYR
'9'150 : ILE
'9'151 : ASN
'9'152 : LEU
'9'153 : LYS
'9'154 : ALA
'9'155 : SER
'9'156 : GLU
'9'157 : LYS
'9'158 : LEU
'9'159 : ASP
'9'160 : TYR
'9'161 : ILE
'9'162 : THR
'9'163 : TYR
'9'164 : LEU
'9'165 : SER
'9'166 : ILE
'9'167 : PHE
'9'168 : ASP
'9'169 : GLN
'9'170 : LEU
'9'171 : PHE
'9'172 : ASP
'9'173 : ILE
'9'174 : PRO
'9'175 : LYS
'9'176 : GLU
'9'177 : ARG
'9'178 : LYS
'9'179 : ASN
'9'180 : ALA
'9'181 : GLU
'9'182 : TYR
'9'183 : LYS
'9'184 : ARG
'9'185 : TYR
'9'186 : LEU
'9'187 : GLU
'9'188 : MET
'9'189 : LEU
'9'190 : LEU
'9'191 : GLU
'9'192 : TYR
'9'193 : LEU
'9'194 : GLN
'9'195 : ASP
'9'196 : TYR
'9'197 : THR
'9'198 : ASP
'9'199 : ARG
'9'200 : VAL
'9'201 : LYS
'9'202 : PRO
'9'203 : LEU
'9'204 : GLN
'9'205 : ASP
'9'206 : GLN
'9'207 : ASN
'9'208 : GLU
'9'209 : LEU
'9'210 : PHE
'9'211 : GLY
'9'212 : LYS
'9'213 : ILE
'9'214 : GLN
'9'215 : ALA
'9'216 : GLU
'9'217 : PHE
'9'218 : GLU
'9'219 : LYS
'9'220 : LYS
'9'221 : TRP
'9'222 : GLU
'9'223 : ASN
'9'224 : GLY
'9'225 : THR
'9'226 : PHE
'9'227 : PRO
'9'228 : GLY
'9'229 : TRP
'9'279 : GLU
'9'280 : GLU
'9'281 : ARG
'9'282 : ALA
'9'283 : GLN
'9'284 : ARG
'9'285 : LEU
'9'286 : PHE
'9'287 : SER
'9'288 : THR
'9'289 : LYS
'9'290 : GLY
'9'291 : LYS
'9'292 : SER
'9'293 : LEU
'9'294 : GLU
'9'295 : SER
'9'296 : LEU
'9'297 : ASP
'9'298 : THR
'9'299 : SER
'9'300 : LEU
'9'301 : PHE
'9'302 : ALA
'9'303 : LYS
'9'304 : ASN
'9'305 : PRO
'9'306 : LYS
'9'307 : SER
'9'308 : LYS
'9'309 : GLY
'9'310 : THR
'9'311 : LYS
'9'312 : ARG
'9'313 : ASP
'9'314 : THR
'9'315 : GLU
'9'316 : ARG
'9'317 : ASN
'9'318 : LYS
'9'319 : ASP
'9'320 : ILE
'9'321 : ALA
'9'322 : PHE
'9'323 : LEU
'9'324 : GLU
'9'325 : ALA
'9'326 : GLN
'9'327 : ILE
'9'328 : TYR
'9'329 : GLU
'9'330 : TYR
'9'331 : VAL
'9'332 : GLU
'9'333 : ILE
'9'334 : LEU
'9'335 : GLY
'9'336 : GLU
'9'337 : GLN
'9'338 : ARG
'9'339 : HIS
'9'340 : LEU
'9'341 : THR
'9'342 : HIS
'9'343 : GLU
'9'344 : ASN
'9'345 : VAL
'9'346 : GLN
'9'347 : ARG
'9'348 : LYS
'9'349 : GLN
'9'350 : ALA
'9'351 : ARG
'9'352 : THR
'9'353 : GLY
'9'354 : GLU
'9'355 : GLU
'9'356 : ARG
'9'357 : GLU
'9'358 : GLU
'9'359 : GLU
'9'360 : GLU
'9'361 : GLU
'9'362 : GLU
o11 : GLN
o12 : ASP
o13 : ALA
o14 : THR
o15 : VAL
o16 : TYR
o17 : VAL
o18 : GLY
o19 : GLY
o20 : LEU
o21 : ASP
o22 : GLU
o23 : LYS
o24 : VAL
o25 : SER
o26 : GLU
o27 : PRO
o28 : LEU
o29 : LEU
o30 : TRP
o31 : GLU
o32 : LEU
o33 : PHE
o34 : LEU
o35 : GLN
o36 : ALA
o37 : GLY
o38 : PRO
o39 : VAL
o40 : VAL
o41 : ASN
o42 : THR
o43 : HIS
o44 : MET
o45 : PRO
o46 : LYS
o47 : ASP
o48 : ARG
o49 : VAL
o50 : THR
o51 : GLY
o52 : GLN
o53 : HIS
o54 : GLN
o55 : GLY
o56 : TYR
o57 : GLY
o58 : PHE
o59 : VAL
o60 : GLU
o61 : PHE
o62 : LEU
o63 : SER
o64 : GLU
o65 : GLU
o66 : ASP
o67 : ALA
o68 : ASP
o69 : TYR
o70 : ALA
o71 : ILE
o72 : LYS
o73 : ILE
o74 : MET
o75 : ASN
o76 : MET
o77 : ILE
o78 : LYS
o79 : LEU
o80 : TYR
o81 : GLY
o82 : LYS
o83 : PRO
o84 : ILE
o85 : ARG
o86 : VAL
o87 : ASN
o88 : LYS
o89 : ALA
o101 : ASN
o102 : ILE
o103 : PHE
o104 : ILE
o105 : GLY
o106 : ASN
o107 : LEU
o108 : ASP
o109 : PRO
o110 : GLU
o111 : ILE
o112 : ASP
o113 : GLU
o114 : LYS
o115 : LEU
o116 : LEU
o117 : TYR
o118 : ASP
o119 : THR
o120 : PHE
o121 : SER
o122 : ALA
o123 : PHE
o124 : GLY
o125 : VAL
o126 : ILE
o127 : LEU
o128 : GLN
o129 : THR
o130 : PRO
o131 : LYS
o132 : ILE
o133 : MET
o134 : ARG
o135 : ASP
o136 : PRO
o137 : ASP
o138 : THR
o139 : GLY
o140 : ASN
o141 : SER
o142 : LYS
o143 : GLY
o144 : TYR
o145 : ALA
o146 : PHE
o147 : ILE
o148 : ASN
o149 : PHE
o150 : ALA
o151 : SER
o152 : PHE
o153 : ASP
o154 : ALA
o155 : SER
o156 : ASP
o157 : ALA
o158 : ALA
o159 : ILE
o160 : GLU
o161 : ALA
o162 : MET
o163 : ASN
o164 : GLY
o165 : GLN
o166 : TYR
o167 : LEU
o168 : CYS
o169 : ASN
o170 : ARG
o171 : PRO
o172 : ILE
o173 : THR
o174 : VAL
o175 : SER
o176 : TYR
o177 : ALA
o178 : PHE
o179 : LYS
o180 : LYS
o181 : ASP
m4 : GLY
m5 : LYS
m6 : SER
m7 : SER
m8 : LYS
m9 : MET
m10 : LEU
m11 : GLN
m12 : HIS
m13 : ILE
m14 : ASP
m15 : TYR
m16 : ARG
m17 : MET
m18 : ARG
m19 : CYS
m20 : ILE
m21 : LEU
m22 : GLN
m23 : ASP
m24 : GLY
m25 : ARG
m26 : ILE
m27 : PHE
m28 : ILE
m29 : GLY
m30 : THR
m31 : PHE
m32 : LYS
m33 : ALA
m34 : PHE
m35 : ASP
m36 : LYS
m37 : HIS
m38 : MET
m39 : ASN
m40 : LEU
m41 : ILE
m42 : LEU
m43 : CYS
m44 : ASP
m45 : CYS
m46 : ASP
m47 : GLU
m48 : PHE
m49 : ARG
m63 : GLU
m64 : LYS
m65 : ARG
m66 : VAL
m67 : LEU
m68 : GLY
m69 : LEU
m70 : VAL
m71 : LEU
m72 : LEU
m73 : ARG
m74 : GLY
m75 : GLU
m76 : ASN
m77 : LEU
m78 : VAL
m79 : SER
m80 : MET
m81 : THR
m82 : VAL
m83 : GLU
m84 : GLY
m85 : PRO
m86 : PRO
m87 : PRO
k3 : LYS
k4 : ALA
k5 : HIS
k6 : PRO
k7 : PRO
k8 : GLU
k9 : LEU
k10 : LYS
k11 : LYS
k12 : PHE
k13 : MET
k14 : ASP
k15 : LYS
k16 : LYS
k17 : LEU
k18 : SER
k19 : LEU
k20 : LYS
k21 : LEU
k22 : ASN
k23 : GLY
k24 : GLY
k25 : ARG
k26 : HIS
k27 : VAL
k28 : GLN
k29 : GLY
k30 : ILE
k31 : LEU
k32 : ARG
k33 : GLY
k34 : PHE
k35 : ASP
k36 : PRO
k37 : PHE
k38 : MET
k39 : ASN
k40 : LEU
k41 : VAL
k42 : ILE
k43 : ASP
k44 : GLU
k45 : CYS
k46 : VAL
k47 : GLU
k48 : MET
k49 : ALA
k50 : THR
k51 : SER
k52 : GLY
k53 : GLN
k54 : GLN
k55 : ASN
k56 : ASN
k57 : ILE
k58 : GLY
k59 : MET
k60 : VAL
k61 : VAL
k62 : ILE
k63 : ARG
k64 : GLY
k65 : ASN
k66 : SER
k67 : ILE
k68 : ILE
k69 : MET
k70 : LEU
k71 : GLU
k72 : ALA
k73 : LEU
k74 : GLU
k75 : ARG
k76 : VAL
n1 : MET
n2 : LYS
n3 : LEU
n4 : VAL
n5 : ARG
n6 : PHE
n7 : LEU
n8 : MET
n9 : LYS
n10 : LEU
n11 : SER
n12 : HIS
n13 : GLU
n14 : THR
n15 : VAL
n16 : THR
n17 : ILE
n18 : GLU
n19 : LEU
n20 : LYS
n21 : ASN
n22 : GLY
n23 : THR
n24 : GLN
n25 : VAL
n26 : HIS
n27 : GLY
n28 : THR
n29 : ILE
n30 : THR
n31 : GLY
n32 : VAL
n33 : ASP
n34 : VAL
n35 : SER
n36 : MET
n37 : ASN
n38 : THR
n39 : HIS
n40 : LEU
n41 : LYS
n42 : ALA
n43 : VAL
n44 : LYS
n45 : MET
n46 : THR
n47 : LEU
n48 : LYS
n49 : ASN
n50 : ARG
n51 : GLU
n52 : PRO
n53 : VAL
n54 : GLN
n55 : LEU
n56 : GLU
n57 : THR
n58 : LEU
n59 : SER
n60 : ILE
n61 : ARG
n62 : GLY
n63 : ASN
n64 : ASN
n65 : ILE
n66 : ARG
n67 : TYR
n68 : PHE
n69 : ILE
n70 : LEU
n71 : PRO
n72 : ASP
n73 : SER
n74 : LEU
n75 : PRO
n76 : LEU
n77 : ASP
n78 : THR
n79 : LEU
n80 : LEU
n81 : VAL
n82 : ASP
h19 : ARG
h20 : GLU
h21 : GLU
h22 : GLU
h23 : GLU
h24 : PHE
h25 : ASN
h26 : THR
h27 : GLY
h28 : PRO
h29 : LEU
h30 : SER
h31 : VAL
h32 : LEU
h33 : THR
h34 : GLN
h35 : SER
h36 : VAL
h37 : LYS
h38 : ASN
h39 : ASN
h40 : THR
h41 : GLN
h42 : VAL
h43 : LEU
h44 : ILE
h45 : ASN
h46 : CYS
h47 : ARG
h48 : ASN
h49 : ASN
h50 : LYS
h51 : LYS
h52 : LEU
h53 : LEU
h54 : GLY
h55 : ARG
h56 : VAL
h57 : LYS
h58 : ALA
h59 : PHE
h60 : ASP
h61 : ARG
h62 : HIS
h63 : CYS
h64 : ASN
h65 : MET
h66 : VAL
h67 : LEU
h68 : GLU
h69 : ASN
h70 : VAL
h71 : LYS
h72 : GLU
h73 : MET
h74 : TRP
h75 : THR
h76 : GLU
h77 : VAL
h78 : PRO
h79 : LYS
h80 : SER
h81 : GLY
h82 : LYS
h83 : GLY
h84 : LYS
h85 : LYS
h86 : LYS
h87 : SER
h88 : LYS
h89 : PRO
h90 : VAL
h91 : ASN
h92 : LYS
h93 : ASP
h94 : ARG
h95 : TYR
h96 : ILE
h97 : SER
h98 : LYS
h99 : MET
h100 : PHE
h101 : LEU
h102 : ARG
h103 : GLY
h104 : ASP
h105 : SER
h106 : VAL
h107 : ILE
h108 : VAL
h109 : VAL
h110 : LEU
h111 : ARG
h112 : ASN
h113 : PRO
h114 : LEU
h115 : ILE
h116 : ALA
l2 : SER
l3 : ILE
l4 : GLY
l5 : VAL
l6 : PRO
l7 : ILE
l8 : LYS
l9 : VAL
l10 : LEU
l11 : HIS
l12 : GLU
l13 : ALA
l14 : GLU
l15 : GLY
l16 : HIS
l17 : ILE
l18 : VAL
l19 : THR
l20 : CYS
l21 : GLU
l22 : THR
l23 : ASN
l24 : THR
l25 : GLY
l26 : GLU
l27 : VAL
l28 : TYR
l29 : ARG
l30 : GLY
l31 : LYS
l32 : LEU
l33 : ILE
l34 : GLU
l35 : ALA
l36 : GLU
l37 : ASP
l38 : ASN
l39 : MET
l40 : ASN
l41 : CYS
l42 : GLN
l43 : MET
l44 : SER
l45 : ASN
l46 : ILE
l47 : THR
l48 : VAL
l49 : THR
l50 : TYR
l51 : ARG
l52 : ASP
l53 : GLY
l54 : ARG
l55 : VAL
l56 : ALA
l57 : GLN
l58 : LEU
l59 : GLU
l60 : GLN
l61 : VAL
l62 : TYR
l63 : ILE
l64 : ARG
l65 : GLY
l66 : SER
l67 : LYS
l68 : ILE
l69 : ARG
l70 : PHE
l71 : LEU
l72 : ILE
l73 : LEU
l74 : PRO
l75 : ASP
l76 : MET
l77 : LEU
l78 : LYS
l79 : ASN
l80 : ALA
l81 : PRO
l82 : MET
l83 : LEU
l84 : LYS
j14 : MET
j15 : VAL
j16 : GLN
j17 : PRO
j18 : ILE
j19 : ASN
j20 : LEU
j21 : ILE
j22 : PHE
j23 : ARG
j24 : TYR
j25 : LEU
j26 : GLN
j27 : ASN
j28 : ARG
j29 : SER
j30 : ARG
j31 : ILE
j32 : GLN
j33 : VAL
j34 : TRP
j35 : LEU
j36 : TYR
j37 : GLU
j38 : GLN
j39 : VAL
j40 : ASN
j41 : MET
j42 : ARG
j43 : ILE
j44 : GLU
j45 : GLY
j46 : CYS
j47 : ILE
j48 : ILE
j49 : GLY
j50 : PHE
j51 : ASP
j52 : GLU
j53 : TYR
j54 : MET
j55 : ASN
j56 : LEU
j57 : VAL
j58 : LEU
j59 : ASP
j60 : ASP
j61 : ALA
j62 : GLU
j63 : GLU
j64 : ILE
j65 : HIS
j66 : SER
j67 : LYS
j68 : THR
j69 : LYS
j70 : SER
j71 : ARG
j72 : LYS
j73 : GLN
j74 : LEU
j75 : GLY
j76 : ARG
j77 : ILE
j78 : MET
j79 : LEU
j80 : LYS
j81 : GLY
j82 : ASP
j83 : ASN
j84 : ILE
j85 : THR
j86 : LEU
j87 : LEU
j88 : GLN
j89 : SER
j90 : VAL
j91 : SER
j92 : ASN
i2 : SER
i3 : LEU
i4 : PRO
i5 : LEU
i6 : ASN
i7 : PRO
i8 : LYS
i9 : PRO
i10 : PHE
i11 : LEU
i12 : ASN
i13 : GLY
i14 : LEU
i15 : THR
i16 : GLY
i17 : LYS
i18 : PRO
i19 : VAL
i20 : MET
i21 : VAL
i22 : LYS
i23 : LEU
i24 : LYS
i25 : TRP
i26 : GLY
i27 : MET
i28 : GLU
i29 : TYR
i30 : LYS
i31 : GLY
i32 : TYR
i33 : LEU
i34 : VAL
i35 : SER
i36 : VAL
i37 : ASP
i38 : GLY
i39 : TYR
i40 : MET
i41 : ASN
i42 : MET
i43 : GLN
i44 : LEU
i45 : ALA
i46 : ASN
i47 : THR
i48 : GLU
i49 : GLU
i50 : TYR
i51 : ILE
i52 : ASP
i53 : GLY
i54 : ALA
i55 : LEU
i56 : SER
i57 : GLY
i58 : HIS
i59 : LEU
i60 : GLY
i61 : GLU
i62 : VAL
i63 : LEU
i64 : ILE
i65 : ARG
i66 : CYS
i67 : ASN
i68 : ASN
i69 : VAL
i70 : LEU
i71 : TYR
i72 : ILE
i73 : ARG
i74 : GLY
i75 : VAL
q264 : ARG
q265 : VAL
q266 : VAL
q267 : ILE
q268 : ILE
q269 : LYS
q270 : ASN
q271 : MET
q272 : PHE
q273 : HIS
q274 : PRO
q275 : MET
q276 : ASP
q277 : PHE
q278 : GLU
q279 : ASP
q280 : ASP
q281 : PRO
q282 : LEU
q283 : VAL
q284 : LEU
q285 : ASN
q286 : GLU
q287 : ILE
q288 : ARG
q289 : GLU
q290 : ASP
q291 : LEU
q292 : ARG
q293 : VAL
q294 : GLU
q295 : CYS
q296 : SER
q297 : LYS
q298 : PHE
q299 : GLY
q300 : GLN
q301 : ILE
q302 : ARG
q303 : LYS
q304 : LEU
q305 : LEU
q306 : LEU
q307 : PHE
q308 : ASP
q309 : ARG
q310 : HIS
q311 : PRO
q312 : ASP
q313 : GLY
q314 : VAL
q315 : ALA
q316 : SER
q317 : VAL
q318 : SER
q319 : PHE
q320 : ARG
q321 : ASP
q322 : PRO
q323 : GLU
q324 : GLU
q325 : ALA
q326 : ASP
q327 : TYR
q328 : CYS
q329 : ILE
q330 : GLN
q331 : THR
q332 : LEU
q333 : ASP
q334 : GLY
q335 : ARG
q336 : TRP
q337 : PHE
q338 : GLY
q339 : GLY
q340 : ARG
q341 : GLN
q342 : ILE
q343 : THR
q344 : ALA
q345 : GLN
q346 : ALA
q347 : TRP
'8'607 : GLY
'8'608 : ASP
'8'609 : LEU
'8'610 : SER
'8'611 : ASP
'8'612 : GLU
'8'613 : LEU
'8'614 : ARG
'8'615 : ILE
'8'616 : SER
'8'617 : LEU
'8'618 : GLY
'8'619 : MET
'8'620 : PRO
'8'621 : VAL
'8'622 : GLY
'8'623 : PRO
'8'624 : ASN
'8'625 : ALA
'8'626 : HIS
'8'627 : LYS
'8'628 : VAL
'8'629 : PRO
'8'630 : PRO
'8'631 : PRO
'8'632 : TRP
'8'633 : LEU
'8'634 : ILE
'8'635 : ALA
'8'636 : MET
'8'637 : GLN
'8'638 : ARG
'8'639 : TYR
'8'640 : GLY
'8'641 : PRO
'8'642 : PRO
'8'643 : PRO
'8'644 : SER
'8'645 : TYR
'8'646 : PRO
'8'647 : ASN
'8'648 : LEU
'8'649 : LYS
'8'650 : ILE
'8'651 : PRO
'8'652 : GLY
'8'653 : LEU
'8'654 : ASN
'8'655 : SER
'8'656 : PRO
'8'657 : ILE
'8'658 : PRO
'8'681 : PRO
'8'682 : LEU
'8'683 : TYR
'8'684 : GLY
'8'685 : ASP
'8'686 : VAL
'8'687 : PHE
'8'688 : GLY
'8'689 : THR
'8'690 : ASN
'8'691 : ALA
'8'692 : ALA
'8'693 : GLU
u399 : LEU
u400 : SER
u401 : ASP
u402 : GLU
u403 : GLU
u404 : LEU
u405 : ASP
u406 : ALA
u407 : MET
u408 : PHE
u409 : PRO
u410 : GLU
u411 : GLY
u412 : TYR
u413 : LYS
u414 : VAL
u415 : LEU
u416 : PRO
u417 : PRO
u418 : PRO
u419 : ALA
'2'69 : U C3p_endo anti
'2'70 : C C3p_endo anti
'2'71 : C C3p_endo anti
'2'72 : U C3p_endo anti
'2'73 : C C3p_endo anti
'2'81 : G C3p_endo anti
'2'82 : A C3p_endo anti
'2'83 : G C3p_endo anti
'2'84 : G C3p_endo anti
'2'85 : A C3p_endo anti
'2'97 : G C3p_endo anti
'2'98 : G C3p_endo anti
'2'99 : A C2p_endo syn
'2'100 : U C2p_endo anti
'2'101 : U C3p_endo anti
'2'102 : U C2p_endo anti
'2'103 : U C2p_endo anti
'2'104 : U C2p_endo anti
'2'105 : G C3p_endo anti
'2'106 : G C2p_endo anti
'2'107 : A C3p_endo anti
'2'108 : G C3p_endo anti
'2'109 : C C3p_endo anti
'2'110 : A C3p_endo anti
'2'111 : G C2p_endo anti
'2'112 : G C3p_endo anti
'2'113 : G C3p_endo anti
'2'114 : A C3p_endo anti
'2'115 : G C3p_endo anti
'2'116 : A C3p_endo anti
'2'117 : U C3p_endo anti
'2'118 : G C3p_endo anti
'2'119 : G C3p_endo anti
'2'120 : A C3p_endo anti
'2'121 : A C3p_endo anti
'2'122 : U C3p_endo anti
'2'123 : A C2p_endo syn
'2'124 : G C3p_endo anti
'2'125 : G C3p_endo anti
'2'126 : A C3p_endo anti
'2'127 : G C3p_endo anti
'2'128 : C C3p_endo anti
'2'129 : U C3p_endo anti
'2'130 : U C3p_endo anti
'2'131 : G C3p_endo anti
'2'132 : C C3p_endo anti
'2'133 : U C3p_endo anti
'2'134 : C C3p_endo anti
'2'135 : C C3p_endo anti
'2'136 : G C3p_endo anti
'2'137 : U C3p_endo anti
'2'138 : C C3p_endo anti
'2'139 : C C3p_endo anti
'2'140 : A C3p_endo anti
'2'141 : C C3p_endo anti
'2'142 : U C3p_endo anti
'2'143 : C C3p_endo anti
'2'144 : C C3p_endo anti
'2'145 : A C2p_endo anti
'2'146 : C C2p_endo anti
'2'147 : G C3p_endo anti
'2'148 : C C3p_endo anti
'2'149 : A C3p_endo anti
'2'150 : U C3p_endo anti
'2'151 : C C3p_endo anti
'2'152 : G C3p_endo anti
'2'153 : A C3p_endo anti
'2'154 : C C3p_endo anti
'2'155 : C C3p_endo anti
'2'156 : U C3p_endo anti
'2'157 : G C3p_endo anti
'2'158 : G C3p_endo anti
'2'159 : U C3p_endo anti
'2'160 : A C3p_endo anti
'2'161 : U C3p_endo anti
'2'162 : U C2p_endo anti
'2'163 : G C3p_endo anti
'2'164 : C C2p_endo anti
'2'165 : A C3p_endo anti
'2'166 : G C2p_endo syn
'2'167 : U C2p_endo anti
'2'168 : A C3p_endo anti
'2'169 : C C3p_endo anti
'2'170 : C C2p_endo anti
'2'171 : U C3p_endo anti
'2'172 : C C3p_endo anti
'2'173 : C C3p_endo anti
'2'174 : A C3p_endo anti
'2'175 : G C3p_endo anti
'2'176 : G C3p_endo anti
'2'177 : A C3p_endo anti
'2'178 : A C3p_endo anti
'2'179 : C C3p_endo anti
'2'180 : G C3p_endo anti
'2'181 : G C3p_endo anti
'2'182 : U C3p_endo anti
'2'183 : G C3p_endo anti
'2'184 : C C3p_endo anti
Adjacent stackings ----------------------------------------------
'2'71-'2'72 : adjacent_5p upward 
'2'81-'2'82 : adjacent_5p upward 
'2'82-'2'83 : adjacent_5p upward 
'2'83-'2'84 : adjacent_5p upward 
'2'84-'2'85 : adjacent_5p upward 
'2'107-'2'108 : adjacent_5p upward 
'2'108-'2'109 : adjacent_5p upward 
'2'112-'2'113 : adjacent_5p upward 
'2'113-'2'114 : adjacent_5p upward 
'2'114-'2'115 : adjacent_5p upward 
'2'117-'2'118 : adjacent_5p upward 
'2'121-'2'122 : adjacent_5p upward 
'2'124-'2'125 : adjacent_5p upward 
'2'125-'2'126 : adjacent_5p upward 
'2'126-'2'127 : adjacent_5p upward 
'2'129-'2'130 : adjacent_5p upward 
'2'131-'2'132 : adjacent_5p upward 
'2'132-'2'133 : adjacent_5p upward 
'2'133-'2'134 : adjacent_5p upward 
'2'138-'2'139 : adjacent_5p upward 
'2'139-'2'140 : adjacent_5p upward 
'2'140-'2'141 : adjacent_5p upward 
'2'141-'2'142 : adjacent_5p upward 
'2'142-'2'143 : adjacent_5p upward 
'2'143-'2'144 : adjacent_5p upward 
'2'147-'2'148 : adjacent_5p upward 
'2'148-'2'149 : adjacent_5p upward 
'2'149-'2'150 : adjacent_5p upward 
'2'150-'2'151 : adjacent_5p upward 
'2'152-'2'153 : adjacent_5p upward 
'2'153-'2'154 : adjacent_5p upward 
'2'155-'2'156 : adjacent_5p upward 
'2'156-'2'157 : adjacent_5p upward 
'2'157-'2'158 : adjacent_5p upward 
'2'158-'2'159 : adjacent_5p upward 
'2'160-'2'161 : adjacent_5p upward 
'2'165-'2'166 : adjacent_5p inward 
'2'168-'2'169 : adjacent_5p upward 
'2'171-'2'172 : adjacent_5p upward 
'2'172-'2'173 : adjacent_5p upward 
'2'173-'2'174 : adjacent_5p upward 
'2'174-'2'175 : adjacent_5p upward 
'2'176-'2'177 : adjacent_5p upward 
'2'180-'2'181 : adjacent_5p upward 
'2'181-'2'182 : adjacent_5p upward 
'2'183-'2'184 : adjacent_5p upward 
Non-Adjacent stackings ------------------------------------------
'2'115-'2'117 : upward 
'2'118-'2'140 : outward 
'2'149-'2'183 : outward 
'2'152-'2'180 : outward 
'2'157-'2'174 : outward 
'2'160-'2'171 : outward 
Number of stackings = 52
Number of adjacent stackings = 46
Number of non adjacent stackings = 6
Base-pairs ------------------------------------------------------
'2'69-'2'85 : U-A Ww/Ww pairing antiparallel cis XX 
'2'70-'2'84 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'71-'2'83 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'72-'2'82 : U-A Ww/Ww pairing antiparallel cis XX 
'2'73-'2'81 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'112-'2'144 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'113-'2'143 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'114-'2'142 : A-U Ww/Ww pairing antiparallel cis one_hbond 
'2'117-'2'140 : U-A Ww/Ww pairing antiparallel cis XX 
'2'118-'2'139 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'119-'2'138 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'124-'2'135 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'125-'2'134 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'126-'2'133 : A-U Ww/Ww pairing antiparallel cis XX 
'2'127-'2'132 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'147-'2'184 : G-C Ww/Ww pairing antiparallel cis one_hbond 
'2'148-'2'183 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'149-'2'182 : A-U Ww/Ww pairing antiparallel cis XX 
'2'150-'2'181 : U-G Ws/Ws pairing antiparallel cis one_hbond 
'2'151-'2'180 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'152-'2'179 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'153-'2'178 : A-A Ww/Ww pairing antiparallel cis 37 
'2'155-'2'175 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'156-'2'174 : U-A Ww/Ww pairing antiparallel cis XX 
'2'157-'2'173 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'158-'2'172 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'159-'2'171 : U-U Ws/Ww pairing antiparallel cis XVI 
'2'177-'2'178 : A-A O2'/Hh adjacent_5p pairing 
