Residue conformations -------------------------------------------
a950 : C C2p_endo syn
a951 : A C3p_endo anti
a952 : C C3p_endo anti
a953 : A C3p_endo anti
a954 : A C3p_endo anti
a955 : G C3p_endo anti
a956 : C C3p_endo anti
a957 : G C3p_endo anti
a958 : G C3p_endo anti
a959 : U C3p_endo anti
a960 : G C3p_endo anti
a961 : G C3p_endo anti
a962 : A C3p_endo anti
a963 : G C3p_endo anti
a964 : C C3p_endo anti
a965 : A C3p_endo anti
a966 : U C3p_endo anti
a967 : G C3p_endo anti
a968 : U C3p_endo anti
a969 : G C3p_endo anti
a970 : G C3p_endo anti
a971 : U C3p_endo anti
a972 : U C3p_endo anti
a973 : U C3p_endo anti
a974 : A C3p_endo anti
a975 : A C3p_endo anti
a976 : U C2p_endo anti
a977 : U C3p_endo anti
a978 : C C3p_endo anti
a979 : G C3p_endo anti
a980 : A C3p_endo anti
a981 : A C2p_endo anti
a982 : G C3p_endo anti
a983 : C C3p_endo anti
a984 : A C2p_endo anti
a985 : A C3p_endo anti
a986 : C C3p_endo anti
a987 : G C2p_endo syn
a988 : C C3p_endo anti
a989 : G C3p_endo anti
a990 : A C2p_endo anti
a991 : A C3p_exo anti
a992 : G C2p_endo anti
a993 : A C3p_endo syn
a994 : A C3p_endo anti
a995 : C C3p_endo anti
a996 : C C3p_endo anti
a997 : U C3p_endo anti
a998 : U C2p_endo anti
a999 : A C2p_endo anti
a1000 : C C3p_endo anti
a1001 : C C3p_endo anti
a1002 : A C3p_endo anti
a1003 : G C3p_endo anti
a1004 : G C3p_endo anti
a1005 : U C3p_endo anti
a1006 : C C3p_endo anti
a1007 : U C2p_endo anti
a1008 : U C2p_endo anti
a1009 : G C2p_endo syn
a1010 : A C3p_endo anti
a1011 : C C3p_endo anti
a1012 : A C3p_endo anti
a1013 : U C3p_endo anti
a1014 : C C3p_endo anti
a1015 : C C3p_endo anti
a1016 : U C3p_endo anti
a1017 : U C3p_endo anti
a1018 : U C3p_endo anti
a1019 : G C3p_endo anti
a1020 : A C3p_endo anti
a1021 : C C3p_endo anti
a1022 : C C3p_endo anti
a1023 : A C3p_endo anti
a1024 : C C3p_endo anti
a1025 : U C3p_endo anti
a1026 : C C3p_endo anti
a1027 : U C3p_endo anti
a1028 : A C3p_endo anti
a1029 : G C3p_endo anti
a1030 : A C3p_endo anti
a1031 : G C3p_endo anti
a1032 : A C3p_endo anti
a1033 : U C3p_endo anti
a1034 : A C3p_endo anti
a1035 : G C3p_endo anti
a1036 : A C3p_endo anti
a1037 : G C3p_endo anti
a1038 : C C2p_endo anti
a1039 : U C2p_endo anti
a1040 : U C3p_endo syn
a1041 : U C3p_endo anti
a1042 : C C2p_endo syn
a1043 : C C3p_endo anti
a1044 : C C3p_endo syn
a1045 : U C3p_endo anti
a1046 : U C3p_endo syn
a1047 : C C2p_endo anti
a1048 : G C3p_endo syn
a1049 : G C2p_exo syn
a1050 : G C3p_endo syn
a1051 : G C3p_endo syn
a1052 : A C3p_endo anti
a1053 : C C3p_endo anti
a1054 : A C3p_endo anti
a1055 : A C3p_endo anti
a1056 : A C3p_endo anti
a1057 : G C3p_endo anti
a1058 : U C3p_endo anti
a1059 : G C3p_endo anti
a1060 : A C3p_endo anti
a1061 : C C3p_endo anti
a1062 : A C3p_endo anti
a1063 : G C3p_endo anti
a1064 : G C3p_endo anti
a1065 : U C2p_endo anti
a1066 : G C3p_endo anti
a1067 : G C3p_endo anti
a1068 : U C3p_endo anti
a1069 : G C2p_endo anti
a1070 : C C2p_endo anti
a1071 : A C3p_endo anti
a1072 : U C3p_endo anti
a1073 : G C3p_endo anti
a1074 : G C3p_endo anti
a1075 : U C3p_endo anti
a1076 : U C3p_endo anti
a1077 : G C3p_endo anti
a1078 : U C3p_endo anti
a1079 : C C3p_endo anti
a1080 : G C2p_endo anti
a1125 : C C3p_endo anti
a1126 : A C3p_endo anti
a1127 : A C3p_endo anti
a1128 : C C3p_endo anti
a1129 : C C3p_endo anti
a1130 : C C3p_endo anti
a1131 : U C3p_endo anti
a1132 : U C3p_endo anti
a1133 : A C3p_endo anti
a1134 : U C3p_endo anti
a1135 : U C3p_endo anti
a1136 : G C3p_endo anti
a1137 : U C3p_endo anti
a1138 : U C3p_endo anti
a1139 : A C3p_endo anti
a1140 : G C2p_endo anti
a1141 : U C2p_endo anti
a1142 : U C2p_endo anti
a1143 : G C3p_endo anti
a1144 : C C3p_endo anti
a1145 : C C2p_endo anti
a1146 : A C3p_endo anti
a1147 : U C3p_endo anti
a1148 : C C3p_endo anti
a1149 : A C3p_endo anti
a1150 : U C3p_endo anti
a1151 : U C3p_endo anti
a1152 : U C3p_endo syn
a1153 : A C3p_endo anti
a1154 : G C2p_endo anti
a1155 : U C2p_endo anti
a1156 : U C2p_endo syn
a1157 : G C3p_endo anti
a1158 : G C3p_endo anti
a1159 : G C3p_endo anti
a1160 : C C2p_endo anti
a1161 : A C3p_endo anti
a1162 : C C3p_endo anti
a1163 : U C3p_endo anti
a1164 : C C3p_endo anti
a1165 : U C3p_endo anti
a1166 : A C2p_endo anti
a1167 : G C3p_endo anti
a1168 : C C3p_endo anti
a1169 : G C3p_endo anti
a1170 : A C3p_endo anti
a1171 : G C3p_endo anti
a1172 : A C2p_endo anti
a1173 : C C3p_endo syn
a1174 : U C2p_endo anti
a1175 : G C3p_endo anti
a1176 : C C3p_endo anti
a1177 : C C3p_endo anti
a1178 : G C3p_endo anti
a1179 : G C3p_endo anti
a1180 : U C3p_endo anti
a1181 : G C3p_endo anti
a1182 : A C3p_endo anti
a1183 : C C2p_endo syn
a1184 : A C3p_endo anti
a1185 : A C3p_endo anti
a1186 : A C3p_endo anti
a1187 : C C3p_endo anti
a1188 : C C3p_endo anti
a1189 : G C3p_endo anti
a1190 : G C3p_endo anti
a1191 : A C3p_endo anti
a1192 : G C3p_endo anti
a1193 : G C3p_endo anti
a1194 : A C3p_endo anti
a1195 : A C3p_endo anti
a1196 : G C2p_endo syn
a1197 : G C2p_endo anti
a1198 : U C3p_endo anti
a1199 : G C3p_endo anti
a1200 : G C3p_endo anti
a1201 : G C3p_endo anti
a1202 : G C3p_endo anti
a1203 : A C3p_endo anti
a1204 : U C3p_endo anti
a1205 : G C2p_endo anti
a1206 : A C3p_endo anti
a1207 : C C3p_endo anti
a1208 : G C3p_endo anti
a1209 : U C3p_endo anti
a1210 : C C3p_endo anti
a1211 : A C2p_endo anti
a1212 : A C3p_endo anti
a1213 : A C3p_endo anti
a1214 : U C3p_endo anti
a1215 : C C2p_endo anti
a1216 : A C2p_endo anti
a1217 : U C3p_endo anti
a1218 : C C3p_endo anti
a1219 : A C3p_endo anti
a1220 : U C3p_endo anti
a1221 : G C3p_endo anti
a1222 : C C3p_endo anti
a1223 : C C3p_endo anti
a1224 : C C3p_endo anti
a1225 : C C3p_endo anti
a1226 : U C4p_exo anti
a1227 : U C2p_endo anti
a1228 : A C2p_endo anti
a1229 : U C2p_endo anti
a1230 : G C3p_endo anti
a1231 : A C3p_endo anti
a1232 : C C3p_endo anti
a1233 : C C3p_endo anti
a1234 : U C3p_endo anti
a1235 : G C3p_endo anti
a1236 : G C3p_endo anti
a1237 : G C3p_endo syn
a1238 : C C3p_endo anti
a1239 : U C2p_endo anti
a1240 : A C4p_exo anti
a1241 : C C2p_endo anti
a1242 : A C3p_endo syn
a1243 : C C3p_endo anti
a1244 : A C3p_endo anti
a1245 : C C3p_endo anti
a1246 : G C3p_endo anti
a1247 : U C3p_endo anti
a1248 : G C3p_endo anti
a1249 : C C3p_endo anti
a1250 : U C3p_endo anti
a1251 : A C3p_endo anti
a1252 : C C3p_endo anti
a1253 : A C3p_endo anti
a1254 : A C2p_endo anti
a1255 : U C2p_endo anti
a1256 : G C3p_endo anti
a1257 : G C3p_endo anti
a1258 : G C3p_endo anti
a1259 : A C3p_endo anti
a1260 : A C3p_endo anti
a1261 : G C3p_endo anti
a1262 : U C3p_endo anti
a1263 : A C3p_endo anti
a1264 : C C3p_endo anti
a1265 : A C3p_endo anti
a1266 : A C3p_endo anti
a1267 : C C3p_endo anti
a1268 : G C3p_endo anti
a1269 : A C3p_endo anti
a1270 : G C3p_endo anti
a1271 : U C2p_endo anti
a1272 : C C2p_endo syn
a1273 : G C3p_endo anti
a1274 : C C3p_endo anti
a1275 : U C2p_endo anti
a1276 : A C3p_endo anti
a1277 : G C3p_endo anti
a1278 : A C3p_endo anti
a1279 : C C3p_endo anti
a1280 : C C3p_endo anti
a1281 : G C3p_endo anti
a1282 : C C3p_endo anti
a1283 : G C3p_endo anti
a1284 : A C3p_endo anti
a1285 : G C3p_endo anti
a1286 : G C3p_endo anti
a1287 : U C3p_endo anti
a1288 : C C3p_endo anti
a1289 : A C3p_endo anti
a1290 : U C3p_endo anti
a1291 : G C3p_endo anti
a1292 : C C3p_endo anti
a1293 : A C2p_endo syn
a1294 : A C3p_exo anti
a1295 : A C2p_endo anti
a1296 : U C2p_endo anti
a1297 : C C3p_endo anti
a1298 : U C3p_endo anti
a1299 : C C3p_endo anti
a1300 : U C2p_endo anti
a1301 : U C3p_endo anti
a1302 : A C3p_endo anti
a1303 : A C3p_endo anti
a1304 : A C3p_endo anti
a1305 : G C3p_endo anti
a1306 : C C3p_endo anti
a1307 : U C3p_endo anti
a1308 : U C3p_endo anti
a1309 : C C3p_endo anti
a1310 : U C3p_endo anti
a1311 : C C4p_exo anti
a1312 : U C2p_endo anti
a1313 : C C2p_endo anti
a1314 : A C2p_endo syn
a1315 : G C2p_endo anti
a1316 : U C2p_endo anti
a1317 : U C3p_exo anti
a1318 : C C3p_endo anti
a1319 : G C3p_endo anti
a1320 : G C2p_endo syn
a1321 : A C3p_endo anti
a1322 : U C3p_endo anti
a1323 : U C3p_endo anti
a1324 : G C3p_endo anti
a1325 : C C3p_endo anti
a1326 : A C3p_endo anti
a1327 : G C3p_endo anti
a1328 : G C3p_endo anti
a1329 : C C3p_endo anti
a1330 : U C3p_endo anti
a1331 : G C3p_endo anti
a1332 : C C3p_endo anti
a1333 : A C3p_endo anti
a1334 : A C2p_endo anti
a1335 : C C3p_endo anti
a1336 : U C3p_endo anti
a1337 : C C2p_endo anti
a1338 : G C3p_endo anti
a1339 : C C3p_endo anti
a1340 : C C3p_endo anti
a1341 : U C3p_endo anti
a1342 : G C3p_endo anti
a1343 : C C3p_endo anti
a1344 : A C3p_endo anti
a1345 : U C3p_endo anti
a1346 : G C2p_endo anti
a1347 : A C3p_endo anti
a1348 : A C3p_endo anti
a1349 : G C3p_endo anti
a1350 : C C4p_exo anti
a1351 : C C2p_endo anti
a1352 : G C3p_endo syn
a1353 : G C3p_endo anti
a1354 : A C3p_endo anti
a1355 : A C3p_endo anti
a1356 : U C3p_endo anti
a1357 : C C3p_endo anti
a1358 : G C3p_endo anti
a1359 : C C3p_endo anti
a1360 : U C2p_endo syn
a1361 : A C2p_endo anti
a1362 : G C2p_endo anti
a1363 : U C3p_endo anti
a1364 : A C3p_endo anti
a1365 : A C3p_endo anti
a1366 : U C3p_endo anti
a1367 : C C3p_endo anti
a1368 : G C3p_endo anti
a1369 : C C3p_endo anti
a1370 : G C3p_endo anti
a1371 : G C2p_endo anti
a1372 : A C3p_endo anti
a1373 : U C4p_exo anti
a1374 : C C3p_endo anti
a1375 : A C3p_endo syn
a1376 : G C3p_endo anti
a1377 : C C3p_endo anti
a1378 : A C2p_endo syn
a1379 : C C2p_endo anti
a1380 : G C3p_endo anti
a1381 : C C3p_endo anti
a1382 : C C3p_endo anti
a1383 : G C3p_endo anti
a1384 : C C3p_endo anti
a1385 : G C3p_endo anti
a1386 : G C3p_endo anti
a1387 : U C3p_endo anti
a1388 : G C3p_endo anti
a1389 : A C3p_endo anti
a1390 : A C3p_endo anti
a1391 : U C3p_endo anti
a1392 : A C3p_endo anti
a1393 : C C3p_endo anti
a1394 : G C3p_endo anti
a1395 : U C2p_endo anti
c2 : GLY
c3 : GLN
c4 : LYS
c5 : VAL
c6 : HIS
c7 : PRO
c8 : ILE
c9 : GLY
c10 : MET
c11 : ARG
c12 : VAL
c13 : GLY
c14 : ILE
c15 : ILE
c16 : ARG
c17 : ASP
c18 : TRP
c19 : ASP
c20 : ALA
c21 : LYS
c22 : TRP
c23 : TYR
c24 : ALA
c25 : GLU
c26 : LYS
c27 : GLU
c28 : TYR
c29 : ALA
c30 : GLU
c31 : PHE
c32 : LEU
c33 : HIS
c34 : GLU
c35 : ASP
c36 : LEU
c37 : ARG
c38 : ILE
c39 : ARG
c40 : LYS
c41 : PHE
c42 : ILE
c43 : ALA
c44 : THR
c45 : LYS
c46 : LEU
c47 : ALA
c48 : ASP
c49 : ALA
c50 : ALA
c51 : VAL
c52 : SER
c53 : THR
c54 : ILE
c55 : GLU
c56 : ILE
c57 : GLU
c58 : ARG
c59 : ALA
c60 : ALA
c61 : ASN
c62 : ARG
c63 : VAL
c64 : ASN
c65 : ILE
c66 : SER
c67 : ILE
c68 : HIS
c69 : THR
c70 : ALA
c71 : LYS
c72 : PRO
c73 : GLY
c74 : MET
c75 : VAL
c76 : ILE
c77 : GLY
c78 : LYS
c79 : GLY
c80 : GLY
c81 : SER
c82 : GLU
c83 : VAL
c84 : GLU
c85 : ASN
c86 : LEU
c87 : ARG
c88 : LYS
c89 : GLU
c90 : LEU
c91 : ASN
c92 : LYS
c93 : LEU
c94 : THR
c95 : GLY
c96 : LYS
c97 : ARG
c98 : VAL
c99 : HIS
c100 : ILE
c101 : ASN
c102 : ILE
c103 : VAL
c104 : GLU
c105 : ILE
c106 : LYS
c107 : LYS
c108 : PRO
c109 : ASP
c110 : LEU
c111 : ASP
c112 : ALA
c113 : LYS
c114 : LEU
c115 : VAL
c116 : GLY
c117 : GLU
c118 : GLY
c119 : ILE
c120 : ALA
c121 : ARG
c122 : GLN
c123 : LEU
c124 : GLU
c125 : ASN
c126 : ARG
c127 : VAL
c128 : ALA
c129 : PHE
c130 : ARG
c131 : ARG
c132 : ALA
c133 : GLN
c134 : LYS
c135 : GLN
c136 : ALA
c137 : ILE
c138 : GLN
c139 : ARG
c140 : ALA
c141 : MET
c142 : ARG
c143 : ALA
c144 : GLY
c145 : ALA
c146 : LYS
c147 : GLY
c148 : ILE
c149 : LYS
c150 : THR
c151 : GLN
c152 : VAL
c153 : SER
c154 : GLY
c155 : ARG
c156 : LEU
c157 : ASN
c158 : GLY
c159 : ALA
c160 : ASP
c161 : ILE
c162 : ALA
c163 : ARG
c164 : SER
c165 : GLU
c166 : GLY
c167 : TYR
c168 : SER
c169 : GLU
c170 : GLY
c171 : THR
c172 : VAL
c173 : PRO
c174 : LEU
c175 : HIS
c176 : THR
c177 : LEU
c178 : ARG
c179 : ALA
c180 : ASP
c181 : ILE
c182 : ASP
c183 : TYR
c184 : ALA
c185 : TRP
c186 : GLU
c187 : GLU
c188 : ALA
c189 : ASP
c190 : THR
c191 : THR
c192 : TYR
c193 : GLY
c194 : LYS
c195 : LEU
c196 : GLY
c197 : VAL
c198 : LYS
c199 : VAL
c200 : TRP
c201 : ILE
c202 : TYR
c203 : ARG
c204 : GLY
c205 : GLU
g2 : PRO
g3 : ARG
g4 : LYS
g5 : GLY
g6 : PRO
g7 : VAL
g8 : ALA
g9 : LYS
g10 : ARG
g11 : ASP
g12 : VAL
g13 : LEU
g14 : PRO
g15 : ASP
g16 : PRO
g17 : ILE
g18 : TYR
g19 : ASN
g20 : SER
g21 : LYS
g22 : LEU
g23 : VAL
g24 : THR
g25 : ARG
g26 : LEU
g27 : ILE
g28 : ASN
g29 : ARG
g30 : VAL
g31 : MET
g32 : VAL
g33 : ASP
g34 : GLY
g35 : LYS
g36 : ARG
g37 : GLY
g38 : ILE
g39 : ALA
g40 : ALA
g41 : ASN
g42 : ILE
g43 : ILE
g44 : TYR
g45 : ASN
g46 : SER
g47 : PHE
g48 : ASP
g49 : ILE
g50 : ILE
g51 : LYS
g52 : GLU
g53 : SER
g54 : THR
g55 : GLY
g56 : ASN
g57 : ASP
g58 : PRO
g59 : LEU
g60 : GLU
g61 : VAL
g62 : PHE
g63 : GLU
g64 : GLN
g65 : ALA
g66 : MET
g67 : LYS
g68 : ASN
g69 : VAL
g70 : MET
g71 : PRO
g72 : VAL
g73 : LEU
g74 : GLU
g75 : VAL
g76 : LYS
g77 : ALA
g78 : ARG
g79 : ARG
g80 : VAL
g81 : GLY
g82 : GLY
g83 : SER
g84 : ASN
g85 : TYR
g86 : GLN
g87 : VAL
g88 : PRO
g89 : VAL
g90 : GLU
g91 : VAL
g92 : ARG
g93 : PRO
g94 : GLU
g95 : ARG
g96 : ARG
g97 : THR
g98 : THR
g99 : LEU
g100 : GLY
g101 : LEU
g102 : ARG
g103 : TRP
g104 : VAL
g105 : VAL
g106 : ASN
g107 : TYR
g108 : ALA
g109 : ARG
g110 : LEU
g111 : ARG
g112 : GLY
g113 : GLU
g114 : HIS
g115 : THR
g116 : MET
g117 : GLU
g118 : GLU
g119 : ARG
g120 : LEU
g121 : ALA
g122 : LYS
g123 : GLU
g124 : ILE
g125 : MET
g126 : ASP
g127 : ALA
g128 : ALA
g129 : ASN
g130 : ASN
g131 : THR
g132 : GLY
g133 : ALA
g134 : SER
g135 : VAL
g136 : LYS
g137 : LYS
g138 : ARG
g139 : GLU
g140 : ASP
g141 : THR
g142 : HIS
g143 : LYS
g144 : MET
g145 : ALA
g146 : ASP
g147 : ALA
g148 : ASN
g149 : ARG
g150 : ALA
g151 : PHE
g152 : ALA
g153 : HIS
g154 : TYR
g155 : ARG
i3 : GLN
i4 : VAL
i5 : GLN
i6 : TYR
i7 : SER
i8 : GLY
i9 : THR
i10 : GLY
i11 : ARG
i12 : ARG
i13 : LYS
i14 : ASN
i15 : ALA
i16 : VAL
i17 : ALA
i18 : ARG
i19 : VAL
i20 : ARG
i21 : LEU
i22 : VAL
i23 : PRO
i24 : GLY
i25 : THR
i26 : GLY
i27 : LYS
i28 : ILE
i29 : THR
i30 : VAL
i31 : ASN
i32 : LYS
i33 : LYS
i34 : ASP
i35 : VAL
i36 : GLU
i37 : GLU
i38 : TYR
i39 : ILE
i40 : PRO
i41 : HIS
i42 : ALA
i43 : ASP
i44 : LEU
i45 : ARG
i46 : GLU
i47 : VAL
i48 : ILE
i49 : ASN
i50 : GLN
i51 : PRO
i52 : PHE
i53 : GLY
i54 : VAL
i55 : THR
i56 : GLU
i57 : THR
i58 : LYS
i59 : GLY
i60 : ALA
i61 : TYR
i62 : ASP
i63 : VAL
i64 : ILE
i65 : VAL
i66 : ASN
i67 : VAL
i68 : ASN
i69 : GLY
i70 : GLY
i71 : GLY
i72 : TYR
i73 : ALA
i74 : GLY
i75 : GLN
i76 : SER
i77 : GLY
i78 : ALA
i79 : ILE
i80 : ARG
i81 : HIS
i82 : GLY
i83 : ILE
i84 : ALA
i85 : ARG
i86 : ALA
i87 : LEU
i88 : LEU
i89 : GLN
i90 : VAL
i91 : ASP
i92 : PRO
i93 : ASP
i94 : PHE
i95 : ARG
i96 : SER
i97 : ALA
i98 : LEU
i99 : LYS
i100 : ARG
i101 : ALA
i102 : GLY
i103 : LEU
i104 : LEU
i105 : THR
i106 : ARG
i107 : ASP
i108 : ALA
i109 : ARG
i110 : MET
i111 : VAL
i112 : GLU
i113 : ARG
i114 : LYS
i115 : LYS
i116 : PRO
i117 : GLY
i118 : LEU
i119 : LYS
i120 : LYS
i121 : ALA
i122 : ARG
i123 : LYS
i124 : ALA
i125 : SER
i126 : GLN
i127 : PHE
i128 : SER
i129 : LYS
i130 : ARG
j4 : GLN
j5 : LYS
j6 : ILE
j7 : ARG
j8 : ILE
j9 : ARG
j10 : LEU
j11 : LYS
j12 : ALA
j13 : TYR
j14 : GLU
j15 : HIS
j16 : ARG
j17 : ILE
j18 : LEU
j19 : ASP
j20 : GLN
j21 : SER
j22 : ALA
j23 : ASP
j24 : LYS
j25 : ILE
j26 : VAL
j27 : GLU
j28 : THR
j29 : ALA
j30 : LYS
j31 : ARG
j32 : THR
j33 : GLY
j34 : ALA
j35 : ASP
j36 : VAL
j37 : SER
j38 : GLY
j39 : PRO
j40 : ILE
j41 : PRO
j42 : LEU
j43 : PRO
j44 : THR
j45 : GLU
j46 : ARG
j47 : SER
j48 : LEU
j49 : TYR
j50 : THR
j51 : VAL
j52 : ILE
j53 : ARG
j54 : ALA
j55 : THR
j56 : HIS
j57 : LYS
j58 : TYR
j59 : LYS
j60 : ASP
j61 : SER
j62 : ARG
j63 : GLU
j64 : GLN
j65 : PHE
j66 : GLU
j67 : MET
j68 : ARG
j69 : THR
j70 : HIS
j71 : LYS
j72 : ARG
j73 : LEU
j74 : ILE
j75 : ASP
j76 : ILE
j77 : VAL
j78 : ASN
j79 : PRO
j80 : THR
j81 : PRO
j82 : LYS
j83 : THR
j84 : VAL
j85 : ASP
j86 : ALA
j87 : LEU
j88 : MET
j89 : LYS
j90 : LEU
j91 : ASP
j92 : LEU
j93 : PRO
j94 : SER
j95 : GLY
j96 : VAL
j97 : ASN
j98 : ILE
j99 : GLU
j100 : ILE
j101 : LYS
j102 : LEU
m2 : ALA
m3 : ARG
m4 : ILE
m5 : ALA
m6 : GLY
m7 : VAL
m8 : ASP
m9 : ILE
m10 : PRO
m11 : ARG
m12 : ASP
m13 : LYS
m14 : ARG
m15 : VAL
m16 : VAL
m17 : VAL
m18 : SER
m19 : LEU
m20 : THR
m21 : TYR
m22 : ILE
m23 : TYR
m24 : GLY
m25 : ILE
m26 : GLY
m27 : ASN
m28 : THR
m29 : THR
m30 : ALA
m31 : LYS
m32 : LYS
m33 : VAL
m34 : LEU
m35 : ALA
m36 : ASN
m37 : VAL
m38 : GLY
m39 : VAL
m40 : SER
m41 : GLU
m42 : ASP
m43 : VAL
m44 : ARG
m45 : VAL
m46 : ARG
m47 : ASP
m48 : LEU
m49 : THR
m50 : ASN
m51 : GLU
m52 : GLN
m53 : THR
m54 : ASP
m55 : ALA
m56 : ILE
m57 : ARG
m58 : ALA
m59 : GLU
m60 : ILE
m61 : ASP
m62 : LYS
m63 : LEU
m64 : LYS
m65 : VAL
m66 : GLU
m67 : GLY
m68 : ASP
m69 : LEU
m70 : ARG
m71 : ARG
m72 : GLU
m73 : VAL
m74 : ASN
m75 : LEU
m76 : ASN
m77 : ILE
m78 : LYS
m79 : ARG
m80 : LEU
m81 : MET
m82 : GLU
m83 : ILE
m84 : GLY
m85 : SER
m86 : TYR
m87 : ARG
m88 : GLY
m89 : ILE
m90 : ARG
m91 : HIS
m92 : ARG
m93 : ARG
m94 : GLY
m95 : LEU
m96 : PRO
m97 : THR
m98 : ARG
m99 : GLY
m100 : GLN
m101 : ASN
m102 : THR
m103 : LYS
m104 : ASN
m105 : ASN
m106 : ALA
m107 : ARG
m108 : THR
m109 : ARG
m110 : LYS
m111 : GLY
n2 : ALA
n3 : LYS
n4 : LYS
n5 : SER
n6 : MET
n7 : ILE
n8 : ALA
n9 : LYS
n10 : ASN
n11 : LYS
n12 : ARG
n13 : PRO
n14 : ALA
n15 : LYS
n16 : HIS
n17 : SER
n18 : THR
n19 : GLN
n20 : ALA
n21 : TYR
n22 : THR
n23 : ARG
n24 : CYS
n25 : GLU
n26 : ARG
n27 : CYS
n28 : GLY
n29 : ARG
n30 : PRO
n31 : HIS
n32 : SER
n33 : VAL
n34 : TYR
n35 : ARG
n36 : LYS
n37 : PHE
n38 : HIS
n39 : LEU
n40 : CYS
n41 : ARG
n42 : ILE
n43 : CYS
n44 : PHE
n45 : ARG
n46 : GLU
n47 : LEU
n48 : ALA
n49 : TYR
n50 : LYS
n51 : GLY
n52 : GLN
n53 : ILE
n54 : PRO
n55 : GLY
n56 : VAL
n57 : LYS
n58 : LYS
n59 : ALA
n60 : SER
n61 : TRP
s4 : SER
s5 : LEU
s6 : LYS
s7 : LYS
s8 : GLY
s9 : PRO
s10 : PHE
s11 : VAL
s12 : ASP
s13 : ASP
s14 : HIS
s15 : LEU
s16 : MET
s17 : LYS
s18 : LYS
s19 : VAL
s20 : GLU
s21 : ALA
s22 : GLN
s23 : GLN
s24 : GLY
s25 : ALA
s26 : GLU
s27 : LYS
s28 : LYS
s29 : LYS
s30 : VAL
s31 : ILE
s32 : LYS
s33 : THR
s34 : TRP
s35 : SER
s36 : ARG
s37 : ARG
s38 : SER
s39 : THR
s40 : ILE
s41 : PHE
s42 : PRO
s43 : SER
s44 : PHE
s45 : VAL
s46 : GLY
s47 : PHE
s48 : THR
s49 : ILE
s50 : ALA
s51 : VAL
s52 : TYR
s53 : ASP
s54 : GLY
s55 : ARG
s56 : LYS
s57 : HIS
s58 : VAL
s59 : PRO
s60 : VAL
s61 : TYR
s62 : ILE
s63 : GLN
s64 : GLU
s65 : ASP
s66 : MET
s67 : VAL
s68 : GLY
s69 : HIS
s70 : LYS
s71 : LEU
s72 : GLY
s73 : GLU
s74 : PHE
s75 : ALA
s76 : PRO
s77 : THR
s78 : ARG
s79 : THR
s80 : TYR
s81 : ARG
n101 : ZN
Adjacent stackings ----------------------------------------------
a951-a952 : adjacent_5p upward 
a952-a953 : adjacent_5p upward 
a953-a954 : adjacent_5p upward 
a954-a955 : adjacent_5p upward 
a955-a956 : adjacent_5p upward 
a956-a957 : adjacent_5p upward 
a957-a958 : adjacent_5p upward 
a958-a959 : adjacent_5p upward 
a959-a960 : adjacent_5p upward 
a961-a962 : adjacent_5p upward 
a962-a963 : adjacent_5p upward 
a963-a964 : adjacent_5p upward 
a965-a966 : adjacent_5p upward 
a967-a968 : adjacent_5p upward 
a969-a970 : adjacent_5p upward 
a970-a971 : adjacent_5p upward 
a971-a972 : adjacent_5p upward 
a972-a973 : adjacent_5p upward 
a974-a975 : adjacent_5p upward 
a979-a980 : adjacent_5p upward 
a982-a983 : adjacent_5p upward 
a983-a984 : adjacent_5p inward 
a985-a986 : adjacent_5p upward 
a989-a990 : adjacent_5p inward 
a995-a996 : adjacent_5p upward 
a996-a997 : adjacent_5p upward 
a997-a998 : adjacent_5p inward 
a1002-a1003 : adjacent_5p upward 
a1003-a1004 : adjacent_5p upward 
a1004-a1005 : adjacent_5p upward 
a1006-a1007 : adjacent_5p upward 
a1010-a1011 : adjacent_5p upward 
a1012-a1013 : adjacent_5p upward 
a1013-a1014 : adjacent_5p upward 
a1014-a1015 : adjacent_5p upward 
a1015-a1016 : adjacent_5p upward 
a1022-a1023 : adjacent_5p upward 
a1023-a1024 : adjacent_5p upward 
a1027-a1028 : adjacent_5p upward 
a1028-a1029 : adjacent_5p upward 
a1030-a1031 : adjacent_5p upward 
a1031-a1032 : adjacent_5p upward 
a1033-a1034 : adjacent_5p upward 
a1034-a1035 : adjacent_5p upward 
a1035-a1036 : adjacent_5p upward 
a1036-a1037 : adjacent_5p upward 
a1049-a1050 : adjacent_5p upward 
a1054-a1055 : adjacent_5p upward 
a1055-a1056 : adjacent_5p upward 
a1056-a1057 : adjacent_5p upward 
a1057-a1058 : adjacent_5p upward 
a1059-a1060 : adjacent_5p upward 
a1061-a1062 : adjacent_5p upward 
a1062-a1063 : adjacent_5p upward 
a1063-a1064 : adjacent_5p upward 
a1066-a1067 : adjacent_5p upward 
a1067-a1068 : adjacent_5p upward 
a1073-a1074 : adjacent_5p upward 
a1074-a1075 : adjacent_5p upward 
a1077-a1078 : adjacent_5p upward 
a1079-a1080 : adjacent_5p inward 
a1125-a1126 : adjacent_5p upward 
a1126-a1127 : adjacent_5p upward 
a1127-a1128 : adjacent_5p upward 
a1130-a1131 : adjacent_5p upward 
a1134-a1135 : adjacent_5p upward 
a1136-a1137 : adjacent_5p upward 
a1143-a1144 : adjacent_5p upward 
a1149-a1150 : adjacent_5p upward 
a1152-a1153 : adjacent_5p outward 
a1155-a1156 : adjacent_5p upward 
a1157-a1158 : adjacent_5p upward 
a1158-a1159 : adjacent_5p upward 
a1159-a1160 : adjacent_5p upward 
a1161-a1162 : adjacent_5p upward 
a1162-a1163 : adjacent_5p upward 
a1163-a1164 : adjacent_5p upward 
a1164-a1165 : adjacent_5p upward 
a1166-a1167 : adjacent_5p upward 
a1167-a1168 : adjacent_5p upward 
a1169-a1170 : adjacent_5p upward 
a1170-a1171 : adjacent_5p upward 
a1175-a1176 : adjacent_5p upward 
a1178-a1179 : adjacent_5p upward 
a1179-a1180 : adjacent_5p upward 
a1180-a1181 : adjacent_5p upward 
a1184-a1185 : adjacent_5p upward 
a1185-a1186 : adjacent_5p upward 
a1186-a1187 : adjacent_5p upward 
a1187-a1188 : adjacent_5p upward 
a1189-a1190 : adjacent_5p upward 
a1190-a1191 : adjacent_5p upward 
a1191-a1192 : adjacent_5p upward 
a1192-a1193 : adjacent_5p upward 
a1194-a1195 : adjacent_5p upward 
a1196-a1197 : adjacent_5p upward pairing 
a1199-a1200 : adjacent_5p upward 
a1200-a1201 : adjacent_5p upward 
a1201-a1202 : adjacent_5p upward 
a1202-a1203 : adjacent_5p upward 
a1203-a1204 : adjacent_5p upward 
a1206-a1207 : adjacent_5p upward 
a1207-a1208 : adjacent_5p upward 
a1208-a1209 : adjacent_5p upward 
a1212-a1213 : adjacent_5p upward 
a1213-a1214 : adjacent_5p upward 
a1217-a1218 : adjacent_5p upward 
a1218-a1219 : adjacent_5p upward 
a1219-a1220 : adjacent_5p upward 
a1221-a1222 : adjacent_5p upward 
a1222-a1223 : adjacent_5p upward 
a1223-a1224 : adjacent_5p upward 
a1225-a1226 : adjacent_5p upward 
a1230-a1231 : adjacent_5p upward 
a1231-a1232 : adjacent_5p upward 
a1233-a1234 : adjacent_5p upward 
a1234-a1235 : adjacent_5p upward 
a1235-a1236 : adjacent_5p upward 
a1236-a1237 : adjacent_5p inward 
a1237-a1238 : adjacent_5p outward 
a1240-a1241 : adjacent_5p upward 
a1244-a1245 : adjacent_5p upward 
a1246-a1247 : adjacent_5p upward 
a1247-a1248 : adjacent_5p upward 
a1248-a1249 : adjacent_5p upward 
a1249-a1250 : adjacent_5p upward 
a1250-a1251 : adjacent_5p upward 
a1251-a1252 : adjacent_5p upward 
a1253-a1254 : adjacent_5p upward 
a1256-a1257 : adjacent_5p upward 
a1257-a1258 : adjacent_5p upward 
a1258-a1259 : adjacent_5p upward 
a1259-a1260 : adjacent_5p upward 
a1260-a1261 : adjacent_5p upward 
a1261-a1262 : adjacent_5p upward 
a1263-a1264 : adjacent_5p upward 
a1265-a1266 : adjacent_5p upward 
a1266-a1267 : adjacent_5p upward 
a1267-a1268 : adjacent_5p upward 
a1268-a1269 : adjacent_5p upward 
a1269-a1270 : adjacent_5p upward 
a1273-a1274 : adjacent_5p upward 
a1276-a1277 : adjacent_5p upward 
a1277-a1278 : adjacent_5p upward 
a1278-a1279 : adjacent_5p upward 
a1280-a1281 : adjacent_5p upward 
a1282-a1283 : adjacent_5p upward 
a1283-a1284 : adjacent_5p upward 
a1285-a1286 : adjacent_5p upward 
a1286-a1287 : adjacent_5p upward 
a1287-a1288 : adjacent_5p upward 
a1288-a1289 : adjacent_5p upward 
a1289-a1290 : adjacent_5p upward 
a1291-a1292 : adjacent_5p upward 
a1297-a1298 : adjacent_5p upward 
a1298-a1299 : adjacent_5p upward 
a1299-a1300 : adjacent_5p inward 
a1302-a1303 : adjacent_5p upward 
a1303-a1304 : adjacent_5p upward 
a1305-a1306 : adjacent_5p upward 
a1309-a1310 : adjacent_5p upward 
a1310-a1311 : adjacent_5p upward 
a1318-a1319 : adjacent_5p upward 
a1319-a1320 : adjacent_5p upward 
a1321-a1322 : adjacent_5p upward 
a1322-a1323 : adjacent_5p upward 
a1324-a1325 : adjacent_5p upward 
a1325-a1326 : adjacent_5p upward 
a1326-a1327 : adjacent_5p upward 
a1327-a1328 : adjacent_5p upward 
a1328-a1329 : adjacent_5p upward 
a1329-a1330 : adjacent_5p upward 
a1330-a1331 : adjacent_5p upward 
a1332-a1333 : adjacent_5p upward 
a1335-a1336 : adjacent_5p upward 
a1336-a1337 : adjacent_5p inward 
a1338-a1339 : adjacent_5p upward 
a1339-a1340 : adjacent_5p upward 
a1341-a1342 : adjacent_5p upward 
a1342-a1343 : adjacent_5p upward 
a1343-a1344 : adjacent_5p upward 
a1344-a1345 : adjacent_5p upward 
a1345-a1346 : adjacent_5p upward 
a1347-a1348 : adjacent_5p upward 
a1348-a1349 : adjacent_5p upward 
a1353-a1354 : adjacent_5p upward 
a1355-a1356 : adjacent_5p upward 
a1358-a1359 : adjacent_5p upward 
a1364-a1365 : adjacent_5p upward 
a1365-a1366 : adjacent_5p upward 
a1367-a1368 : adjacent_5p upward 
a1368-a1369 : adjacent_5p upward 
a1370-a1371 : adjacent_5p upward 
a1371-a1372 : adjacent_5p upward pairing 
a1372-a1373 : adjacent_5p upward 
a1375-a1376 : adjacent_5p outward 
a1376-a1377 : adjacent_5p upward 
a1380-a1381 : adjacent_5p upward 
a1381-a1382 : adjacent_5p upward 
a1382-a1383 : adjacent_5p upward 
a1383-a1384 : adjacent_5p upward 
a1384-a1385 : adjacent_5p upward 
a1385-a1386 : adjacent_5p upward 
a1386-a1387 : adjacent_5p upward 
a1387-a1388 : adjacent_5p upward 
a1389-a1390 : adjacent_5p upward 
a1390-a1391 : adjacent_5p upward 
a1393-a1394 : adjacent_5p upward 
a1394-a1395 : adjacent_5p upward 
Non-Adjacent stackings ------------------------------------------
a950-a1359 : inward 
a957-a1358 : outward 
a958-a1357 : outward 
a960-a1355 : outward 
a961-a1352 : downward 
a962-a1251 : outward 
a965-a1248 : outward 
a967-a1246 : outward 
a969-a1244 : outward 
a976-a1240 : upward 
a979-a989 : outward 
a981-a985 : outward 
a992-a1377 : inward 
a992-a1378 : outward pairing 
a993-a1238 : inward 
a994-a1333 : inward 
a994-a1334 : outward 
a1002-a1235 : outward 
a1009-a1062 : outward 
a1028-a1034 : outward 
a1044-a1050 : inward 
a1065-a1216 : outward 
a1068-a1215 : inward 
a1069-a1214 : inward 
a1070-a1211 : downward 
a1071-a1221 : outward 
a1073-a1219 : outward 
a1076-a1213 : outward 
a1077-a1212 : outward 
a1133-a1199 : outward 
a1134-a1194 : outward 
a1136-a1169 : outward 
a1139-a1166 : outward 
a1141-a1143 : upward pairing 
a1142-a1296 : outward 
a1145-a1154 : inward pairing 
a1146-a1161 : outward 
a1172-a1195 : inward 
a1172-a1196 : outward 
a1173-a1175 : outward 
a1174-a1197 : downward 
a1178-a1189 : outward 
a1182-a1184 : upward 
a1228-a1230 : upward pairing 
a1252-a1351 : upward 
a1254-a1256 : outward 
a1263-a1305 : outward 
a1265-a1302 : outward 
a1270-a1294 : upward 
a1271-a1273 : outward 
a1271-a1293 : inward 
a1281-a1285 : outward 
a1314-a1316 : outward 
a1315-a1349 : inward 
a1315-a1350 : outward 
a1316-a1318 : upward 
a1320-a1346 : inward pairing 
a1321-a1347 : outward 
a1324-a1344 : outward 
a1326-a1342 : outward 
a1334-a1338 : upward pairing 
a1360-a1392 : upward 
a1361-a1363 : outward 
a1362-a1388 : inward 
a1364-a1389 : outward 
a1370-a1383 : outward 
a1378-a1380 : upward 
Number of stackings = 276
Number of adjacent stackings = 209
Number of non adjacent stackings = 67
Base-pairs ------------------------------------------------------
a950-a954 : C-A Ww/Ww pairing parallel trans XXVI 
a951-a1395 : A-U Ww/Ww pairing antiparallel cis XX 
a952-a1394 : C-G Ww/Ww pairing antiparallel cis XIX 
a953-a1360 : A-U Wh/Hw pairing antiparallel cis one_hbond 48 
a953-a1393 : A-C Ss/Hw pairing antiparallel trans one_hbond 72 
a954-a1391 : A-U Ss/O2' pairing 
a955-a1359 : G-C Ww/Ww pairing antiparallel cis XIX 
a955-a1390 : G-A O2'/Ss pairing 
a956-a1358 : C-G Ww/Ww pairing antiparallel cis XIX 
a957-a1357 : G-C Ww/Ww pairing antiparallel cis XIX 
a958-a1356 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a959-a1355 : U-A Ww/Ww pairing antiparallel cis XX 
a960-a1353 : G-G Ww/O2P pairing 
a960-a1354 : G-A O2'/Bh pairing 
a961-a1251 : G-A Ww/Ww pairing antiparallel cis VIII 
a961-a1349 : G-G Bs/O2' pairing 
a962-a1250 : A-U Ww/Ww pairing antiparallel cis XX 
a962-a1348 : A-A O2'/Ss pairing 
a963-a1249 : G-C Ww/Ww pairing antiparallel cis XIX 
a964-a1248 : C-G Ww/Ww pairing antiparallel cis XIX 
a965-a1247 : A-U Ww/Ww pairing antiparallel cis XX 
a966-a1246 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a967-a1245 : G-C Ww/Ww pairing antiparallel cis XIX 
a968-a1244 : U-A Ww/Ww pairing antiparallel cis XX 
a969-a1243 : G-C Ww/Ww pairing antiparallel cis XIX 
a970-a1241 : G-C Ww/Ww pairing antiparallel cis XIX 
a970-a1242 : G-A Sw/Ww pairing parallel trans one_hbond 
a971-a1240 : U-A Ww/Ww pairing antiparallel cis XX 
a972-a976 : U-U Ws/Hh pairing antiparallel trans one_hbond 
a973-a975 : U-A O2'/Hh pairing 
a974-a1001 : A-C Ss/O2' pairing 
a978-a989 : C-G Ww/Ww pairing antiparallel cis XIX 
a979-a988 : G-C Ww/Ww pairing antiparallel cis XIX 
a980-a985 : A-A Ss/O2' pairing 
a991-a1381 : A-C Bh/O2' pairing 
a992-a1378 : G-A Ww/O2P outward pairing 
a993-a997 : A-U O2'/Ww pairing 
a993-a1239 : A-U Ww/O2P pairing 
a994-a1331 : A-G Ww/Sw pairing parallel trans one_hbond 
a994-a1337 : A-C O2'/Ww pairing 
a994-a1376 : A-G O2P/Ww pairing 
a1000-a1236 : C-G Ww/Ww pairing antiparallel cis XIX 
a1001-a1235 : C-G Ww/Ww pairing antiparallel cis XIX 
a1002-a1234 : A-U Ww/Ww pairing antiparallel cis XX 
a1003-a1233 : G-C Ww/Ww pairing antiparallel cis XIX 
a1004-a1232 : G-C Ww/Ww pairing antiparallel cis XIX 
a1005-a1231 : U-A Ww/Ww pairing antiparallel cis XX 
a1006-a1230 : C-G Ww/Ww pairing antiparallel cis XIX 
a1007-a1228 : U-A Ws/Hh pairing antiparallel trans XXIV 
a1008-a1060 : U-A Ws/Hh pairing antiparallel trans XXIV 
a1009-a1010 : G-A O2'/Hh adjacent_5p pairing 
a1009-a1011 : G-C O2'/Bh pairing 
a1009-a1061 : G-C Ww/Ww pairing antiparallel cis XIX 
a1012-a1061 : A-C Ww/O2' pairing 
a1013-a1060 : U-A Ww/Ww pairing antiparallel cis XX 
a1014-a1059 : C-G Ww/Ww pairing antiparallel cis XIX 
a1015-a1057 : C-G Ww/Ww pairing antiparallel cis XIX 
a1016-a1056 : U-A Ww/Ww pairing antiparallel cis XX 
a1017-a1018 : U-U Ww/O2' adjacent_5p pairing 
a1017-a1055 : U-A Ww/Ww pairing antiparallel cis XX 
a1019-a1051 : G-G Ww/Hh pairing parallel cis VI 
a1019-a1053 : G-C O2'/Ww pairing 
a1020-a1042 : A-C O2P/Bh pairing 
a1021-a1040 : C-U O2P/Ww Hh/O2' Ww/O2' pairing 
a1021-a1041 : C-U Bh/O2P pairing 
a1024-a1037 : C-G Ww/Ww pairing antiparallel cis XIX 
a1024-a1038 : C-C Bs/Hw pairing antiparallel trans one_hbond 
a1025-a1036 : U-A Ww/Ww pairing antiparallel cis XX 
a1026-a1035 : C-G Ww/Ww pairing antiparallel cis XIX 
a1028-a1033 : A-U Ww/Ww pairing antiparallel cis XX 
a1029-a1032 : G-A Sw/Hh Bs/O2P pairing antiparallel trans one_hbond 
a1030-a1234 : A-U Ss/O2' pairing 
a1031-a1233 : G-C Sw/Ss Ss/O2' pairing antiparallel cis one_hbond 
a1040-a1041 : U-U O2P/Ww adjacent_5p pairing 
a1042-a1052 : C-A Ws/Wh pairing antiparallel cis one_hbond 78 
a1043-a1052 : C-A Wh/Ww pairing antiparallel cis one_hbond 71 
a1044-a1051 : C-G Ww/Ww pairing antiparallel cis XIX 
a1045-a1046 : U-U O2'/Ww adjacent_5p pairing 
a1045-a1050 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a1046-a1047 : U-C O2P/Bh O2P/Ww adjacent_5p pairing 
a1046-a1048 : U-G Hh/Hh pairing antiparallel trans one_hbond 
a1047-a1048 : C-G O2P/Hh adjacent_5p pairing 
a1058-a1059 : U-G O2'/C8 adjacent_5p pairing 
a1062-a1226 : A-U Hw/Ws pairing antiparallel trans one_hbond 
a1063-a1225 : G-C Ww/Ww pairing antiparallel cis XIX 
a1064-a1224 : G-C Ww/Ww pairing antiparallel cis XIX 
a1066-a1223 : G-C Ww/Ww pairing antiparallel cis XIX 
a1067-a1222 : G-C Ww/Ww pairing antiparallel cis XIX 
a1068-a1221 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a1069-a1073 : G-G Ww/Hh pairing parallel cis one_hbond 
a1071-a1215 : A-C Hh/Ww pairing antiparallel trans XXV 
a1072-a1219 : U-A Ww/Ww pairing antiparallel cis XX 
a1073-a1218 : G-C Ww/Ww pairing antiparallel cis XIX 
a1074-a1214 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a1074-a1217 : G-U Sw/Hw pairing antiparallel trans one_hbond 88 
a1075-a1213 : U-A Ww/Ww pairing antiparallel cis XX 
a1076-a1212 : U-A Ww/Ww pairing antiparallel cis XX 
a1077-a1210 : G-C Ww/Ww pairing antiparallel cis XIX 
a1078-a1209 : U-U Ws/Ww pairing antiparallel cis XVI 
a1079-a1208 : C-G Ww/Ww pairing antiparallel cis XIX 
a1080-a1205 : G-G Ss/Ss pairing parallel trans IV 
a1129-a1202 : C-G Ww/Ww pairing antiparallel cis XIX 
a1130-a1201 : C-G Ww/Ww pairing antiparallel cis XIX 
a1131-a1200 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a1132-a1199 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a1134-a1170 : U-A Ww/Ww pairing antiparallel cis XX 
a1135-a1169 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a1136-a1168 : G-C Ww/Ww pairing antiparallel cis XIX 
a1137-a1167 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a1138-a1166 : U-A Ww/Ww pairing antiparallel cis XX 
a1139-a1165 : A-U Ww/Ww pairing antiparallel cis XX 
a1140-a1141 : G-U Sw/Hw adjacent_5p pairing parallel cis one_hbond 89 
a1140-a1143 : G-G O2'/Ww pairing 
a1140-a1160 : G-C O2'/Ww Hh/O2' pairing 
a1140-a1164 : G-C Ww/Ww pairing antiparallel cis XIX 
a1141-a1143 : U-G O2'/Hh upward pairing 
a1141-a1295 : U-A Ww/Hh pairing parallel cis XXIII 
a1142-a1295 : U-A Ww/O2P pairing 
a1143-a1160 : G-C Ww/Ww pairing antiparallel cis XIX 
a1143-a1163 : G-U Sw/Wh pairing antiparallel cis one_hbond 
a1144-a1159 : C-G Ww/Ww pairing antiparallel cis XIX 
a1144-a1162 : C-C O2'/Ww pairing 
a1145-a1154 : C-G O2'/Hh inward pairing 
a1145-a1158 : C-G Ww/Ww pairing antiparallel cis XIX 
a1148-a1157 : C-G Ww/Ww pairing antiparallel cis XIX 
a1150-a1156 : U-U Ws/Ww pairing antiparallel cis XVI 
a1151-a1155 : U-U Ws/Ww pairing antiparallel cis XVI 
a1164-a1295 : C-A O2'/Ww pairing 
a1171-a1194 : G-A Ss/Ww pairing parallel trans X 
a1171-a1195 : G-A O2'/Bh pairing 
a1172-a1193 : A-G Ww/Ss pairing parallel trans X 
a1173-a1196 : C-G Ww/Ww pairing antiparallel cis XIX 
a1175-a1191 : G-A Ww/Ww pairing antiparallel cis VIII 
a1175-a1197 : G-G Hh/Ww pairing parallel cis VI 
a1176-a1190 : C-G Ww/Ww pairing antiparallel cis XIX 
a1177-a1189 : C-G Ww/Ww pairing antiparallel cis XIX 
a1178-a1188 : G-C Ww/Ww pairing antiparallel cis XIX 
a1179-a1187 : G-C Ww/Ww pairing antiparallel cis XIX 
a1180-a1186 : U-A Ww/Ww pairing antiparallel cis XX 
a1181-a1184 : G-A Ww/O2P Bs/O2P pairing 
a1181-a1185 : G-A Ss/Hh pairing antiparallel trans XI 
a1192-a1196 : G-G Ww/Hh pairing antiparallel trans VII 
a1193-a1196 : G-G Bs/O2P pairing 
a1196-a1197 : G-G O2'/Hh adjacent_5p upward pairing 
a1215-a1220 : C-U Ws/Ww pairing parallel trans one_hbond 
a1228-a1230 : A-G O2'/Hh upward pairing 
a1237-a1337 : G-C O2P/Bh pairing 
a1252-a1352 : C-G Ww/Ww pairing antiparallel cis XIX 
a1253-a1256 : A-G Bs/Ss Ss/O2' pairing antiparallel cis one_hbond 
a1253-a1316 : A-U Hh/Ws pairing antiparallel trans one_hbond 
a1253-a1351 : A-C O2P/Bh pairing 
a1254-a1313 : A-C O2'/Bh pairing 
a1256-a1311 : G-C Ww/Ww pairing antiparallel cis XIX 
a1257-a1310 : G-U Ww/Ws pairing antiparallel cis XXVIII 
a1258-a1309 : G-C Ww/Ww pairing antiparallel cis XIX 
a1259-a1308 : A-U Ww/Ww pairing antiparallel cis XX 
a1260-a1307 : A-U Ww/Ww pairing antiparallel cis XX 
a1261-a1306 : G-C Ww/Ww pairing antiparallel cis XIX 
a1262-a1305 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a1263-a1304 : A-A Ww/Hh pairing antiparallel trans V 
a1264-a1303 : C-A Ww/Hh pairing antiparallel trans XXV 
a1265-a1368 : A-G Ww/Sw pairing parallel trans one_hbond 
a1265-a1385 : A-G Ss/O2' pairing 
a1266-a1384 : A-C Ss/O2' pairing 
a1268-a1299 : G-C Ww/Ww pairing antiparallel cis XIX 
a1269-a1298 : A-U Ww/Ww pairing antiparallel cis XX 
a1270-a1273 : G-G O2'/Ss pairing 
a1270-a1297 : G-C Ww/Ww pairing antiparallel cis XIX 
a1271-a1294 : U-A O2P/Bh pairing 
a1273-a1292 : G-C Ww/Ww pairing antiparallel cis XIX 
a1274-a1291 : C-G Ww/Ww pairing antiparallel cis XIX 
a1275-a1290 : U-U Ws/Ww pairing antiparallel cis one_hbond 
a1276-a1289 : A-A Hh/Ss Bh/O2' pairing antiparallel trans 41 
a1277-a1288 : G-C Ww/Ww pairing antiparallel cis XIX 
a1278-a1287 : A-U Ww/Ww pairing antiparallel cis XX 
a1279-a1286 : C-G Ww/Ww pairing antiparallel cis XIX 
a1280-a1285 : C-G Ww/Ww pairing antiparallel cis XIX 
a1281-a1284 : G-A Bs/O2P pairing 
a1283-a1341 : G-U Ss/O2' pairing 
a1284-a1327 : A-G Bs/Ss pairing parallel trans one_hbond 
a1291-a1297 : G-C Ss/O2' pairing 
a1292-a1294 : C-A O2'/Hh pairing 
a1296-a1297 : U-C O2P/Bh adjacent_5p pairing 
a1302-a1368 : A-G Ss/O2' pairing 
a1303-a1367 : A-C Ss/O2' pairing 
a1304-a1386 : A-G Ww/O2' pairing 
a1318-a1349 : C-G Ww/Ww pairing antiparallel cis XIX 
a1319-a1348 : G-A Ss/Hh pairing antiparallel trans XI 
a1320-a1346 : G-G Bs/O2' inward pairing 
a1320-a1347 : G-A Sw/Hh pairing antiparallel trans one_hbond 
a1321-a1346 : A-G Hh/Ss pairing antiparallel trans XI 
a1322-a1345 : U-U Ww/Ws pairing antiparallel cis one_hbond 
a1323-a1344 : U-A Ww/Ww pairing antiparallel cis XX 
a1324-a1343 : G-C Ww/Ww pairing antiparallel cis XIX 
a1325-a1342 : C-G Ww/Ww pairing antiparallel cis XIX 
a1326-a1341 : A-U Ww/Ww pairing antiparallel cis XX 
a1327-a1340 : G-C Ww/Ww pairing antiparallel cis XIX 
a1328-a1339 : G-C Ww/Ww pairing antiparallel cis XIX 
a1329-a1338 : C-G Ww/Ww pairing antiparallel cis XIX 
a1330-a1334 : U-A Ws/Hh pairing antiparallel trans XXIV 
a1331-a1333 : G-A O2'/Hh pairing 
a1331-a1334 : G-A Ww/O2P Bs/O2P pairing 
a1334-a1338 : A-G O2'/Hh upward pairing 
a1360-a1391 : U-U Ws/Ws pairing parallel trans XIII 
a1361-a1390 : A-A Hh/Hh pairing parallel trans II 
a1362-a1363 : G-U Sw/Hw adjacent_5p pairing parallel cis one_hbond 89 
a1362-a1389 : G-A Ww/O2P Bs/O2P pairing 
a1363-a1389 : U-A Ws/Hh pairing antiparallel trans XXIV 
a1364-a1388 : A-G Hh/Ss pairing antiparallel trans XI 
a1365-a1387 : A-U Ww/Ww pairing antiparallel cis XX 
a1366-a1386 : U-G Ws/Ww pairing antiparallel cis XXVIII 
a1367-a1385 : C-G Ww/Ww pairing antiparallel cis XIX 
a1368-a1384 : G-C Ww/Ww pairing antiparallel cis XIX 
a1369-a1383 : C-G Ww/Ww pairing antiparallel cis XIX 
a1370-a1382 : G-C Ww/Ww pairing antiparallel cis XIX 
a1371-a1372 : G-A O2'/Hh adjacent_5p upward pairing 
a1371-a1381 : G-C Ww/Ww pairing antiparallel cis XIX 
a1372-a1380 : A-G Ww/Ww pairing antiparallel cis VIII 
a1373-a1374 : U-C O2P/Bh adjacent_5p pairing 
