Residue conformations -------------------------------------------
'2'1 : A C3p_endo unknown
'2'2 : A C3p_endo unknown
'2'3 : A C3p_endo unknown
'2'4 : C C3p_endo unknown
'2'5 : U C3p_endo unknown
'2'6 : U C3p_endo unknown
'2'7 : U C3p_endo unknown
'2'8 : C C3p_endo unknown
'2'9 : A C3p_endo unknown
'2'10 : A C3p_endo unknown
'2'11 : C C3p_endo unknown
'2'12 : A C3p_endo unknown
'2'13 : A C3p_endo unknown
'2'14 : C C3p_endo unknown
'2'15 : G C3p_endo unknown
'2'16 : G C2p_endo unknown
'2'17 : A C3p_endo unknown
'2'18 : U C3p_endo unknown
'2'19 : C C3p_endo unknown
'2'20 : U C3p_endo unknown
'2'21 : C C3p_endo unknown
'2'22 : U C2p_endo unknown
'2'23 : U C2p_endo unknown
'2'24 : G C3p_endo unknown
'2'25 : G C3p_endo unknown
'2'26 : U C3p_endo unknown
'2'27 : U C3p_endo unknown
'2'28 : C C3p_endo unknown
'2'29 : U C3p_endo unknown
'2'30 : C C3p_endo unknown
'2'31 : G C3p_endo unknown
'2'32 : C C3p_endo unknown
'2'33 : A C2p_endo unknown
'2'34 : U C2p_endo unknown
'2'35 : C C3p_endo unknown
'2'36 : G C3p_endo unknown
'2'37 : A C2p_endo unknown
'2'38 : U C2p_endo unknown
'2'39 : G C2p_endo unknown
'2'40 : A C3p_endo unknown
'2'41 : A C3p_endo unknown
'2'42 : G C3p_endo unknown
'2'43 : A C3p_endo unknown
'2'44 : A C3p_endo unknown
'2'45 : C C3p_endo unknown
'2'46 : G C3p_endo unknown
'2'47 : C C3p_endo unknown
'2'48 : A C2p_endo unknown
'2'49 : G C3p_endo unknown
'2'50 : C C3p_endo unknown
'2'51 : G C2p_endo unknown
'2'52 : A C3p_endo unknown
'2'53 : A C3p_endo unknown
'2'54 : A C3p_endo unknown
'2'55 : U C3p_endo unknown
'2'56 : G C3p_endo unknown
'2'57 : C C3p_endo unknown
'2'58 : G C2p_endo unknown
'2'59 : A C2p_endo unknown
'2'60 : U C2p_endo unknown
'2'61 : A C3p_endo unknown
'2'62 : C C2p_endo unknown
'2'63 : G C3p_endo unknown
'2'64 : U C3p_endo unknown
'2'65 : A C3p_endo unknown
'2'66 : A C3p_endo unknown
'2'67 : U C3p_endo unknown
'2'68 : G C3p_endo unknown
'2'69 : U C3p_endo unknown
'2'70 : G C2p_endo unknown
'2'71 : A C3p_exo unknown
'2'72 : A C3p_endo unknown
'2'73 : U C3p_endo unknown
'2'74 : U C3p_endo unknown
'2'75 : G C3p_endo unknown
'2'76 : C C3p_endo unknown
'2'77 : A C3p_endo unknown
'2'78 : G C3p_endo unknown
'2'79 : A C3p_endo unknown
'2'80 : A C2p_endo unknown
'2'81 : U C2p_endo unknown
'2'82 : U C3p_endo unknown
'2'83 : C C3p_exo unknown
'2'84 : C C3p_exo unknown
'2'85 : G C2p_endo unknown
'2'86 : U C3p_endo unknown
'2'87 : G C2p_endo unknown
'2'88 : A C3p_endo unknown
'2'89 : A C3p_endo unknown
'2'90 : U C2p_endo unknown
'2'91 : C C3p_endo unknown
'2'92 : A C3p_endo unknown
'2'93 : U C3p_endo unknown
'2'94 : C C3p_endo unknown
'2'95 : G C2p_endo unknown
'2'96 : A C3p_endo unknown
'2'97 : A C3p_endo unknown
'2'98 : U C3p_endo unknown
'2'99 : C C3p_endo unknown
'2'100 : U C2p_exo unknown
'2'101 : U C3p_endo unknown
'2'102 : U C3p_endo unknown
'2'103 : G C3p_endo unknown
'2'104 : A C3p_endo unknown
'2'105 : A C2p_endo unknown
'2'106 : C C2p_endo unknown
'2'107 : G C3p_endo unknown
'2'108 : C C3p_endo unknown
'2'109 : A C3p_endo unknown
'2'110 : C C3p_endo unknown
'2'111 : A C2p_endo unknown
'2'112 : U C2p_endo unknown
'2'113 : U C3p_endo unknown
'2'114 : G C3p_endo unknown
'2'115 : C C3p_endo unknown
'2'116 : G C3p_endo unknown
'2'117 : C C3p_endo unknown
'2'118 : C C3p_endo unknown
'2'119 : C C3p_endo unknown
'2'120 : C C3p_endo unknown
'2'121 : U C3p_endo unknown
'2'122 : U C3p_endo unknown
'2'123 : G C3p_endo unknown
'2'124 : G C2p_exo unknown
'2'125 : U C2p_endo unknown
'2'126 : A C3p_exo unknown
'2'127 : U C3p_endo unknown
'2'128 : U C2p_endo unknown
'2'129 : C C3p_endo unknown
'2'130 : C C3p_endo unknown
'2'131 : A C3p_endo unknown
'2'132 : G C3p_endo unknown
'2'133 : G C3p_endo unknown
'2'134 : G C3p_endo unknown
'2'135 : G C3p_endo unknown
'2'136 : G C3p_endo unknown
'2'137 : C C3p_endo unknown
'2'138 : A C3p_endo unknown
'2'139 : U C3p_endo unknown
'2'140 : G C3p_endo unknown
'2'141 : C C3p_endo unknown
'2'142 : C C3p_endo unknown
'2'143 : U C3p_endo unknown
'2'144 : G C3p_endo unknown
'2'145 : U C3p_endo unknown
'2'146 : U C3p_endo unknown
'2'147 : U C3p_endo unknown
'2'148 : G C3p_endo unknown
'2'149 : A C3p_endo unknown
'2'150 : G C3p_endo unknown
'2'151 : C C3p_endo unknown
'2'152 : G C3p_endo unknown
'2'153 : U C3p_endo unknown
'2'154 : C C3p_endo unknown
'2'155 : A C3p_endo unknown
'2'156 : U C3p_endo unknown
'2'157 : U C2p_endo unknown
'2'158 : U C2p_endo unknown
'6'1 : C C2p_endo unknown
'6'2 : C C3p_endo unknown
'6'3 : U C2p_endo unknown
'6'4 : U C2p_endo unknown
'6'5 : C C3p_exo unknown
'6'6 : U C2p_endo unknown
'6'7 : C C2p_endo unknown
'6'8 : A C3p_endo unknown
'6'9 : A C3p_endo unknown
'6'10 : A C3p_endo unknown
'6'11 : C C3p_endo unknown
'6'12 : A C3p_endo unknown
'6'13 : U C2p_endo unknown
'6'14 : U C3p_endo unknown
'6'15 : C C2p_endo unknown
'6'16 : U C2p_endo unknown
'6'17 : G C3p_endo unknown
'6'18 : U C3p_endo unknown
'6'19 : U C3p_endo unknown
'6'20 : U C3p_endo unknown
'6'21 : G C3p_endo unknown
'6'22 : G C3p_endo unknown
'6'23 : U C2p_endo unknown
'6'24 : A C3p_endo unknown
'6'25 : G C2p_endo unknown
'6'26 : U C3p_endo unknown
'6'27 : G C3p_endo unknown
'6'28 : A C3p_endo unknown
'6'29 : G C3p_endo unknown
'6'30 : U C3p_endo unknown
'6'31 : G C3p_endo unknown
'6'32 : A C3p_endo unknown
'6'33 : U C2p_endo unknown
'6'34 : A C3p_endo unknown
'6'35 : C C3p_endo unknown
'6'36 : U C3p_endo unknown
'6'37 : C C3p_endo unknown
'6'38 : U C3p_endo unknown
'6'39 : U C2p_endo unknown
'6'40 : U C2p_endo unknown
'6'41 : G C3p_endo unknown
'6'42 : G C2p_endo unknown
'6'43 : A C2p_exo unknown
'6'44 : G C3p_endo unknown
'6'45 : U C3p_endo unknown
'6'46 : U C3p_endo unknown
'6'47 : A C3p_endo unknown
'6'48 : A C3p_endo unknown
'6'49 : C C3p_endo unknown
'6'50 : U C3p_endo unknown
'6'51 : U C2p_endo unknown
'6'52 : G C3p_endo unknown
'6'53 : A C4p_exo unknown
'6'54 : A C2p_endo unknown
'6'55 : A C2p_endo unknown
'6'56 : U C2p_endo unknown
'6'57 : U C2p_endo unknown
'6'58 : G C2p_endo unknown
'6'59 : C C2p_endo unknown
'6'227 : C C2p_endo unknown
'6'228 : U C2p_endo unknown
'6'229 : U C2p_endo unknown
'6'230 : A C2p_endo unknown
'6'231 : A C2p_endo unknown
'6'232 : A C1p_exo unknown
L8 : PRO
L9 : ILE
L10 : LEU
L11 : LYS
L12 : ASN
L13 : HIS
L14 : PHE
L15 : ARG
L16 : LYS
L17 : HIS
L18 : TRP
L19 : GLN
L20 : GLU
L21 : ARG
L22 : VAL
L23 : LYS
L24 : VAL
L25 : HIS
L26 : PHE
L27 : ASP
L28 : GLN
L29 : ALA
L30 : GLY
L31 : LYS
L32 : LYS
L33 : VAL
L34 : SER
L35 : ARG
L36 : ARG
L37 : ASN
L38 : ALA
L39 : ARG
L40 : ALA
L41 : THR
L42 : ARG
L43 : ALA
L44 : ALA
L45 : LYS
L46 : ILE
L47 : ALA
L48 : PRO
L49 : ARG
L50 : PRO
L51 : LEU
L52 : ASP
L53 : LEU
L54 : LEU
L55 : ARG
L56 : PRO
L57 : VAL
L58 : VAL
L59 : ARG
L60 : ALA
L61 : PRO
L62 : THR
L63 : VAL
L64 : LYS
L65 : TYR
L66 : ASN
L67 : ARG
L68 : LYS
L69 : VAL
L70 : ARG
L71 : ALA
L72 : GLY
L73 : ARG
L74 : GLY
L75 : PHE
L76 : THR
L77 : LEU
L78 : ALA
L79 : GLU
L80 : VAL
L81 : LYS
L82 : ALA
L83 : ALA
L84 : GLY
L85 : LEU
L86 : THR
L87 : ALA
L88 : ALA
L89 : TYR
L90 : ALA
L91 : ARG
L92 : THR
L93 : ILE
L94 : GLY
L95 : ILE
L96 : ALA
L97 : VAL
L98 : ASP
L99 : HIS
L100 : ARG
L101 : ARG
L102 : GLN
L103 : ASN
L104 : ARG
L105 : ASN
L106 : GLN
L107 : GLU
L108 : ILE
L109 : PHE
L110 : ASP
L111 : ALA
L112 : ASN
L113 : VAL
L114 : GLN
L115 : ARG
L116 : LEU
L117 : LYS
L118 : GLU
L119 : TYR
L120 : GLN
L121 : SER
L122 : LYS
L123 : ILE
L124 : ILE
L125 : VAL
L126 : PHE
L127 : PRO
L128 : ARG
L129 : ASN
M3 : THR
M4 : ASP
M5 : SER
M6 : ILE
M7 : VAL
M8 : LYS
M9 : ALA
M10 : SER
M11 : ASN
M12 : TRP
M13 : ARG
M14 : LEU
M15 : VAL
M16 : GLU
M17 : VAL
M18 : GLY
M19 : ARG
M20 : VAL
M21 : VAL
M22 : LEU
M23 : ILE
M24 : LYS
M25 : LYS
M26 : GLY
M27 : GLN
M28 : SER
M29 : ALA
M30 : GLY
M31 : LYS
M32 : LEU
M33 : ALA
M34 : ALA
M35 : ILE
M36 : VAL
M37 : GLU
M38 : ILE
M39 : ILE
M40 : ASP
M41 : GLN
M42 : LYS
M43 : LYS
M44 : VAL
M45 : LEU
M46 : ILE
M47 : ASP
M48 : GLY
M49 : PRO
M50 : LYS
M51 : ALA
M52 : GLY
M53 : VAL
M54 : PRO
M55 : ARG
M56 : GLN
M57 : ALA
M58 : ILE
M59 : ASN
M60 : LEU
M61 : GLY
M62 : GLN
M63 : VAL
M64 : VAL
M65 : LEU
M66 : THR
M67 : PRO
M68 : LEU
M69 : THR
M70 : PHE
M71 : ALA
M72 : LEU
M73 : PRO
M74 : ARG
M75 : GLY
M76 : ALA
M77 : ARG
M78 : THR
M79 : ALA
M80 : THR
M81 : VAL
M82 : SER
M83 : LYS
M84 : LYS
M85 : TRP
M86 : ALA
M87 : ALA
M88 : ALA
M89 : ALA
M90 : VAL
M91 : CYS
M92 : GLU
M93 : LYS
M94 : TRP
M95 : ALA
M96 : ALA
M97 : SER
M98 : SER
M99 : TRP
M100 : ALA
M101 : LYS
M102 : LYS
M103 : ILE
M104 : ALA
M105 : GLN
M106 : ARG
M107 : GLU
M108 : ARG
M109 : ARG
M110 : ALA
M111 : ALA
M112 : LEU
M113 : THR
M114 : ASP
M115 : PHE
M116 : GLU
M117 : ARG
M118 : PHE
M119 : GLN
M120 : VAL
M121 : MET
M122 : VAL
M123 : LEU
M124 : ARG
M125 : LYS
M126 : GLN
M127 : LYS
M128 : ARG
M129 : TYR
M130 : THR
M131 : VAL
M132 : LYS
M133 : LYS
M134 : ALA
M135 : LEU
M136 : ALA
M137 : LYS
M138 : ALA
N2 : GLY
N3 : ALA
N4 : TYR
N5 : LYS
N6 : TYR
N7 : LEU
N8 : GLU
N9 : GLU
N10 : LEU
N11 : GLN
N12 : ARG
N13 : LYS
N14 : LYS
N15 : GLN
N16 : SER
N17 : ASP
N18 : VAL
N19 : LEU
N20 : ARG
N21 : PHE
N22 : LEU
N23 : GLN
N24 : ARG
N25 : VAL
N26 : ARG
N27 : VAL
N28 : TRP
N29 : GLU
N30 : TYR
N31 : ARG
N32 : GLN
N33 : LYS
N34 : ASN
N35 : VAL
N36 : ILE
N37 : HIS
N38 : ARG
N39 : ALA
N40 : ALA
N41 : ARG
N42 : PRO
N43 : THR
N44 : ARG
N45 : PRO
N46 : ASP
N47 : LYS
N48 : ALA
N49 : ARG
N50 : ARG
N51 : LEU
N52 : GLY
N53 : TYR
N54 : LYS
N55 : ALA
N56 : LYS
N57 : GLN
N58 : GLY
N59 : PHE
N60 : VAL
N61 : ILE
N62 : TYR
N63 : ARG
N64 : VAL
N65 : ARG
N66 : VAL
N67 : ARG
N68 : ARG
N69 : GLY
N70 : ASN
N88 : GLY
N89 : VAL
N90 : ASN
N91 : GLU
N92 : LEU
N93 : LYS
N94 : TYR
N95 : GLN
N96 : ARG
N97 : SER
N98 : LEU
N99 : ARG
N100 : ALA
N101 : THR
N102 : ALA
N103 : GLU
N104 : GLU
N105 : ARG
N106 : VAL
N107 : GLY
N108 : ARG
N109 : ARG
N110 : ALA
N111 : ALA
N112 : ASN
N113 : LEU
N114 : ARG
N115 : VAL
N116 : LEU
N117 : ASN
N118 : SER
N119 : TYR
N120 : TRP
N121 : VAL
N122 : ASN
N123 : GLN
N124 : ASP
N125 : SER
N126 : THR
N127 : TYR
N128 : LYS
N129 : TYR
N130 : PHE
N131 : GLU
N132 : VAL
N133 : ILE
N134 : LEU
N135 : VAL
N136 : ASP
N137 : PRO
N138 : GLN
N139 : HIS
N140 : LYS
N141 : ALA
N142 : ILE
N143 : ARG
N144 : ARG
N145 : ASP
N146 : ALA
N147 : ARG
N148 : TYR
N149 : ASN
N150 : TRP
N151 : ILE
N152 : CYS
N153 : ASP
N154 : PRO
N155 : VAL
N156 : HIS
N157 : LYS
N158 : HIS
N159 : ARG
N160 : GLU
N161 : ALA
N162 : ARG
N163 : GLY
N164 : LEU
N165 : THR
N166 : ALA
N167 : THR
N168 : GLY
N169 : LYS
N170 : LYS
N171 : SER
N172 : ARG
N173 : GLY
N174 : ILE
N175 : ASN
N176 : LYS
N177 : GLY
N178 : HIS
N179 : LYS
N180 : PHE
N181 : ASN
N182 : ASN
N183 : THR
N184 : LYS
N185 : ALA
N186 : GLY
N187 : ARG
N188 : ARG
N189 : LYS
N190 : THR
N191 : TRP
N192 : LYS
N193 : ARG
N194 : GLN
N195 : ASN
N196 : THR
N197 : LEU
N198 : SER
N199 : LEU
N200 : TRP
N201 : ARG
N202 : TYR
N203 : ARG
N204 : LYS
Q15 : HIS
Q16 : ARG
Q17 : THR
Q18 : ALA
Q19 : PRO
Q20 : LYS
Q21 : SER
Q22 : ASP
Q23 : ASN
Q24 : VAL
Q25 : TYR
Q26 : LEU
Q27 : LYS
Q28 : LEU
Q29 : LEU
Q30 : VAL
Q31 : LYS
Q32 : LEU
Q33 : TYR
Q34 : THR
Q35 : PHE
Q36 : LEU
Q37 : ALA
Q38 : ARG
Q39 : ARG
Q40 : THR
Q41 : ASP
Q42 : ALA
Q43 : PRO
Q44 : PHE
Q45 : ASN
Q46 : LYS
Q47 : VAL
Q48 : VAL
Q49 : LEU
Q50 : LYS
Q51 : ALA
Q52 : LEU
Q53 : PHE
Q54 : LEU
Q55 : SER
Q56 : LYS
Q57 : ILE
Q58 : ASN
Q59 : ARG
Q60 : PRO
Q61 : PRO
Q62 : VAL
Q63 : SER
Q64 : VAL
Q65 : SER
Q66 : ARG
Q67 : ILE
Q68 : ALA
Q69 : ARG
Q70 : ALA
Q71 : LEU
Q72 : LYS
Q73 : GLN
Q74 : GLU
Q75 : GLY
Q76 : ALA
Q77 : ALA
Q78 : ASN
Q79 : LYS
Q80 : THR
Q81 : VAL
Q82 : VAL
Q83 : VAL
Q84 : VAL
Q85 : GLY
Q86 : THR
Q87 : VAL
Q88 : THR
Q89 : ASP
Q90 : ASP
Q91 : ALA
Q92 : ARG
Q93 : ILE
Q94 : PHE
Q95 : GLU
Q96 : PHE
Q97 : PRO
Q98 : LYS
Q99 : THR
Q100 : THR
Q101 : VAL
Q102 : ALA
Q103 : ALA
Q104 : LEU
Q105 : ARG
Q106 : PHE
Q107 : THR
Q108 : ALA
Q109 : GLY
Q110 : ALA
Q111 : ARG
Q112 : ALA
Q113 : LYS
Q114 : ILE
Q115 : VAL
Q116 : LYS
Q117 : ALA
Q118 : GLY
Q119 : GLY
Q120 : GLU
Q121 : CYS
Q122 : ILE
Q123 : THR
Q124 : LEU
Q125 : ASP
Q126 : GLN
Q127 : LEU
Q128 : ALA
Q129 : VAL
Q130 : ARG
Q131 : ALA
Q132 : PRO
Q133 : LYS
Q134 : GLY
Q135 : GLN
Q136 : ASN
Q137 : THR
Q138 : LEU
Q139 : ILE
Q140 : LEU
Q141 : ARG
Q142 : GLY
Q143 : PRO
Q144 : ARG
Q145 : ASN
Q146 : SER
Q147 : ARG
Q148 : GLU
R2 : ALA
R3 : ASN
R4 : LEU
R5 : ARG
R6 : THR
R7 : GLN
R8 : LYS
R9 : ARG
R10 : LEU
R11 : ALA
R12 : ALA
R13 : SER
R14 : VAL
R15 : VAL
R16 : GLY
R17 : VAL
R18 : GLY
R19 : LYS
R20 : ARG
R21 : LYS
R22 : VAL
R23 : TRP
R24 : LEU
R25 : ASP
R26 : PRO
R27 : ASN
R28 : GLU
R29 : THR
R30 : SER
R31 : GLU
R32 : ILE
R33 : ALA
R34 : GLN
R35 : ALA
R36 : ASN
R37 : SER
R38 : ARG
R39 : ASN
R40 : ALA
R41 : ILE
R42 : ARG
R43 : LYS
R44 : LEU
R45 : VAL
R46 : LYS
R47 : ASN
R48 : GLY
R49 : THR
R50 : ILE
R51 : VAL
R52 : LYS
R53 : LYS
R54 : ALA
R55 : VAL
R56 : THR
R57 : VAL
R58 : HIS
R59 : SER
R89 : LEU
R90 : PRO
R91 : SER
R92 : GLN
R93 : VAL
R94 : VAL
R95 : TRP
R96 : ILE
R97 : ARG
R98 : ARG
R99 : LEU
R100 : ARG
R101 : VAL
R102 : LEU
R103 : ARG
R104 : ARG
R105 : LEU
R106 : LEU
R107 : ALA
R108 : LYS
R109 : TYR
R110 : ARG
R111 : ASP
R112 : ALA
R113 : GLY
R114 : LYS
R115 : ILE
R116 : ASP
R117 : LYS
R118 : HIS
R119 : LEU
R120 : TYR
R121 : HIS
R122 : VAL
R123 : LEU
R124 : TYR
R125 : LYS
R126 : GLU
R127 : SER
R128 : LYS
R129 : GLY
R130 : ASN
R131 : ALA
R132 : PHE
R133 : LYS
R134 : HIS
R135 : LYS
R136 : ARG
R137 : ALA
R138 : LEU
R139 : VAL
R140 : GLU
R141 : HIS
R142 : ILE
R143 : ILE
R144 : GLN
R145 : ALA
R146 : LYS
R147 : ALA
R148 : ASP
R149 : ALA
R150 : GLN
S3 : HIS
S4 : PHE
S5 : LYS
S6 : GLU
S7 : TYR
S8 : GLN
S9 : VAL
S10 : ILE
S11 : GLY
S12 : ARG
S13 : ARG
S14 : LEU
S15 : PRO
S16 : THR
S17 : GLU
S18 : SER
S19 : VAL
S20 : PRO
S21 : GLU
S22 : PRO
S23 : LYS
S24 : LEU
S25 : PHE
S26 : ARG
S27 : MET
S28 : ARG
S29 : ILE
S30 : PHE
S31 : ALA
S32 : SER
S33 : ASN
S34 : GLU
S35 : VAL
S36 : ILE
S37 : ALA
S38 : LYS
S39 : SER
S40 : ARG
S41 : TYR
S42 : TRP
S43 : TYR
S44 : PHE
S45 : LEU
S46 : GLN
S47 : LYS
S48 : LEU
S49 : HIS
S50 : LYS
S51 : VAL
S52 : LYS
S53 : LYS
S54 : ALA
S55 : SER
S56 : GLY
S57 : GLU
S58 : ILE
S59 : VAL
S60 : SER
S61 : ILE
S62 : ASN
S63 : GLN
S64 : ILE
S65 : ASN
S66 : GLU
S67 : ALA
S68 : HIS
S69 : PRO
S70 : THR
S71 : LYS
S72 : VAL
S73 : LYS
S74 : ASN
S75 : PHE
S76 : GLY
S77 : VAL
S78 : TRP
S79 : VAL
S80 : ARG
S81 : TYR
S82 : ASP
S83 : SER
S84 : ARG
S85 : SER
S86 : GLY
S87 : THR
S88 : HIS
S89 : ASN
S90 : MET
S91 : TYR
S92 : LYS
S93 : GLU
S94 : ILE
S95 : ARG
S96 : ASP
S97 : VAL
S98 : SER
S99 : ARG
S100 : VAL
S101 : ALA
S102 : ALA
S103 : VAL
S104 : GLU
S105 : THR
S106 : LEU
S107 : TYR
S108 : GLN
S109 : ASP
S110 : MET
S111 : ALA
S112 : ALA
S113 : ARG
S114 : HIS
S115 : ARG
S116 : ALA
S117 : ARG
S118 : PHE
S119 : ARG
S120 : SER
S121 : ILE
S122 : HIS
S123 : ILE
S124 : LEU
S125 : LYS
S126 : VAL
S127 : ALA
S128 : GLU
S129 : ILE
S130 : GLU
S131 : LYS
S132 : THR
S133 : ALA
S134 : ASP
S135 : VAL
S136 : LYS
S137 : ARG
S138 : GLN
S139 : TYR
S140 : VAL
S141 : LYS
S142 : GLN
S143 : PHE
S144 : LEU
S145 : THR
S146 : LYS
S147 : ASP
S148 : LEU
S149 : LYS
S150 : PHE
S151 : PRO
S152 : LEU
S153 : PRO
S154 : HIS
S155 : ARG
S156 : VAL
S157 : GLN
S158 : LYS
S159 : SER
S160 : THR
S161 : LYS
S162 : THR
S163 : PHE
S164 : SER
S165 : TYR
S166 : LYS
S167 : ARG
S168 : PRO
S169 : SER
S170 : THR
S171 : PHE
S172 : TYR
T101 : CYS
T102 : ARG
T103 : GLN
T104 : GLU
T105 : PHE
T106 : LEU
T107 : GLU
T108 : ARG
T109 : VAL
T110 : LYS
T111 : ALA
T112 : ASN
T113 : ALA
T114 : ALA
T115 : LYS
T116 : ARG
T117 : ALA
T118 : GLU
T119 : ALA
T120 : LYS
T121 : ALA
T122 : GLN
U11 : ILE
U12 : ALA
U13 : LYS
U14 : THR
U15 : PHE
U16 : THR
U17 : VAL
U18 : ASP
U19 : VAL
U20 : SER
U21 : SER
U22 : PRO
U23 : THR
U24 : GLU
U25 : ASN
U26 : GLY
U27 : VAL
U28 : PHE
U29 : ASP
U30 : PRO
U31 : ALA
U32 : SER
U33 : TYR
U34 : ALA
U35 : LYS
U36 : TYR
U37 : LEU
U38 : ILE
U39 : ASP
U40 : HIS
U41 : ILE
U42 : LYS
U43 : VAL
U44 : GLU
U45 : GLY
U46 : ALA
U47 : VAL
U48 : GLY
U49 : ASN
U50 : LEU
U51 : GLY
U52 : ASN
U53 : ALA
U54 : VAL
U55 : THR
U56 : VAL
U57 : THR
U58 : GLU
U59 : ASP
U60 : GLY
U61 : THR
U62 : VAL
U63 : VAL
U64 : THR
U65 : VAL
U66 : VAL
U67 : SER
U68 : THR
U69 : ALA
U70 : LYS
U71 : PHE
U72 : SER
U73 : GLY
U74 : LYS
U75 : TYR
U76 : LEU
U77 : LYS
U78 : TYR
U79 : LEU
U80 : THR
U81 : LYS
U82 : LYS
U83 : TYR
U84 : LEU
U85 : LYS
U86 : LYS
U87 : ASN
U88 : GLN
U89 : LEU
U90 : ARG
U91 : ASP
U92 : TRP
U93 : ILE
U94 : ARG
U95 : PHE
U96 : VAL
U97 : SER
U98 : THR
U99 : LYS
U100 : THR
U101 : ASN
U102 : GLU
U103 : TYR
U104 : ARG
U105 : LEU
U106 : ALA
U107 : PHE
U108 : TYR
Z2 : ALA
Z3 : LYS
Z4 : PHE
Z5 : LEU
Z6 : LYS
Z7 : ALA
Z8 : GLY
Z9 : LYS
Z10 : VAL
Z11 : ALA
Z12 : VAL
Z13 : VAL
Z14 : VAL
Z15 : ARG
Z16 : GLY
Z17 : ARG
Z18 : TYR
Z19 : ALA
Z20 : GLY
Z21 : LYS
Z22 : LYS
Z23 : VAL
Z24 : VAL
Z25 : ILE
Z26 : VAL
Z27 : LYS
Z28 : PRO
Z29 : HIS
Z30 : ASP
Z31 : GLU
Z32 : GLY
Z33 : SER
Z34 : LYS
Z35 : SER
Z36 : HIS
Z37 : PRO
Z38 : PHE
Z39 : GLY
Z40 : HIS
Z41 : ALA
Z42 : LEU
Z43 : VAL
Z44 : ALA
Z45 : GLY
Z46 : ILE
Z47 : GLU
Z48 : ARG
Z49 : TYR
Z50 : PRO
Z51 : LEU
Z52 : LYS
Z53 : VAL
Z54 : THR
Z55 : LYS
Z56 : LYS
Z57 : HIS
Z58 : GLY
Z59 : ALA
Z60 : LYS
Z61 : LYS
Z62 : VAL
Z63 : ALA
Z64 : LYS
Z65 : ARG
Z66 : THR
Z67 : LYS
Z68 : ILE
Z69 : LYS
Z70 : PRO
Z71 : PHE
Z72 : ILE
Z73 : LYS
Z74 : VAL
Z75 : VAL
Z76 : ASN
Z77 : TYR
Z78 : ASN
Z79 : HIS
Z80 : LEU
Z81 : LEU
Z82 : PRO
Z83 : THR
Z84 : ARG
Z85 : TYR
Z86 : THR
Z87 : LEU
Z88 : ASP
Z89 : VAL
Z90 : GLU
Z91 : ALA
Z92 : PHE
Z93 : LYS
Z94 : SER
Z95 : VAL
Z96 : VAL
Z97 : SER
Z98 : THR
Z99 : GLU
Z100 : THR
Z101 : PHE
Z102 : GLU
Z103 : GLN
Z104 : PRO
Z105 : SER
Z106 : GLN
Z107 : ARG
Z108 : GLU
Z109 : GLU
Z110 : ALA
Z111 : LYS
Z112 : LYS
Z113 : VAL
Z114 : VAL
Z115 : LYS
Z116 : LYS
Z117 : ALA
Z118 : PHE
Z119 : GLU
Z120 : GLU
Z121 : ARG
Z122 : HIS
Z123 : GLN
Z124 : ALA
Z125 : GLY
Z126 : LYS
Z127 : ASN
Z128 : GLN
Z129 : TRP
Z130 : PHE
Z131 : PHE
Z132 : SER
Z133 : LYS
Z134 : LEU
Z135 : ARG
Z136 : PHE
c9 : SER
c10 : ILE
c11 : ASN
c12 : GLN
c13 : LYS
c14 : LEU
c15 : ALA
c16 : LEU
c17 : VAL
c18 : ILE
c19 : LYS
c20 : SER
c21 : GLY
c22 : LYS
c23 : TYR
c24 : THR
c25 : LEU
c26 : GLY
c27 : TYR
c28 : LYS
c29 : SER
c30 : THR
c31 : VAL
c32 : LYS
c33 : SER
c34 : LEU
c35 : ARG
c36 : GLN
c37 : GLY
c38 : LYS
c39 : SER
c40 : LYS
c41 : LEU
c42 : ILE
c43 : ILE
c44 : ILE
c45 : ALA
c46 : ALA
c47 : ASN
c48 : THR
c49 : PRO
c50 : VAL
c51 : LEU
c52 : ARG
c53 : LYS
c54 : SER
c55 : GLU
c56 : LEU
c57 : GLU
c58 : TYR
c59 : TYR
c60 : ALA
c61 : MET
c62 : LEU
c63 : SER
c64 : LYS
c65 : THR
c66 : LYS
c67 : VAL
c68 : TYR
c69 : TYR
c70 : PHE
c71 : GLN
c72 : GLY
c73 : GLY
c74 : ASN
c75 : ASN
c76 : GLU
c77 : LEU
c78 : GLY
c79 : THR
c80 : ALA
c81 : VAL
c82 : GLY
c83 : LYS
c84 : LEU
c85 : PHE
c86 : ARG
c87 : VAL
c88 : GLY
c89 : VAL
c90 : VAL
c91 : SER
c92 : ILE
c93 : LEU
c94 : GLU
c95 : ALA
c96 : GLY
c97 : ASP
c98 : SER
c99 : ASP
c100 : ILE
c101 : LEU
c102 : THR
c103 : THR
c104 : LEU
c105 : ALA
d6 : ASP
d7 : VAL
d8 : VAL
d9 : THR
d10 : ARG
d11 : GLU
d12 : TYR
d13 : THR
d14 : ILE
d15 : ASN
d16 : LEU
d17 : HIS
d18 : LYS
d19 : ARG
d20 : LEU
d21 : HIS
d22 : GLY
d23 : VAL
d24 : SER
d25 : PHE
d26 : LYS
d27 : LYS
d28 : ARG
d29 : ALA
d30 : PRO
d31 : ARG
d32 : ALA
d33 : VAL
d34 : LYS
d35 : GLU
d36 : ILE
d37 : LYS
d38 : LYS
d39 : PHE
d40 : ALA
d41 : LYS
d42 : LEU
d43 : HIS
d44 : MET
d45 : GLY
d46 : THR
d47 : ASP
d48 : ASP
d49 : VAL
d50 : ARG
d51 : LEU
d52 : ALA
d53 : PRO
d54 : GLU
d55 : LEU
d56 : ASN
d57 : GLN
d58 : ALA
d59 : ILE
d60 : TRP
d61 : LYS
d62 : ARG
d63 : GLY
d64 : VAL
d65 : LYS
d66 : GLY
d67 : VAL
d68 : GLU
d69 : TYR
d70 : ARG
d71 : LEU
d72 : ARG
d73 : LEU
d74 : ARG
d75 : ILE
d76 : SER
d77 : ARG
d78 : LYS
d79 : ARG
d80 : ASN
d81 : GLU
d82 : GLU
d83 : GLU
d84 : ASP
d85 : ALA
d86 : LYS
d87 : ASN
d88 : PRO
d89 : LEU
d90 : PHE
d91 : SER
d92 : TYR
d93 : VAL
d94 : GLU
d95 : PRO
d96 : VAL
d97 : LEU
d98 : VAL
d99 : ALA
d100 : SER
d101 : ALA
d102 : LYS
d103 : GLY
d104 : LEU
d105 : GLN
d106 : THR
d107 : VAL
d108 : VAL
d109 : VAL
d110 : GLU
d111 : GLU
d112 : ASP
e4 : LEU
e5 : PRO
e6 : HIS
e7 : PRO
e8 : LYS
e9 : ILE
e10 : VAL
e11 : LYS
e12 : LYS
e13 : HIS
e14 : THR
e15 : LYS
e16 : LYS
e17 : PHE
e18 : LYS
e19 : ARG
e20 : HIS
e21 : HIS
e22 : SER
e23 : ASP
e24 : ARG
e25 : TYR
e26 : HIS
e27 : ARG
e28 : VAL
e29 : ALA
e30 : GLU
e31 : ASN
e32 : TRP
e33 : ARG
e34 : LYS
e35 : GLN
e36 : LYS
e37 : GLY
e38 : ILE
e39 : ASP
e40 : SER
e41 : VAL
e42 : VAL
e43 : ARG
e44 : ARG
e45 : ARG
e46 : PHE
e47 : ARG
e48 : GLY
e49 : ASN
e50 : ILE
e51 : SER
e52 : GLN
e53 : PRO
e54 : LYS
e55 : ILE
e56 : GLY
e57 : TYR
e58 : GLY
e59 : SER
e60 : ASN
e61 : LYS
e62 : LYS
e63 : THR
e64 : LYS
e65 : PHE
e66 : LEU
e67 : SER
e68 : PRO
e69 : SER
e70 : GLY
e71 : HIS
e72 : LYS
e73 : THR
e74 : PHE
e75 : LEU
e76 : VAL
e77 : ALA
e78 : ASN
e79 : VAL
e80 : LYS
e81 : ASP
e82 : LEU
e83 : GLU
e84 : THR
e85 : LEU
e86 : THR
e87 : MET
e88 : HIS
e89 : THR
e90 : LYS
e91 : THR
e92 : TYR
e93 : ALA
e94 : ALA
e95 : GLU
e96 : ILE
e97 : ALA
e98 : HIS
e99 : ASN
e100 : ILE
e101 : SER
e102 : ALA
e103 : LYS
e104 : ASN
e105 : ARG
e106 : VAL
e107 : VAL
e108 : ILE
e109 : LEU
e110 : ALA
e111 : ARG
e112 : ALA
e113 : LYS
e114 : ALA
e115 : LEU
e116 : GLY
e117 : ILE
e118 : LYS
e119 : VAL
e120 : THR
e121 : ASN
e122 : PRO
e123 : LYS
e124 : GLY
e125 : ARG
e126 : LEU
e127 : ALA
e128 : LEU
f2 : ALA
f3 : GLU
f4 : SER
f5 : HIS
f6 : ARG
f7 : LEU
f8 : TYR
f9 : VAL
f10 : LYS
f11 : GLY
f12 : LYS
f13 : HIS
f14 : LEU
f15 : SER
f16 : TYR
f17 : GLN
f18 : ARG
f19 : SER
f20 : LYS
f21 : ARG
f22 : VAL
f23 : ASN
f24 : ASN
f25 : PRO
f26 : ASN
f27 : VAL
f28 : SER
f29 : LEU
f30 : ILE
f31 : LYS
f32 : ILE
f33 : GLU
f34 : GLY
f35 : VAL
f36 : ALA
f37 : THR
f38 : PRO
f39 : GLN
f40 : ASP
f41 : ALA
f42 : GLN
f43 : PHE
f44 : TYR
f45 : LEU
f46 : GLY
f47 : LYS
f48 : ARG
f49 : ILE
f50 : ALA
f51 : TYR
f52 : VAL
f53 : TYR
f54 : ARG
f55 : ALA
f56 : SER
f57 : LYS
f58 : GLU
f59 : VAL
f60 : ARG
f61 : GLY
f62 : SER
f63 : LYS
f64 : ILE
f65 : ARG
f66 : VAL
f67 : MET
f68 : TRP
f69 : GLY
f70 : LYS
f71 : VAL
f72 : THR
f73 : ARG
f74 : THR
f75 : HIS
f76 : GLY
f77 : ASN
f78 : SER
f79 : GLY
f80 : VAL
f81 : VAL
f82 : ARG
f83 : ALA
f84 : THR
f85 : PHE
f86 : ARG
f87 : ASN
f88 : ASN
f89 : LEU
f90 : PRO
f91 : ALA
f92 : LYS
f93 : THR
f94 : PHE
f95 : GLY
f96 : ALA
f97 : SER
f98 : VAL
f99 : ARG
f100 : ILE
f101 : PHE
f102 : LEU
f103 : TYR
f104 : PRO
f105 : SER
f106 : ASN
f107 : ILE
g2 : ALA
g3 : GLN
g4 : ARG
g5 : VAL
g6 : THR
g7 : PHE
g8 : ARG
g9 : ARG
g10 : ARG
g11 : ASN
g12 : PRO
g13 : TYR
g14 : ASN
g15 : THR
g16 : ARG
g17 : SER
g18 : ASN
g19 : LYS
g20 : ILE
g21 : LYS
g22 : VAL
g23 : VAL
g24 : LYS
g25 : THR
g26 : PRO
g27 : GLY
g28 : GLY
g29 : ILE
g30 : LEU
g31 : ARG
g32 : ALA
g33 : GLN
g34 : HIS
g35 : VAL
g36 : LYS
g37 : LYS
g38 : LEU
g39 : ALA
g40 : THR
g41 : ARG
g42 : PRO
g43 : LYS
g44 : CYS
g45 : GLY
g46 : ASP
g47 : CYS
g48 : GLY
g49 : SER
g50 : ALA
g51 : LEU
g52 : GLN
g53 : GLY
g54 : ILE
g55 : SER
g56 : THR
g57 : LEU
g58 : ARG
g59 : PRO
g60 : ARG
g61 : GLN
g62 : TYR
g63 : ALA
g64 : THR
g65 : VAL
g66 : SER
g67 : LYS
g68 : THR
g69 : HIS
g70 : LYS
g71 : THR
g72 : VAL
g73 : SER
g74 : ARG
g75 : ALA
g76 : TYR
g77 : GLY
g78 : GLY
g79 : SER
g80 : ARG
g81 : CYS
g82 : ALA
g83 : ASN
g84 : CYS
g85 : VAL
g86 : LYS
g87 : GLU
g88 : ARG
g89 : ILE
g90 : ILE
g91 : ARG
g92 : ALA
g93 : PHE
g94 : LEU
g95 : ILE
g96 : GLU
g97 : GLU
g98 : GLN
g99 : LYS
g100 : ILE
g101 : VAL
g102 : LYS
g103 : LYS
g104 : VAL
g105 : VAL
g106 : LYS
g107 : GLU
g108 : GLN
g109 : THR
g110 : GLU
g111 : ALA
g112 : ALA
g113 : LYS
i29 : LYS
i30 : LYS
i31 : GLY
i32 : ALA
i33 : ALA
i34 : SER
i35 : ASN
i36 : ARG
i37 : THR
i38 : LYS
i39 : PHE
i40 : VAL
i41 : ARG
i42 : SER
i43 : LEU
i44 : VAL
i45 : ARG
i46 : GLU
i47 : ILE
i48 : ALA
i49 : GLY
i50 : LEU
i51 : SER
i52 : PRO
i53 : TYR
i54 : GLU
i55 : ARG
i56 : ARG
i57 : LEU
i58 : ILE
i59 : ASP
i60 : LEU
i61 : ILE
i62 : ARG
i63 : ASN
i64 : SER
i65 : GLY
i66 : GLU
i67 : LYS
i68 : ARG
i69 : ALA
i70 : ARG
i71 : LYS
i72 : VAL
i73 : ALA
i74 : LYS
i75 : LYS
i76 : ARG
i77 : LEU
i78 : GLY
i79 : SER
i80 : PHE
i81 : THR
i82 : ARG
i83 : ALA
i84 : LYS
i85 : ALA
i86 : LYS
i87 : VAL
i88 : GLU
i89 : GLU
i90 : MET
i91 : ASN
i92 : ASN
i93 : ILE
i94 : ILE
i95 : ALA
i96 : ALA
i97 : SER
i98 : ARG
i99 : ARG
i100 : HIS
j14 : LYS
j15 : SER
j16 : HIS
j17 : THR
j18 : LEU
j19 : CYS
j20 : ASN
j21 : ARG
j22 : CYS
j23 : GLY
j24 : ARG
j25 : ARG
j26 : SER
j27 : PHE
j28 : HIS
j29 : VAL
j30 : GLN
j31 : LYS
j32 : LYS
j33 : THR
j34 : CYS
j35 : SER
j36 : SER
j37 : CYS
j38 : GLY
j39 : TYR
j40 : PRO
j41 : ALA
j42 : ALA
j43 : LYS
j44 : THR
j45 : ARG
j46 : SER
j47 : TYR
j48 : ASN
j49 : TRP
j50 : GLY
j51 : ALA
j52 : LYS
j53 : ALA
j54 : LYS
j55 : ARG
j56 : ARG
j57 : HIS
j58 : THR
j59 : THR
j60 : GLY
j61 : THR
j62 : GLY
j63 : ARG
j64 : MET
j65 : ARG
j66 : TYR
j67 : LEU
j68 : LYS
j69 : HIS
j70 : VAL
j71 : SER
j72 : ARG
j73 : ARG
j74 : PHE
j75 : LYS
j76 : ASN
j77 : GLY
j78 : PHE
j79 : GLN
j80 : THR
j81 : GLY
j82 : SER
j83 : ALA
j84 : SER
j85 : LYS
j86 : ALA
k2 : ALA
k3 : ARG
k4 : GLU
k5 : ILE
k6 : THR
k7 : ASP
k8 : ILE
k9 : LYS
k10 : GLN
k11 : PHE
k12 : LEU
k13 : GLU
k14 : LEU
k15 : THR
k16 : ARG
k17 : ARG
k18 : ALA
k19 : ASP
k20 : VAL
k21 : LYS
k22 : THR
k23 : ALA
k24 : THR
k25 : VAL
k26 : LYS
k27 : ILE
k28 : ASN
k29 : LYS
k30 : LYS
k31 : LEU
k32 : ASN
k33 : LYS
k34 : ALA
k35 : GLY
k36 : LYS
k37 : PRO
k38 : PHE
k39 : ARG
k40 : GLN
k41 : THR
k42 : LYS
k43 : PHE
k44 : LYS
k45 : VAL
k46 : ARG
k47 : GLY
k48 : SER
k49 : SER
k50 : SER
k51 : LEU
k52 : TYR
k53 : THR
k54 : LEU
k55 : VAL
k56 : ILE
k57 : ASN
k58 : ASP
k59 : ALA
k60 : GLY
k61 : LYS
k62 : ALA
k63 : LYS
k64 : LYS
k65 : LEU
k66 : ILE
k67 : GLN
k68 : SER
k69 : LEU
k70 : PRO
k71 : PRO
k72 : THR
k73 : LEU
k74 : LYS
k75 : VAL
k76 : ASN
k77 : ARG
k78 : LEU
E2 : SER
E3 : ALA
E4 : GLN
E5 : LYS
E6 : ALA
E7 : PRO
E8 : LYS
E9 : TRP
E10 : TYR
E11 : PRO
E12 : SER
E13 : GLU
E14 : ASP
E15 : VAL
E16 : ALA
E17 : ALA
E18 : LEU
E19 : LYS
E20 : LYS
E21 : THR
E22 : ARG
E23 : LYS
E24 : ALA
E25 : ALA
E26 : ARG
E27 : PRO
E28 : GLN
E29 : LYS
E30 : LEU
E31 : ARG
E32 : ALA
E33 : SER
E34 : LEU
E35 : VAL
E36 : PRO
E37 : GLY
E38 : THR
E39 : VAL
E40 : LEU
E41 : ILE
E42 : LEU
E43 : LEU
E44 : ALA
E45 : GLY
E46 : ARG
E47 : PHE
E48 : ARG
E49 : GLY
E50 : LYS
E51 : ARG
E52 : VAL
E53 : VAL
E54 : TYR
E55 : LEU
E56 : LYS
E57 : HIS
E58 : LEU
E59 : GLU
E60 : ASP
E61 : ASN
E62 : THR
E63 : LEU
E64 : LEU
E65 : ILE
E66 : SER
E67 : GLY
E68 : PRO
E69 : PHE
E70 : LYS
E71 : VAL
E72 : ASN
E73 : GLY
E74 : VAL
E75 : PRO
E76 : LEU
E77 : ARG
E78 : ARG
E79 : VAL
E80 : ASN
E81 : ALA
E82 : ARG
E83 : TYR
E84 : VAL
E85 : ILE
E86 : ALA
E87 : THR
E88 : SER
E89 : THR
E90 : LYS
E91 : VAL
E92 : SER
E93 : VAL
E94 : GLU
E95 : GLY
E96 : VAL
E97 : ASN
E98 : VAL
E99 : GLU
E100 : LYS
E101 : PHE
E102 : ASN
E103 : VAL
E104 : GLU
E105 : TYR
E106 : PHE
E107 : ALA
E108 : LYS
E109 : GLU
E129 : GLU
E130 : ILE
E131 : LYS
E132 : ALA
E133 : GLU
E134 : ARG
E135 : VAL
E136 : GLU
E137 : ASP
E138 : GLN
E139 : LYS
E140 : VAL
E141 : VAL
E142 : ASP
E143 : LYS
E144 : ALA
E145 : LEU
E146 : ILE
E147 : ALA
E148 : GLU
E149 : ILE
E150 : LYS
E151 : LYS
E152 : THR
E153 : PRO
E154 : LEU
E155 : LEU
E156 : LYS
E157 : GLN
E158 : TYR
E159 : LEU
E160 : SER
E161 : ALA
E162 : SER
E163 : PHE
E164 : SER
E165 : LEU
E166 : LYS
E167 : ASN
E168 : GLY
E169 : ASP
E170 : LYS
E171 : PRO
E172 : HIS
E173 : MET
E174 : LEU
E175 : LYS
E176 : PHE
G50 : VAL
G51 : LYS
G52 : TRP
G53 : PRO
G54 : GLU
G55 : TYR
G56 : VAL
G57 : ARG
G58 : VAL
G59 : GLN
G60 : ARG
G61 : GLN
G62 : LYS
G63 : LYS
G64 : ILE
G65 : LEU
G66 : SER
G67 : ILE
G68 : ARG
G69 : LEU
G70 : LYS
G71 : VAL
G72 : PRO
G73 : PRO
G74 : THR
G75 : ILE
G76 : ALA
G77 : GLN
G78 : PHE
G79 : GLN
G80 : TYR
G81 : THR
G82 : LEU
G83 : ASP
G84 : ARG
G85 : ASN
G86 : THR
G87 : ALA
G88 : ALA
G89 : GLU
G90 : THR
G91 : PHE
G92 : LYS
G93 : LEU
G94 : PHE
G95 : ASN
G96 : LYS
G97 : TYR
G98 : ARG
G99 : PRO
G100 : GLU
G101 : THR
G102 : ALA
G103 : ALA
G104 : GLU
G105 : LYS
G106 : LYS
G107 : GLU
G108 : ARG
G109 : LEU
G110 : THR
G111 : LYS
G112 : GLU
G113 : ALA
G114 : ALA
G115 : ALA
G116 : VAL
G117 : ALA
G118 : GLU
G119 : GLY
G125 : ALA
G126 : SER
G127 : PRO
G128 : LYS
G129 : PRO
G130 : TYR
G131 : ALA
G132 : VAL
G133 : LYS
G134 : TYR
G135 : GLY
G136 : LEU
G137 : ASN
G138 : HIS
G139 : VAL
G140 : VAL
G141 : ALA
G142 : LEU
G143 : ILE
G144 : GLU
G145 : ASN
G146 : LYS
G147 : LYS
G148 : ALA
G149 : LYS
G150 : LEU
G151 : VAL
G152 : LEU
G153 : ILE
G154 : ALA
G155 : ASN
G156 : ASP
G157 : VAL
G158 : ASP
G159 : PRO
G160 : ILE
G161 : GLU
G162 : LEU
G163 : VAL
G164 : VAL
G165 : PHE
G166 : LEU
G167 : PRO
G168 : ALA
G169 : LEU
G170 : CYS
G171 : LYS
G172 : LYS
G173 : MET
G174 : GLY
G175 : VAL
G176 : PRO
G177 : TYR
G178 : ALA
G179 : ILE
G180 : VAL
G181 : LYS
G182 : GLY
G183 : LYS
G184 : ALA
G185 : ARG
G186 : LEU
G187 : GLY
G188 : THR
G189 : LEU
G190 : VAL
G191 : ASN
G192 : GLN
G193 : LYS
G194 : THR
G195 : SER
G196 : ALA
G197 : VAL
G198 : ALA
G199 : ALA
G200 : LEU
G201 : THR
G202 : GLU
G203 : VAL
G204 : ARG
G205 : ALA
G206 : GLU
G207 : ASP
G208 : GLU
G209 : ALA
G210 : ALA
G211 : LEU
G212 : ALA
G213 : LYS
G214 : LEU
G215 : VAL
G216 : SER
G217 : THR
G218 : ILE
G219 : ASP
G220 : ALA
G221 : ASN
G222 : PHE
G223 : ALA
G224 : ASP
G225 : LYS
G226 : TYR
G227 : ASP
G228 : GLU
G229 : VAL
G230 : LYS
G231 : LYS
G232 : HIS
G233 : TRP
G234 : GLY
G235 : GLY
G236 : GLY
G237 : ILE
G238 : LEU
O3 : VAL
O4 : GLU
O5 : PRO
O6 : VAL
O7 : VAL
O8 : VAL
O9 : ILE
O10 : ASP
O11 : GLY
O12 : LYS
O13 : GLY
O14 : HIS
O15 : LEU
O16 : VAL
O17 : GLY
O18 : ARG
O19 : LEU
O20 : ALA
O21 : SER
O22 : VAL
O23 : VAL
O24 : ALA
O25 : LYS
O26 : GLN
O27 : LEU
O28 : LEU
O29 : ASN
O30 : GLY
O31 : GLN
O32 : LYS
O33 : ILE
O34 : VAL
O35 : VAL
O36 : VAL
O37 : ARG
O38 : ALA
O39 : GLU
O40 : GLU
O41 : LEU
O42 : ASN
O43 : ILE
O44 : SER
O45 : GLY
O46 : GLU
O47 : PHE
O48 : PHE
O49 : ARG
O50 : ASN
O51 : LYS
O52 : LEU
O53 : LYS
O54 : TYR
O55 : HIS
O56 : ASP
O57 : PHE
O58 : LEU
O59 : ARG
O60 : LYS
O61 : ALA
O62 : THR
O63 : ALA
O64 : PHE
O65 : ASN
O66 : LYS
O67 : THR
O68 : ARG
O69 : GLY
O70 : PRO
O71 : PHE
O72 : HIS
O73 : PHE
O74 : ARG
O75 : ALA
O76 : PRO
O77 : SER
O78 : ARG
O79 : ILE
O80 : PHE
O81 : TYR
O82 : LYS
O83 : ALA
O84 : LEU
O85 : ARG
O86 : GLY
O87 : MET
O88 : VAL
O89 : SER
O90 : HIS
O91 : LYS
O92 : THR
O93 : ALA
O94 : ARG
O95 : GLY
O96 : LYS
O97 : ALA
O98 : ALA
O99 : LEU
O100 : GLU
O101 : ARG
O102 : LEU
O103 : LYS
O104 : VAL
O105 : PHE
O106 : GLU
O107 : GLY
O108 : ILE
O109 : PRO
O110 : PRO
O111 : PRO
O112 : TYR
O113 : ASP
O114 : LYS
O115 : LYS
O116 : LYS
O117 : ARG
O118 : VAL
O119 : VAL
O120 : VAL
O121 : PRO
O122 : GLN
O123 : ALA
O124 : LEU
O125 : ARG
O126 : VAL
O127 : LEU
O128 : ARG
O129 : LEU
O130 : LYS
O131 : PRO
O132 : GLY
O133 : ARG
O134 : LYS
O135 : TYR
O136 : THR
O137 : THR
O138 : LEU
O139 : GLY
O140 : LYS
O141 : LEU
O142 : SER
O143 : THR
O144 : SER
O145 : VAL
O146 : GLY
O147 : TRP
O148 : LYS
O149 : TYR
O150 : GLU
O151 : ASP
O152 : VAL
O153 : VAL
O154 : ALA
O155 : LYS
O156 : LEU
O157 : GLU
O158 : ALA
O159 : LYS
O160 : ARG
O161 : LYS
O162 : VAL
O163 : SER
O164 : SER
O165 : ALA
O166 : GLU
O167 : TYR
O168 : TYR
O169 : ALA
O170 : LYS
O171 : LYS
O172 : ARG
O173 : ALA
O174 : PHE
O175 : THR
O176 : LYS
O177 : LYS
O178 : VAL
O179 : ALA
O180 : SER
O181 : ALA
O182 : ASN
O183 : ALA
O184 : THR
O185 : ALA
O186 : ALA
O187 : GLU
O188 : SER
O189 : ASP
O190 : VAL
O191 : ALA
O192 : LYS
O193 : GLN
O194 : LEU
O195 : ALA
O196 : ALA
O197 : LEU
O198 : GLY
O199 : TYR
V4 : ASN
V5 : GLY
V6 : ALA
V7 : GLN
V8 : GLY
V9 : THR
V10 : LYS
V11 : PHE
V12 : ARG
V13 : ILE
V14 : SER
V15 : LEU
V16 : GLY
V17 : LEU
V18 : PRO
V19 : VAL
V20 : GLY
V21 : ALA
V22 : ILE
V23 : MET
V24 : ASN
V25 : CYS
V26 : ALA
V27 : ASP
V28 : ASN
V29 : SER
V30 : GLY
V31 : ALA
V32 : ARG
V33 : ASN
V34 : LEU
V35 : TYR
V36 : ILE
V37 : ILE
V38 : ALA
V39 : VAL
V40 : LYS
V41 : GLY
V42 : SER
V43 : GLY
V44 : SER
V45 : ARG
V46 : LEU
V47 : ASN
V48 : ARG
V49 : LEU
V50 : PRO
V51 : ALA
V52 : ALA
V53 : SER
V54 : LEU
V55 : GLY
V56 : ASP
V57 : MET
V58 : VAL
V59 : MET
V60 : ALA
V61 : THR
V62 : VAL
V63 : LYS
V64 : LYS
V65 : GLY
V66 : LYS
V67 : PRO
V68 : GLU
V69 : LEU
V70 : ARG
V71 : LYS
V72 : LYS
V73 : VAL
V74 : MET
V75 : PRO
V76 : ALA
V77 : ILE
V78 : VAL
V79 : VAL
V80 : ARG
V81 : GLN
V82 : ALA
V83 : LYS
V84 : SER
V85 : TRP
V86 : ARG
V87 : ARG
V88 : ARG
V89 : ASP
V90 : GLY
V91 : VAL
V92 : PHE
V93 : LEU
V94 : TYR
V95 : PHE
V96 : GLU
V97 : ASP
V98 : ASN
V99 : ALA
V100 : GLY
V101 : VAL
V102 : ILE
V103 : ALA
V104 : ASN
V105 : PRO
V106 : LYS
V107 : GLY
V108 : GLU
V109 : MET
V110 : LYS
V111 : GLY
V112 : SER
V113 : ALA
V114 : ILE
V115 : THR
V116 : GLY
V117 : PRO
V118 : VAL
V119 : GLY
V120 : LYS
V121 : GLU
V122 : CYS
V123 : ALA
V124 : ASP
V125 : LEU
V126 : TRP
V127 : PRO
V128 : ARG
V129 : VAL
V130 : ALA
V131 : SER
V132 : ASN
V133 : SER
V134 : GLY
V135 : VAL
V136 : VAL
V137 : VAL
X2 : ALA
X3 : PRO
X4 : SER
X5 : ALA
X6 : LYS
X7 : ALA
X8 : THR
X9 : ALA
X10 : ALA
X11 : LYS
X12 : LYS
X13 : ALA
X14 : VAL
X15 : VAL
X16 : LYS
X17 : GLY
X18 : THR
X19 : ASN
X20 : GLY
X21 : LYS
X22 : LYS
X23 : ALA
X24 : LEU
X25 : LYS
X26 : VAL
X27 : ARG
X28 : THR
X29 : SER
X30 : ALA
X31 : THR
X32 : PHE
X33 : ARG
X34 : LEU
X35 : PRO
X36 : LYS
X37 : THR
X38 : LEU
X39 : LYS
X40 : LEU
X41 : ALA
X42 : ARG
X43 : ALA
X44 : PRO
X45 : LYS
X46 : TYR
X47 : ALA
X48 : SER
X49 : LYS
X50 : ALA
X51 : VAL
X52 : PRO
X53 : HIS
X54 : TYR
X55 : ASN
X56 : ARG
X57 : LEU
X58 : ASP
X59 : SER
X60 : TYR
X61 : LYS
X62 : VAL
X63 : ILE
X64 : GLU
X65 : GLN
X66 : PRO
X67 : ILE
X68 : THR
X69 : SER
X70 : GLU
X71 : THR
X72 : ALA
X73 : MET
X74 : LYS
X75 : LYS
X76 : VAL
X77 : GLU
X78 : ASP
X79 : GLY
X80 : ASN
X81 : ILE
X82 : LEU
X83 : VAL
X84 : PHE
X85 : GLN
X86 : VAL
X87 : SER
X88 : MET
X89 : LYS
X90 : ALA
X91 : ASN
X92 : LYS
X93 : TYR
X94 : GLN
X95 : ILE
X96 : LYS
X97 : LYS
X98 : ALA
X99 : VAL
X100 : LYS
X101 : GLU
X102 : LEU
X103 : TYR
X104 : GLU
X105 : VAL
X106 : ASP
X107 : VAL
X108 : LEU
X109 : LYS
X110 : VAL
X111 : ASN
X112 : THR
X113 : LEU
X114 : VAL
X115 : ARG
X116 : PRO
X117 : ASN
X118 : GLY
X119 : THR
X120 : LYS
X121 : LYS
X122 : ALA
X123 : TYR
X124 : VAL
X125 : ARG
X126 : LEU
X127 : THR
X128 : ALA
X129 : ASP
X130 : TYR
X131 : ASP
X132 : ALA
X133 : LEU
X134 : ASP
X135 : ILE
X136 : ALA
X137 : ASN
X138 : ARG
X139 : ILE
X140 : GLY
X141 : TYR
X142 : ILE
Y2 : ALA
Y3 : LYS
Y4 : GLN
Y5 : SER
Y6 : LEU
Y7 : ASP
Y8 : VAL
Y9 : SER
Y10 : SER
Y11 : ASP
Y12 : ARG
Y13 : ARG
Y14 : LYS
Y15 : ALA
Y16 : ARG
Y17 : LYS
Y18 : ALA
Y19 : TYR
Y20 : PHE
Y21 : THR
Y22 : ALA
Y23 : PRO
Y24 : SER
Y25 : SER
Y26 : GLN
Y27 : ARG
Y28 : ARG
Y29 : VAL
Y30 : LEU
Y31 : LEU
Y32 : SER
Y33 : ALA
Y34 : PRO
Y35 : LEU
Y36 : SER
Y37 : LYS
Y38 : GLU
Y39 : LEU
Y40 : ARG
Y41 : ALA
Y42 : GLN
Y43 : TYR
Y44 : GLY
Y45 : ILE
Y46 : LYS
Y47 : ALA
Y48 : LEU
Y49 : PRO
Y50 : ILE
Y51 : ARG
Y52 : ARG
Y53 : ASP
Y54 : ASP
Y55 : GLU
Y56 : VAL
Y57 : LEU
Y58 : VAL
Y59 : VAL
Y60 : ARG
Y61 : GLY
Y62 : SER
Y63 : LYS
Y64 : LYS
Y65 : GLY
Y66 : GLN
Y67 : GLU
Y68 : GLY
Y69 : LYS
Y70 : ILE
Y71 : SER
Y72 : SER
Y73 : VAL
Y74 : TYR
Y75 : ARG
Y76 : LEU
Y77 : LYS
Y78 : PHE
Y79 : ALA
Y80 : VAL
Y81 : GLN
Y82 : VAL
Y83 : ASP
Y84 : LYS
Y85 : VAL
Y86 : THR
Y87 : LYS
Y88 : GLU
Y89 : LYS
Y90 : VAL
Y91 : ASN
Y92 : GLY
Y93 : ALA
Y94 : SER
Y95 : VAL
Y96 : PRO
Y97 : ILE
Y98 : ASN
Y99 : LEU
Y100 : HIS
Y101 : PRO
Y102 : SER
Y103 : LYS
Y104 : LEU
Y105 : VAL
Y106 : ILE
Y107 : THR
Y108 : LYS
Y109 : LEU
Y110 : HIS
Y111 : LEU
Y112 : ASP
Y113 : LYS
Y114 : ASP
Y115 : ARG
Y116 : LYS
Y117 : ALA
Y118 : LEU
Y119 : ILE
Y120 : GLN
Y121 : ARG
Y122 : LYS
Y123 : GLY
Y124 : GLY
Y125 : LYS
Y126 : LEU
Y127 : GLU
h2 : ALA
h3 : GLY
h4 : VAL
h5 : LYS
h6 : ALA
h7 : TYR
h8 : GLU
h9 : LEU
h10 : ARG
h11 : THR
h12 : LYS
h13 : SER
h14 : LYS
h15 : GLU
h16 : GLN
h17 : LEU
h18 : ALA
h19 : SER
h20 : GLN
h21 : LEU
h22 : VAL
h23 : ASP
h24 : LEU
h25 : LYS
h26 : LYS
h27 : GLU
h28 : LEU
h29 : ALA
h30 : GLU
h31 : LEU
h32 : LYS
h33 : VAL
h34 : GLN
h35 : LYS
h36 : LEU
h37 : SER
h38 : ARG
h39 : PRO
h40 : SER
h41 : LEU
h42 : PRO
h43 : LYS
h44 : ILE
h45 : LYS
h46 : THR
h47 : VAL
h48 : ARG
h49 : LYS
h50 : SER
h51 : ILE
h52 : ALA
h53 : CYS
h54 : VAL
h55 : LEU
h56 : THR
h57 : VAL
h58 : ILE
h59 : ASN
h60 : GLU
h61 : GLN
h62 : GLN
h63 : ARG
h64 : GLU
h65 : ALA
h66 : VAL
h67 : ARG
h68 : GLN
h69 : LEU
h70 : TYR
h71 : LYS
h72 : GLY
h73 : LYS
h74 : LYS
h75 : TYR
h76 : GLN
h77 : PRO
h78 : LYS
h79 : ASP
h80 : LEU
h81 : ARG
h82 : ALA
h83 : LYS
h84 : LYS
h85 : THR
h86 : ARG
h87 : ALA
h88 : LEU
h89 : ARG
h90 : ARG
h91 : ALA
h92 : LEU
h93 : THR
h94 : LYS
h95 : PHE
h96 : GLU
h97 : ALA
h98 : SER
h99 : GLN
h100 : VAL
h101 : THR
h102 : GLU
h103 : LYS
h104 : GLN
h105 : ARG
h106 : LYS
h107 : LYS
h108 : GLN
h109 : ILE
h110 : ALA
h111 : PHE
h112 : PRO
h113 : GLN
h114 : ARG
h115 : LYS
h116 : TYR
h117 : ALA
h118 : ILE
h119 : LYS
h120 : ALA
B12 : GLY
B13 : HIS
B14 : LEU
B15 : GLY
B16 : PHE
B17 : LEU
B18 : PRO
B19 : ARG
B20 : LYS
B21 : ARG
B22 : ALA
B23 : ALA
B24 : SER
B25 : ILE
B26 : ARG
B27 : ALA
B28 : ARG
B29 : VAL
B30 : LYS
B31 : ALA
B32 : PHE
B33 : PRO
B34 : LYS
B35 : ASP
B36 : ASP
B37 : ARG
B38 : SER
B39 : LYS
B40 : PRO
B41 : VAL
B42 : ALA
B43 : LEU
B44 : THR
B45 : SER
B46 : PHE
B47 : LEU
B48 : GLY
B49 : TYR
B50 : LYS
B51 : ALA
B52 : GLY
B53 : MET
B54 : THR
B55 : THR
B56 : ILE
B57 : VAL
B58 : ARG
B59 : ASP
B60 : LEU
B61 : ASP
B62 : ARG
B63 : PRO
B64 : GLY
B65 : SER
B66 : LYS
B67 : PHE
B68 : HIS
B69 : LYS
B70 : ARG
B71 : GLU
B72 : VAL
B73 : VAL
B74 : GLU
B75 : ALA
B76 : VAL
B77 : THR
B78 : VAL
B79 : VAL
B80 : ASP
B81 : THR
B82 : PRO
B83 : PRO
B84 : VAL
B85 : VAL
B86 : VAL
B87 : VAL
B88 : GLY
B89 : VAL
B90 : VAL
B91 : GLY
B92 : TYR
B93 : VAL
B94 : GLU
B95 : THR
B96 : PRO
B97 : ARG
B98 : GLY
B99 : LEU
B100 : ARG
B101 : SER
B102 : LEU
B103 : THR
B104 : THR
B105 : VAL
B106 : TRP
B107 : ALA
B108 : GLU
B109 : HIS
B110 : LEU
B111 : SER
B112 : ASP
B113 : GLU
B114 : VAL
B115 : LYS
B116 : ARG
B117 : ARG
B118 : PHE
B119 : TYR
B120 : LYS
B121 : ASN
B122 : TRP
B123 : TYR
B124 : LYS
B125 : SER
B126 : LYS
B127 : LYS
B128 : LYS
B129 : ALA
B130 : PHE
B131 : THR
B132 : LYS
B133 : TYR
B134 : SER
B135 : ALA
B136 : LYS
B137 : TYR
B138 : ALA
B139 : GLN
B140 : ASP
B141 : GLY
B142 : ALA
B143 : GLY
B144 : ILE
B145 : GLU
B146 : ARG
B147 : GLU
B148 : LEU
B149 : ALA
B150 : ARG
B151 : ILE
B152 : LYS
B153 : LYS
B154 : TYR
B155 : ALA
B156 : SER
B157 : VAL
B158 : VAL
B159 : ARG
B160 : VAL
B161 : LEU
B162 : VAL
B163 : HIS
B164 : THR
B165 : GLN
B166 : ILE
B167 : ARG
B168 : LYS
B169 : THR
B170 : PRO
B171 : LEU
B172 : ALA
B173 : GLN
B174 : LYS
B175 : LYS
B176 : ALA
B177 : HIS
B178 : LEU
B179 : ALA
B180 : GLU
B181 : ILE
B182 : GLN
B183 : LEU
B184 : ASN
B185 : GLY
B186 : GLY
B187 : SER
B188 : ILE
B189 : SER
B190 : GLU
B191 : LYS
B192 : VAL
B193 : ASP
B194 : TRP
B195 : ALA
B196 : ARG
B197 : GLU
B198 : HIS
B199 : PHE
B200 : GLU
B201 : LYS
B202 : THR
B203 : VAL
B204 : ALA
B205 : VAL
B206 : ASP
B207 : SER
B208 : VAL
B209 : PHE
B210 : GLU
B211 : GLN
B212 : ASN
B213 : GLU
B214 : MET
B215 : ILE
B216 : ASP
B217 : ALA
B218 : ILE
B219 : ALA
B220 : VAL
B221 : THR
B222 : LYS
B223 : GLY
B224 : HIS
B225 : GLY
B226 : PHE
B227 : GLU
B228 : GLY
B264 : VAL
B265 : ALA
B266 : ARG
B267 : ALA
B268 : GLY
B269 : GLN
B270 : ARG
B271 : GLY
B272 : TYR
B273 : HIS
B274 : SER
B275 : ARG
B276 : THR
B277 : SER
B278 : ILE
B279 : ASN
B280 : HIS
B281 : LYS
B282 : ILE
B283 : TYR
B284 : ARG
B285 : VAL
B286 : GLY
B287 : LYS
B288 : GLY
B289 : ASP
B290 : ASP
B291 : GLU
B292 : ALA
B293 : ASN
B294 : GLY
B295 : ALA
B296 : THR
B297 : SER
B298 : PHE
B299 : ASP
B300 : ARG
B301 : THR
B302 : LYS
B303 : LYS
B304 : THR
B305 : ILE
B306 : THR
B307 : PRO
B308 : MET
B309 : GLY
B310 : GLY
B311 : PHE
B312 : VAL
B313 : HIS
B314 : TYR
B315 : GLY
B316 : GLU
B317 : ILE
B318 : LYS
B319 : ASN
B320 : ASP
B321 : PHE
B322 : ILE
B323 : MET
B324 : VAL
B325 : LYS
B326 : GLY
B327 : CYS
B328 : ILE
B329 : PRO
B330 : GLY
B331 : ASN
B332 : ARG
B333 : LYS
B334 : ARG
B335 : ILE
B336 : VAL
B337 : THR
B338 : LEU
B339 : ARG
B340 : LYS
B341 : SER
B342 : LEU
B343 : TYR
B344 : THR
B345 : ASN
B346 : THR
B347 : SER
B348 : ARG
B349 : LYS
B350 : ALA
B351 : LEU
B352 : GLU
B353 : GLU
B354 : VAL
B355 : SER
B356 : LEU
B357 : LYS
B358 : TRP
B359 : ILE
B360 : ASP
B361 : THR
B362 : ALA
B363 : SER
B364 : LYS
B365 : PHE
B366 : GLY
B367 : LYS
B368 : GLY
B369 : ARG
B370 : PHE
B371 : GLN
B372 : THR
B373 : PRO
B374 : ALA
B375 : GLU
B376 : LYS
B377 : HIS
B378 : ALA
B379 : PHE
B380 : MET
B381 : GLY
B382 : THR
B383 : LEU
B384 : LYS
B385 : LYS
B386 : ASP
B387 : LEU
C2 : SER
C3 : ARG
C4 : PRO
C5 : GLN
C6 : VAL
C7 : THR
C8 : VAL
C9 : HIS
C10 : SER
C11 : LEU
C12 : THR
C13 : GLY
C14 : GLU
C15 : ALA
C16 : THR
C17 : ALA
C18 : ASN
C19 : ALA
C20 : LEU
C21 : PRO
C22 : LEU
C23 : PRO
C24 : ALA
C25 : VAL
C26 : PHE
C27 : SER
C28 : ALA
C29 : PRO
C30 : ILE
C31 : ARG
C32 : PRO
C33 : ASP
C34 : ILE
C35 : VAL
C36 : HIS
C37 : THR
C38 : VAL
C39 : PHE
C40 : THR
C41 : SER
C42 : VAL
C43 : ASN
C44 : LYS
C45 : ASN
C46 : LYS
C47 : ARG
C48 : GLN
C49 : ALA
C50 : TYR
C51 : ALA
C52 : VAL
C53 : SER
C54 : GLU
C55 : LYS
C56 : ALA
C57 : GLY
C58 : HIS
C59 : GLN
C60 : THR
C61 : SER
C62 : ALA
C63 : GLU
C64 : SER
C65 : TRP
C66 : GLY
C67 : THR
C68 : GLY
C69 : ARG
C70 : ALA
C71 : VAL
C72 : ALA
C73 : ARG
C74 : ILE
C75 : PRO
C76 : ARG
C77 : VAL
C78 : GLY
C79 : GLY
C80 : GLY
C81 : GLY
C82 : THR
C83 : GLY
C84 : ARG
C85 : SER
C86 : GLY
C87 : GLN
C88 : GLY
C89 : ALA
C90 : PHE
C91 : GLY
C92 : ASN
C93 : MET
C94 : CYS
C95 : ARG
C96 : GLY
C97 : GLY
C98 : ARG
C99 : MET
C100 : PHE
C101 : ALA
C102 : PRO
C103 : THR
C104 : LYS
C105 : THR
C106 : TRP
C107 : ARG
C108 : LYS
C109 : TRP
C110 : ASN
C111 : VAL
C112 : LYS
C113 : VAL
C114 : ASN
C115 : HIS
C116 : ASN
C117 : GLU
C118 : LYS
C119 : ARG
C120 : TYR
C121 : ALA
C122 : THR
C123 : ALA
C124 : SER
C125 : ALA
C126 : ILE
C127 : ALA
C128 : ALA
C129 : THR
C130 : ALA
C131 : VAL
C132 : ALA
C133 : SER
C134 : LEU
C135 : VAL
C136 : LEU
C137 : ALA
C138 : ARG
C139 : GLY
C140 : HIS
C141 : ARG
C142 : VAL
C143 : GLU
C144 : LYS
C145 : ILE
C146 : PRO
C147 : GLU
C148 : ILE
C149 : PRO
C150 : LEU
C151 : VAL
C152 : VAL
C153 : SER
C154 : THR
C155 : ASP
C156 : LEU
C157 : GLU
C158 : SER
C159 : ILE
C160 : GLN
C161 : LYS
C162 : THR
C163 : LYS
C164 : GLU
C165 : ALA
C166 : VAL
C167 : ALA
C168 : ALA
C169 : LEU
C170 : LYS
C171 : ALA
C172 : VAL
C173 : GLY
C174 : ALA
C175 : HIS
C176 : SER
C177 : ASP
C178 : LEU
C179 : LEU
C180 : LYS
C181 : VAL
C182 : LEU
C183 : LYS
C184 : SER
C185 : LYS
C186 : LYS
C187 : LEU
C188 : ARG
C189 : ALA
C190 : GLY
C191 : LYS
C192 : GLY
C193 : LYS
C194 : TYR
C195 : ARG
C196 : ASN
C197 : ARG
C198 : ARG
C199 : TRP
C200 : THR
C201 : GLN
C202 : ARG
C203 : ARG
C204 : GLY
C205 : PRO
C206 : LEU
C207 : VAL
C208 : VAL
C209 : TYR
C210 : ALA
C211 : GLU
C212 : ASP
C213 : ASN
C214 : GLY
C215 : ILE
C216 : VAL
C217 : LYS
C218 : ALA
C219 : LEU
C220 : ARG
C221 : ASN
C222 : VAL
C223 : PRO
C224 : GLY
C225 : VAL
C226 : GLU
C227 : THR
C228 : ALA
C229 : ASN
C230 : VAL
C231 : ALA
C232 : SER
C233 : LEU
C234 : ASN
C235 : LEU
C236 : LEU
C237 : GLN
C238 : LEU
C239 : ALA
C240 : PRO
C241 : GLY
C242 : ALA
C243 : HIS
C244 : LEU
C245 : GLY
C246 : ARG
C247 : PHE
C248 : VAL
C249 : ILE
C250 : TRP
C251 : THR
C252 : GLU
C253 : ALA
C254 : ALA
C255 : PHE
C256 : THR
C257 : LYS
C258 : LEU
C259 : ASP
C260 : GLN
C261 : VAL
C262 : TRP
C263 : GLY
C264 : SER
C265 : GLU
C266 : THR
C267 : VAL
C268 : ALA
C269 : SER
C270 : SER
C271 : LYS
C272 : VAL
C273 : GLY
C274 : TYR
C275 : THR
C276 : LEU
C277 : PRO
C278 : SER
C279 : HIS
C280 : ILE
C281 : ILE
C282 : SER
C283 : THR
C284 : SER
C285 : ASP
C286 : VAL
C287 : THR
C288 : ARG
C289 : ILE
C290 : ILE
C291 : ASN
C292 : SER
C293 : SER
C294 : GLU
C295 : ILE
C296 : GLN
C297 : SER
C298 : ALA
C299 : ILE
C300 : ARG
C301 : PRO
C302 : ALA
C303 : GLY
C304 : GLN
C305 : ALA
C306 : THR
C307 : GLN
C308 : LYS
C309 : ARG
C310 : THR
C311 : HIS
C312 : VAL
C313 : LEU
C314 : LYS
C315 : LYS
C316 : ASN
C317 : PRO
C318 : LEU
C319 : LYS
C320 : ASN
C321 : LYS
C322 : GLN
C323 : VAL
C324 : LEU
C325 : LEU
C326 : ARG
C327 : LEU
C328 : ASN
C329 : PRO
C330 : TYR
C331 : ALA
C332 : LYS
C333 : VAL
C334 : PHE
C335 : ALA
C336 : ALA
C337 : GLU
C338 : LYS
C339 : LEU
C340 : GLY
C341 : SER
C342 : LYS
C343 : LYS
C344 : ALA
C345 : GLU
C346 : LYS
C347 : THR
C348 : GLY
C349 : THR
C350 : LYS
C351 : PRO
C352 : ALA
C353 : ALA
C354 : VAL
C355 : PHE
C356 : THR
C357 : GLU
C358 : THR
C359 : LEU
C360 : LYS
H1 : MET
H2 : LYS
H3 : TYR
H4 : ILE
H5 : GLN
H6 : THR
H7 : GLU
H8 : GLN
H9 : GLN
H10 : ILE
H11 : GLU
H12 : VAL
H13 : PRO
H14 : GLU
H15 : GLY
H16 : VAL
H17 : THR
H18 : VAL
H19 : SER
H20 : ILE
H21 : LYS
H22 : SER
H23 : ARG
H24 : ILE
H25 : VAL
H26 : LYS
H27 : VAL
H28 : VAL
H29 : GLY
H30 : PRO
H31 : ARG
H32 : GLY
H33 : THR
H34 : LEU
H35 : THR
H36 : LYS
H37 : ASN
H38 : LEU
H39 : LYS
H40 : HIS
H41 : ILE
H42 : ASP
H43 : VAL
H44 : THR
H45 : PHE
H46 : THR
H47 : LYS
H48 : VAL
H49 : ASN
H50 : ASN
H51 : GLN
H52 : LEU
H53 : ILE
H54 : LYS
H55 : VAL
H56 : ALA
H57 : VAL
H58 : HIS
H59 : ASN
H60 : GLY
H61 : GLY
H62 : ARG
H63 : LYS
H64 : HIS
H65 : VAL
H66 : ALA
H67 : ALA
H68 : LEU
H69 : ARG
H70 : THR
H71 : VAL
H72 : LYS
H73 : SER
H74 : LEU
H75 : VAL
H76 : ASP
H77 : ASN
H78 : MET
H79 : ILE
H80 : THR
H81 : GLY
H82 : VAL
H83 : THR
H84 : LYS
H85 : GLY
H86 : TYR
H87 : LYS
H88 : TYR
H89 : LYS
H90 : MET
H91 : ARG
H92 : TYR
H93 : VAL
H94 : TYR
H95 : ALA
H96 : HIS
H97 : PHE
H98 : PRO
H99 : ILE
H100 : ASN
H101 : VAL
H102 : ASN
H103 : ILE
H104 : VAL
H105 : GLU
H106 : LYS
H107 : ASP
H108 : GLY
H109 : ALA
H110 : LYS
H111 : PHE
H112 : ILE
H113 : GLU
H114 : VAL
H115 : ARG
H116 : ASN
H117 : PHE
H118 : LEU
H119 : GLY
H120 : ASP
H121 : LYS
H122 : LYS
H123 : ILE
H124 : ARG
H125 : ASN
H126 : VAL
H127 : PRO
H128 : VAL
H129 : ARG
H130 : ASP
H131 : GLY
H132 : VAL
H133 : THR
H134 : ILE
H135 : GLU
H136 : PHE
H137 : SER
H138 : THR
H139 : ASN
H140 : VAL
H141 : LYS
H142 : ASP
H143 : GLU
H144 : ILE
H145 : VAL
H146 : LEU
H147 : SER
H148 : GLY
H149 : ASN
H150 : SER
H151 : VAL
H152 : GLU
H153 : ASP
H154 : VAL
H155 : SER
H156 : GLN
H157 : ASN
H158 : ALA
H159 : ALA
H160 : ASP
H161 : LEU
H162 : GLN
H163 : GLN
H164 : ILE
H165 : CYS
H166 : ARG
H167 : VAL
H168 : ARG
H169 : ASN
H170 : LYS
H171 : ASP
H172 : ILE
H173 : ARG
H174 : LYS
H175 : PHE
H176 : LEU
H177 : ASP
H178 : GLY
H179 : ILE
H180 : TYR
H181 : VAL
H182 : SER
H183 : HIS
H184 : LYS
H185 : GLY
H186 : PHE
H187 : ILE
H188 : THR
H189 : GLU
H190 : ASP
A28 : MET
A29 : ASN
A30 : LYS
A31 : GLN
A32 : ARG
A33 : THR
A34 : LEU
A35 : LEU
A36 : ILE
A37 : SER
A38 : SER
A39 : ARG
A40 : GLY
A41 : VAL
A42 : ASN
A43 : TYR
A44 : ARG
A45 : HIS
A46 : ARG
A47 : HIS
A48 : LEU
A49 : ILE
A50 : GLN
A51 : ASP
A52 : LEU
A53 : SER
A54 : GLY
A55 : LEU
A56 : LEU
A57 : PRO
A58 : HIS
A59 : SER
A60 : ARG
A61 : LYS
A62 : GLU
A63 : PRO
A64 : LYS
A65 : LEU
A66 : ASP
A67 : THR
A71 : LEU
A72 : GLN
A73 : GLN
A74 : LEU
A75 : ASN
A76 : GLU
A77 : ILE
A78 : ALA
A79 : GLU
A80 : LEU
A81 : TYR
A82 : ASN
A83 : CYS
A84 : ASN
A85 : ASN
A86 : VAL
A87 : LEU
A88 : PHE
A89 : PHE
A90 : GLU
A91 : ALA
A92 : ARG
A93 : LYS
A94 : HIS
A95 : GLN
A96 : ASP
A97 : LEU
A98 : TYR
A99 : LEU
A100 : TRP
A101 : LEU
A102 : SER
A103 : LYS
A104 : PRO
A105 : PRO
A106 : ASN
A107 : GLY
A108 : PRO
A109 : THR
A110 : ILE
A111 : LYS
A112 : PHE
A113 : TYR
A114 : ILE
A115 : GLN
A116 : ASN
A117 : LEU
A118 : HIS
A119 : THR
A120 : MET
A121 : ASP
A122 : GLU
A123 : LEU
A124 : ASN
A125 : PHE
A126 : THR
A127 : GLY
A128 : ASN
A129 : CYS
A130 : LEU
A131 : LYS
A132 : GLY
A133 : SER
A134 : ARG
A135 : PRO
A136 : VAL
A137 : LEU
A138 : SER
A139 : PHE
A140 : ASP
A141 : GLN
A142 : ARG
A143 : PHE
A144 : GLU
A145 : SER
A146 : SER
A147 : PRO
A148 : HIS
A149 : TYR
A150 : GLN
A151 : LEU
A152 : ILE
A153 : LYS
A154 : GLU
A155 : LEU
A156 : LEU
A157 : VAL
A158 : HIS
A159 : ASN
A160 : PHE
A161 : GLY
A162 : VAL
A163 : PRO
A164 : PRO
A165 : ASN
A166 : ALA
A167 : ARG
A168 : LYS
A169 : SER
A170 : LYS
A171 : PRO
A172 : PHE
A173 : ILE
A174 : ASP
A175 : HIS
A176 : VAL
A177 : MET
A178 : SER
A179 : PHE
A180 : SER
A181 : ILE
A182 : VAL
A183 : ASP
A184 : ASP
A185 : LYS
A186 : ILE
A187 : TRP
A188 : VAL
A189 : ARG
A190 : THR
A191 : TYR
A192 : GLU
A193 : ILE
A194 : SER
A195 : HIS
A196 : SER
A197 : THR
A209 : ASP
A210 : ILE
A211 : SER
A212 : LEU
A213 : VAL
A214 : GLU
A215 : ILE
A216 : GLY
A217 : PRO
A218 : ARG
A219 : PHE
A220 : VAL
A221 : MET
A222 : THR
A223 : VAL
A224 : ILE
A225 : LEU
A226 : ILE
A227 : LEU
A228 : GLU
A229 : GLY
A230 : SER
A231 : PHE
A232 : GLY
A233 : GLY
A234 : PRO
A235 : LYS
A236 : ILE
A237 : TYR
A238 : GLU
A239 : ASN
K31 : ALA
K32 : ILE
K33 : PRO
K34 : ARG
K35 : GLU
K36 : ARG
K37 : VAL
K38 : ILE
K39 : LYS
K40 : ALA
K41 : VAL
K42 : ASN
K43 : GLU
K44 : LEU
K45 : ILE
K46 : LYS
K47 : PHE
K48 : THR
K49 : SER
K50 : LYS
K51 : PRO
K66 : LEU
K67 : LEU
K68 : GLU
K69 : ASP
K70 : ASP
K71 : GLU
K72 : GLU
K73 : GLU
K74 : LEU
K75 : LYS
K76 : LYS
K77 : ASP
K78 : LEU
K79 : GLN
K80 : LEU
K81 : ILE
K82 : VAL
K83 : VAL
K84 : ASN
K85 : ASN
K86 : LYS
K87 : SER
K88 : PHE
K89 : THR
K90 : GLY
K91 : THR
K92 : SER
K93 : LYS
K94 : SER
K95 : PHE
K96 : LYS
K97 : LEU
K98 : LYS
K99 : LEU
K100 : LEU
K101 : ASN
K102 : VAL
K103 : LYS
K104 : HIS
K105 : SER
K106 : PHE
K107 : TYR
K108 : LYS
K109 : PRO
K110 : TRP
K111 : LYS
K112 : GLU
K113 : ALA
K114 : SER
K115 : ALA
K116 : THR
K117 : ALA
K118 : VAL
K119 : LYS
K120 : ASP
K121 : PHE
K122 : LYS
K123 : VAL
K124 : LEU
K125 : LEU
K126 : ILE
K127 : LEU
K128 : LYS
K129 : ASP
K130 : SER
K131 : ASP
K132 : ILE
K133 : LYS
K134 : LYS
K135 : VAL
K136 : SER
K137 : GLU
K138 : ASP
K139 : ASP
K140 : LEU
K141 : PHE
K142 : ASP
K143 : GLN
K144 : LEU
K145 : ASP
K146 : SER
K147 : GLU
K148 : GLY
K149 : ILE
K150 : LYS
K151 : VAL
K152 : ASP
K153 : GLU
K154 : ILE
K155 : ILE
K156 : CYS
K157 : GLY
K158 : LYS
K159 : ASP
K160 : LEU
K161 : LYS
K162 : THR
K163 : VAL
K164 : TYR
K165 : LYS
K166 : ALA
K167 : TYR
K168 : GLU
K169 : ALA
K170 : ARG
K171 : ASN
K172 : ALA
K173 : PHE
K174 : ILE
K175 : SER
K176 : GLN
K177 : PHE
K178 : SER
K179 : LEU
K180 : ILE
K181 : LEU
K182 : ALA
K183 : ASP
K184 : ASP
K185 : SER
K186 : ILE
K187 : VAL
K188 : THR
K189 : SER
K190 : LEU
K191 : PRO
K192 : LYS
K193 : LEU
K194 : MET
K195 : GLY
K196 : GLY
K197 : LYS
K198 : ALA
K199 : TYR
K200 : ASN
K201 : LYS
K202 : VAL
K203 : GLU
K204 : THR
K205 : THR
K206 : PRO
K207 : ILE
K208 : SER
K209 : ILE
K210 : ARG
K211 : THR
K212 : HIS
K213 : ALA
K214 : ASN
K215 : LYS
K216 : GLU
K217 : PHE
K218 : SER
K219 : LEU
K220 : THR
K221 : THR
K222 : LEU
K223 : THR
K224 : ASN
K225 : ASN
K226 : ILE
K227 : LYS
K228 : LYS
K229 : VAL
K230 : TYR
K231 : MET
K232 : ASN
K233 : GLN
K234 : LEU
K235 : PRO
K236 : VAL
K237 : LYS
K238 : LEU
K239 : PRO
K240 : ARG
K241 : GLY
K242 : THR
K243 : THR
K244 : LEU
K245 : ASN
K246 : VAL
K247 : HIS
K248 : LEU
K249 : GLY
K250 : ASN
K251 : LEU
K252 : GLU
K253 : TRP
K254 : LEU
K255 : ARG
K256 : PRO
K257 : GLU
K258 : GLU
K259 : PHE
K260 : VAL
K261 : ASP
K262 : ASN
K263 : VAL
K264 : GLU
K265 : LEU
K266 : ILE
K267 : SER
K268 : GLU
K269 : GLN
K270 : LEU
K271 : ILE
K272 : LYS
K273 : ALA
K274 : TYR
K275 : GLN
K276 : ILE
K277 : ARG
K278 : SER
K279 : ILE
K280 : PHE
K281 : ILE
K282 : LYS
K283 : THR
K284 : ASN
K285 : ARG
K286 : SER
K287 : PRO
K288 : VAL
K289 : LEU
K290 : PRO
K291 : LEU
K292 : TYR
K293 : TYR
K294 : ASN
K295 : GLN
K296 : ASP
K297 : VAL
K298 : LEU
K299 : ASP
K300 : GLU
K301 : LEU
m125 : TYR
m126 : SER
m127 : LYS
m128 : TYR
m129 : ALA
m130 : ASP
m131 : GLY
m132 : SER
m133 : ASP
m134 : ARG
m135 : ILE
m136 : ILE
m137 : LYS
m138 : PRO
m139 : GLU
m140 : ILE
m141 : ASN
m142 : PRO
m143 : VAL
m144 : TYR
m145 : ASP
m146 : SER
m147 : ASP
m148 : ASP
m149 : SER
m150 : ASP
m151 : ALA
m152 : GLU
m153 : THR
m154 : GLN
m155 : ASN
m156 : THR
m157 : ILE
m158 : GLY
m159 : ASN
m160 : ILE
m161 : PRO
m162 : LEU
m163 : SER
m164 : ALA
m165 : TYR
m166 : ASP
m167 : GLU
m168 : MET
m169 : PRO
m170 : HIS
m171 : ILE
m172 : GLY
m173 : TYR
m174 : ASP
m175 : ILE
m176 : ASN
m177 : GLY
m178 : LYS
m179 : ARG
m180 : ILE
m181 : MET
m182 : ARG
m183 : PRO
m184 : ALA
m185 : LYS
m186 : GLY
m187 : SER
m188 : ALA
m189 : LEU
m190 : ASP
m191 : GLN
m192 : LEU
m193 : LEU
m194 : ASP
m195 : SER
m196 : ILE
m197 : GLU
m198 : LEU
m199 : PRO
m200 : GLU
m201 : GLY
m202 : TRP
m203 : THR
m204 : GLY
m205 : LEU
m206 : LEU
m207 : ASP
m208 : LYS
m209 : ASN
m210 : SER
m211 : GLY
m212 : SER
m213 : SER
m214 : LEU
m215 : ASN
m216 : LEU
m217 : THR
m218 : LYS
m219 : GLU
m220 : GLU
m221 : LEU
m222 : GLU
m223 : LEU
m224 : ILE
m225 : SER
m226 : LYS
m227 : ILE
m228 : GLN
m229 : ARG
m230 : ASN
m231 : GLU
m232 : GLN
m233 : THR
m234 : ASP
m235 : ASP
m236 : SER
m237 : ILE
m238 : ASN
m239 : PRO
m240 : TYR
m241 : GLU
m242 : PRO
m243 : LEU
m244 : ILE
m245 : ASP
m246 : TRP
m247 : PHE
m248 : THR
m249 : ARG
m250 : HIS
m251 : GLU
m252 : GLU
m253 : VAL
m254 : MET
m255 : PRO
m256 : LEU
m257 : THR
m258 : ALA
m259 : VAL
m260 : PRO
m261 : GLU
m262 : PRO
m263 : LYS
m264 : ARG
m265 : ARG
m266 : PHE
m267 : VAL
m268 : PRO
m269 : SER
m270 : LYS
m271 : ASN
m272 : GLU
m273 : ALA
m274 : LYS
m275 : ARG
m276 : VAL
m277 : MET
m278 : LYS
m279 : ILE
m280 : VAL
m281 : ARG
m282 : ALA
m283 : ILE
m284 : ARG
m285 : GLU
m286 : GLY
m287 : ARG
m288 : ILE
m289 : ILE
m290 : PRO
m291 : PRO
m292 : LYS
m293 : LYS
m294 : LEU
m295 : LYS
m296 : GLU
m297 : MET
m298 : LYS
m299 : GLU
m300 : LYS
m301 : GLU
m302 : LYS
m303 : ILE
m304 : GLU
m305 : ASN
m306 : TYR
m307 : GLN
m308 : TYR
m309 : ASP
m310 : LEU
m311 : TRP
m312 : GLY
m313 : ASP
m314 : SER
m315 : THR
m316 : GLU
m317 : THR
m318 : ASN
m319 : ASP
m320 : HIS
m321 : VAL
m322 : MET
m323 : HIS
m324 : LEU
m325 : ARG
m326 : ALA
m327 : PRO
m328 : LYS
m329 : LEU
m330 : PRO
m331 : PRO
m332 : PRO
m333 : THR
m334 : ASN
m335 : GLU
m336 : GLU
m337 : SER
m338 : TYR
m339 : ASN
m340 : PRO
m341 : PRO
m342 : GLU
m343 : GLU
m344 : TYR
m345 : LEU
m346 : LEU
m347 : SER
m348 : PRO
m349 : GLU
m350 : GLU
m351 : LYS
m352 : GLU
m353 : ALA
m354 : TRP
m355 : GLU
m356 : ASN
m357 : THR
m358 : GLU
m359 : TYR
m360 : SER
m361 : GLU
m362 : ARG
m363 : GLU
m364 : ARG
m365 : ASN
m366 : PHE
m367 : ILE
m368 : PRO
m369 : GLN
m370 : LYS
m371 : TYR
m372 : SER
m373 : ALA
m374 : LEU
m375 : ARG
m376 : LYS
m377 : VAL
m378 : PRO
m379 : GLY
m380 : TYR
m381 : GLY
m382 : GLU
m383 : SER
m384 : ILE
m385 : ARG
m386 : GLU
m387 : ARG
m388 : PHE
m389 : GLU
m390 : ARG
m391 : SER
m392 : LEU
m393 : ASP
m394 : LEU
m395 : TYR
m396 : LEU
m397 : ALA
m398 : PRO
m399 : ARG
m400 : VAL
m401 : ARG
m402 : LYS
m403 : ASN
m404 : LYS
m405 : LEU
m406 : ASN
m407 : ILE
m408 : ASP
m409 : PRO
m410 : ASN
m411 : SER
m412 : LEU
m413 : ILE
m414 : PRO
m415 : GLU
m416 : LEU
m417 : PRO
m418 : SER
m419 : PRO
m420 : LYS
m421 : ASP
m422 : LEU
m423 : ARG
m424 : PRO
m425 : PHE
m426 : PRO
m427 : ILE
m428 : ARG
m429 : CYS
m430 : SER
m431 : THR
m432 : ILE
m433 : TYR
m434 : ALA
m435 : GLY
m436 : HIS
m437 : LYS
m438 : GLY
m439 : LYS
m440 : VAL
m441 : ARG
m442 : THR
m443 : LEU
m444 : SER
m445 : ILE
m446 : ASP
m447 : PRO
m448 : SER
m449 : GLY
m450 : LEU
m451 : TRP
m452 : LEU
m453 : ALA
m454 : THR
m455 : GLY
m456 : SER
m457 : ASP
m458 : ASP
m459 : GLY
m460 : THR
m461 : VAL
m462 : ARG
m463 : VAL
m464 : TRP
m465 : GLU
m466 : ILE
m467 : LEU
m468 : THR
m469 : GLY
m470 : ARG
m471 : GLU
m472 : VAL
m473 : TYR
m474 : ARG
m475 : THR
m476 : THR
m477 : LEU
m478 : ILE
m479 : ASP
m480 : ASP
m481 : GLU
m482 : GLU
m483 : ASN
m484 : PRO
m485 : ASP
m486 : TYR
m487 : HIS
m488 : ILE
m489 : GLU
m490 : CYS
m491 : ILE
m492 : GLU
m493 : TRP
m494 : ASN
m495 : PRO
m496 : ASP
m497 : ALA
m498 : ASN
m499 : ASN
m500 : GLY
m501 : ILE
m502 : LEU
m503 : ALA
m504 : VAL
m505 : ALA
m506 : VAL
m507 : GLY
m508 : GLU
m509 : ASN
m510 : ILE
m511 : HIS
m512 : LEU
m513 : ILE
m514 : VAL
m515 : PRO
m516 : PRO
m517 : ILE
m518 : PHE
m519 : GLY
m520 : TYR
m521 : ASP
m522 : ILE
m523 : GLU
m524 : ASN
m525 : ASN
m526 : GLY
m527 : LYS
m528 : THR
m529 : LYS
m530 : ILE
m531 : GLU
m532 : ASP
m533 : GLY
m534 : PHE
m573 : ALA
m574 : GLN
m575 : TRP
m576 : ASN
m577 : LYS
m578 : PRO
m579 : SER
m580 : GLN
m581 : LYS
m582 : GLN
m583 : LEU
m584 : GLU
m585 : LYS
m586 : ASP
m587 : ILE
m588 : CYS
m589 : ILE
m590 : THR
m591 : ILE
m592 : SER
m593 : CYS
m594 : LYS
m595 : LYS
m596 : THR
m597 : VAL
m598 : LYS
m599 : LYS
m600 : LEU
m601 : SER
m602 : TRP
m603 : HIS
m604 : ARG
m605 : LYS
m606 : GLY
m607 : ASP
m608 : TYR
m609 : PHE
m610 : VAL
m611 : THR
m612 : VAL
m613 : GLN
m614 : PRO
m615 : ASP
m616 : SER
m617 : GLY
m618 : ASN
m619 : THR
m620 : SER
m621 : VAL
m622 : LEU
m623 : ILE
m624 : HIS
m625 : GLN
m626 : VAL
m627 : SER
m628 : LYS
m629 : HIS
m630 : LEU
m631 : THR
m632 : GLN
m633 : SER
m634 : PRO
m635 : PHE
m636 : LYS
m637 : LYS
m638 : SER
m639 : LYS
m640 : GLY
m641 : ILE
m642 : ILE
m643 : MET
m644 : ASP
m645 : ALA
m646 : LYS
m647 : PHE
m648 : HIS
m649 : PRO
m650 : PHE
m651 : LYS
m652 : PRO
m653 : GLN
m654 : LEU
m655 : PHE
m656 : VAL
m657 : CYS
m658 : SER
m659 : GLN
m660 : ARG
m661 : TYR
m662 : VAL
m663 : ARG
m664 : ILE
m665 : TYR
m666 : ASP
m667 : LEU
m668 : SER
m669 : GLN
m670 : GLN
m671 : ILE
m672 : LEU
m673 : VAL
m674 : LYS
m675 : LYS
m676 : LEU
m677 : LEU
m678 : PRO
m679 : GLY
m680 : ALA
m681 : ARG
m682 : TRP
m683 : LEU
m684 : SER
m685 : LYS
m686 : ILE
m687 : ASP
m688 : ILE
m689 : HIS
m690 : PRO
m691 : ARG
m692 : GLY
m693 : ASP
m694 : ASN
m695 : LEU
m696 : ILE
m697 : ALA
m698 : SER
m699 : SER
m700 : PHE
m701 : ASP
m702 : LYS
m703 : ARG
m704 : VAL
m705 : LEU
m706 : TRP
m707 : HIS
m708 : ASP
m709 : LEU
m710 : ASP
m711 : LEU
m712 : ALA
m713 : SER
m714 : THR
m715 : PRO
m716 : TYR
m717 : LYS
m718 : THR
m719 : LEU
m720 : ARG
m721 : TYR
m722 : HIS
m723 : GLU
m724 : LYS
m725 : ALA
m726 : VAL
m727 : ARG
m728 : SER
m729 : VAL
m730 : ASN
m731 : PHE
m732 : HIS
m733 : LYS
m734 : LYS
m735 : LEU
m736 : PRO
m737 : LEU
m738 : PHE
m739 : SER
m740 : SER
m741 : ALA
m742 : ALA
m743 : ASP
m744 : ASP
m745 : GLY
m746 : THR
m747 : ILE
m748 : HIS
m749 : VAL
m750 : PHE
m751 : HIS
m752 : ALA
m753 : THR
m754 : VAL
m755 : TYR
m756 : ASP
m757 : ASP
m758 : MET
m759 : MET
m760 : LYS
m761 : ASN
m762 : PRO
m763 : MET
m764 : ILE
m765 : VAL
m766 : PRO
m767 : LEU
m768 : LYS
m769 : LYS
m770 : LEU
m771 : THR
m772 : GLY
m773 : HIS
m774 : LYS
m775 : VAL
m776 : ILE
m777 : ASN
m778 : SER
m779 : LEU
m780 : GLY
m781 : VAL
m782 : LEU
m783 : ASP
m784 : ALA
m785 : ILE
m786 : TRP
m787 : HIS
m788 : PRO
m789 : ARG
m790 : GLU
m791 : ALA
m792 : TRP
m793 : LEU
m794 : PHE
m795 : SER
m796 : ALA
m797 : GLY
m798 : ALA
m799 : ASP
m800 : ASN
m801 : THR
m802 : ALA
m803 : ARG
m804 : LEU
m805 : TRP
m806 : THR
m807 : THR
D267 : GLY
D268 : TYR
D269 : VAL
D270 : VAL
D271 : CYS
D272 : ASP
D273 : SER
D274 : ASP
D275 : LYS
D276 : ARG
D277 : PHE
D278 : LEU
D279 : LEU
D280 : LEU
D281 : PHE
D282 : SER
D283 : PHE
D284 : LEU
D285 : LYS
D286 : ARG
D287 : ASN
D288 : GLN
D289 : LYS
D290 : LYS
D291 : LYS
D292 : ILE
D293 : ILE
D294 : VAL
D295 : PHE
D296 : LEU
D297 : SER
D298 : SER
D299 : CYS
D300 : ASN
D301 : SER
D302 : VAL
D303 : LYS
D304 : TYR
D305 : TYR
D306 : ALA
D307 : GLU
D308 : LEU
D309 : LEU
D310 : ASN
D311 : TYR
D312 : ILE
D313 : ASP
D314 : LEU
D315 : PRO
D316 : VAL
D317 : LEU
D318 : GLU
D319 : LEU
D320 : HIS
D321 : GLY
D322 : LYS
D323 : GLN
D324 : LYS
D325 : GLN
D326 : GLN
D327 : LYS
D328 : ARG
D329 : THR
D330 : ASN
D331 : THR
D332 : PHE
D333 : PHE
D334 : GLU
D335 : PHE
D336 : CYS
D337 : ASN
D338 : ALA
D339 : GLU
D340 : ARG
D341 : GLY
D342 : ILE
D343 : LEU
D344 : ILE
D345 : CYS
D346 : THR
D347 : ASP
D348 : VAL
D349 : ALA
D350 : ALA
D351 : ARG
D352 : GLY
D353 : LEU
D354 : ASP
D355 : ILE
D356 : PRO
D357 : ALA
D358 : VAL
D359 : ASP
D360 : TRP
D361 : ILE
D362 : ILE
D363 : GLN
D364 : PHE
D365 : ASP
D366 : PRO
D367 : PRO
D368 : ASP
D369 : ASP
D370 : PRO
D371 : ARG
D372 : ASP
D373 : TYR
D374 : ILE
D375 : HIS
D376 : ARG
D377 : VAL
D378 : GLY
D379 : ARG
D388 : GLY
D389 : LYS
D390 : SER
D391 : LEU
D392 : MET
D393 : PHE
D394 : LEU
D395 : THR
D396 : PRO
D397 : ASN
D411 : PRO
D412 : LEU
D413 : ASN
D414 : GLU
D415 : TYR
D416 : GLU
D417 : PHE
D418 : PRO
D419 : GLU
D420 : ASN
D421 : LYS
D422 : ILE
D423 : ALA
D424 : ASN
D425 : VAL
D426 : GLN
D427 : SER
D428 : GLN
D429 : LEU
D430 : GLU
D431 : LYS
D432 : LEU
D433 : ILE
D434 : LYS
D435 : SER
D436 : ASN
D437 : TYR
D438 : TYR
D439 : LEU
D440 : HIS
D441 : GLN
D442 : THR
D443 : ALA
D444 : LYS
D445 : ASP
D446 : GLY
D447 : TYR
D448 : ARG
D449 : SER
D450 : TYR
D451 : LEU
D452 : GLN
D453 : ALA
D454 : TYR
D455 : ALA
D456 : SER
D457 : HIS
D458 : SER
D459 : LEU
D460 : LYS
D461 : THR
D462 : VAL
D463 : TYR
D464 : GLN
D465 : ILE
D466 : ASP
D467 : LYS
D468 : LEU
D469 : ASP
D470 : LEU
D471 : ALA
D472 : LYS
D473 : VAL
D474 : ALA
D475 : LYS
D476 : SER
D477 : TYR
D478 : GLY
D479 : PHE
D480 : PRO
D481 : VAL
W3 : ARG
W4 : SER
W5 : LYS
W6 : ARG
W7 : SER
W8 : LYS
W9 : LEU
W10 : VAL
W11 : THR
W12 : LEU
W13 : ALA
W14 : GLN
W15 : THR
W16 : ASP
W17 : LYS
W18 : LYS
W19 : GLY
W20 : ARG
W21 : GLU
W22 : ASN
W23 : LYS
W24 : GLU
W25 : ARG
W26 : ILE
W27 : PHE
W28 : ASP
W29 : GLU
W30 : VAL
W31 : ARG
W32 : GLU
W33 : ALA
W34 : LEU
W35 : ASP
W36 : THR
W37 : TYR
W38 : ARG
W39 : TYR
W40 : VAL
W41 : TRP
W42 : VAL
W43 : LEU
W44 : HIS
W45 : LEU
W46 : ASP
W47 : ASP
W48 : VAL
W49 : ARG
W50 : THR
W51 : PRO
W52 : VAL
W53 : LEU
W54 : GLN
W55 : GLU
W56 : ILE
W57 : ARG
W58 : THR
W59 : SER
W60 : TRP
W61 : ALA
W62 : GLY
W63 : SER
W64 : LYS
W65 : LEU
W66 : ILE
W67 : MET
W68 : GLY
W69 : LYS
W70 : ARG
W71 : LYS
W72 : VAL
W73 : LEU
W74 : GLN
W75 : LYS
W76 : ALA
W77 : LEU
W78 : GLY
W79 : GLU
W80 : LYS
W81 : ARG
W82 : GLU
W83 : GLU
W84 : GLU
W85 : TYR
W86 : LYS
W87 : GLU
W88 : ASN
W89 : LEU
W90 : TYR
W91 : GLN
W92 : LEU
W93 : SER
W94 : LYS
W95 : LEU
W96 : CYS
W97 : SER
W98 : GLY
W99 : VAL
W100 : THR
W101 : GLY
W102 : LEU
W103 : LEU
W104 : PHE
W105 : THR
W106 : ASP
W107 : GLU
W108 : ASP
W109 : VAL
W110 : ASN
W111 : THR
W112 : VAL
W113 : LYS
W114 : GLU
W115 : TYR
W116 : PHE
W117 : LYS
W118 : SER
W119 : TYR
W120 : VAL
W121 : ARG
W122 : SER
W123 : ASP
W124 : TYR
W125 : SER
W126 : ARG
W127 : PRO
W128 : ASN
W129 : THR
W130 : LYS
W131 : ALA
W132 : PRO
W133 : LEU
W134 : THR
W135 : PHE
W136 : THR
W137 : ILE
W138 : PRO
W139 : GLU
W140 : GLY
W141 : ILE
W142 : VAL
W143 : TYR
W144 : SER
W145 : ARG
W146 : GLY
W147 : GLY
W148 : GLN
W149 : ILE
W150 : PRO
W151 : ALA
W152 : GLU
W153 : GLU
W154 : ASP
W155 : VAL
W156 : PRO
W157 : MET
W158 : ILE
W159 : HIS
W160 : SER
W161 : LEU
W162 : GLU
W163 : PRO
W164 : THR
W165 : MET
W166 : ARG
W167 : ASN
W168 : LYS
W169 : PHE
W170 : GLU
W171 : ILE
W172 : PRO
W173 : THR
W174 : LYS
W175 : ILE
W176 : LYS
W177 : ALA
W178 : GLY
W179 : LYS
W180 : ILE
W181 : THR
W182 : ILE
W183 : ASP
W184 : SER
W185 : PRO
W186 : TYR
W187 : LEU
W188 : VAL
W189 : CYS
W190 : THR
W191 : GLU
W192 : GLY
W193 : GLU
W194 : LYS
W195 : LEU
W196 : ASP
W197 : VAL
W198 : ARG
W199 : GLN
W200 : ALA
W201 : LEU
W202 : ILE
W203 : LEU
W204 : LYS
W205 : GLN
W206 : PHE
W207 : GLY
W208 : ILE
W209 : ALA
W210 : ALA
W211 : SER
W212 : GLU
W213 : PHE
W214 : LYS
W215 : VAL
W216 : LYS
W217 : VAL
W218 : SER
W219 : ALA
W220 : TYR
W221 : TYR
W222 : ASP
W223 : ASN
W224 : ASP
W225 : SER
W226 : SER
W227 : THR
W228 : VAL
W229 : GLU
W230 : SER
W231 : THR
W232 : ASN
W233 : ILE
W234 : ASN
l1 : MET
l2 : ARG
l3 : GLN
l4 : LEU
l5 : THR
l6 : GLU
l7 : GLU
l8 : GLU
l9 : THR
l10 : LYS
l11 : VAL
l12 : VAL
l13 : PHE
l14 : GLU
l15 : LYS
l16 : LEU
l17 : ALA
l18 : GLY
l19 : TYR
l20 : ILE
l21 : GLY
l22 : ARG
l23 : ASN
l24 : ILE
l25 : SER
l26 : PHE
l27 : LEU
l28 : VAL
l29 : ASP
l30 : ASN
l31 : LYS
l32 : GLU
l33 : LEU
l34 : PRO
l35 : HIS
l36 : VAL
l37 : PHE
l38 : ARG
l39 : LEU
l40 : GLN
l41 : LYS
l42 : ASP
l43 : ARG
l44 : VAL
l45 : TYR
l46 : TYR
l47 : VAL
l48 : PRO
l49 : ASP
l50 : HIS
l51 : VAL
l52 : ALA
l53 : LYS
l54 : LEU
l55 : ALA
l56 : THR
l57 : SER
l58 : VAL
l59 : ALA
l60 : ARG
l61 : PRO
l62 : ASN
l63 : LEU
l64 : MET
l65 : SER
l66 : LEU
l67 : GLY
l68 : ILE
l69 : CYS
l70 : LEU
l71 : GLY
l72 : LYS
l73 : PHE
l74 : THR
l75 : LYS
l76 : THR
l77 : GLY
l78 : LYS
l79 : PHE
l80 : ARG
l81 : LEU
l82 : HIS
l83 : ILE
l84 : THR
l85 : SER
l86 : LEU
l87 : THR
l88 : VAL
l89 : LEU
l90 : ALA
l91 : LYS
l92 : HIS
l93 : ALA
l94 : LYS
l95 : TYR
l96 : LYS
l97 : ILE
l98 : TRP
l99 : ILE
l100 : LYS
l101 : PRO
l102 : ASN
l103 : GLY
l104 : GLU
l105 : MET
l106 : PRO
l107 : PHE
l108 : LEU
l109 : TYR
l110 : GLY
l111 : ASN
l112 : HIS
l113 : VAL
l114 : LEU
l115 : LYS
l116 : ALA
l117 : HIS
l118 : VAL
l119 : GLY
l120 : LYS
l121 : MET
l122 : SER
l123 : ASP
l124 : ASP
l125 : ILE
l126 : PRO
l127 : GLU
l128 : HIS
l129 : ALA
l130 : GLY
l131 : VAL
l132 : ILE
l133 : VAL
l134 : PHE
l135 : ALA
l136 : MET
l137 : ASN
l138 : ASP
l139 : VAL
l140 : PRO
l141 : LEU
l142 : GLY
l143 : PHE
l144 : GLY
l145 : VAL
l146 : SER
l147 : ALA
l148 : LYS
l149 : SER
l150 : THR
l151 : SER
l152 : GLU
l153 : SER
l154 : ARG
l155 : ASN
l156 : MET
l157 : GLN
l158 : PRO
l159 : THR
l160 : GLY
l161 : ILE
l162 : VAL
l163 : ALA
l164 : PHE
l165 : ARG
l166 : GLN
l167 : ALA
l168 : ASP
l169 : ILE
l170 : GLY
l171 : GLU
l172 : TYR
l173 : LEU
l174 : ARG
b1 : MET
b2 : GLN
b3 : LEU
b4 : SER
b5 : TRP
b6 : LYS
b7 : ASP
b8 : ILE
b9 : PRO
b10 : THR
b11 : VAL
b12 : ALA
b13 : PRO
b14 : ALA
b15 : ASN
b16 : ASP
b17 : LEU
b18 : LEU
b19 : ASP
b20 : ILE
b21 : VAL
b22 : LEU
b23 : ASN
b24 : ARG
b25 : THR
b26 : GLN
b27 : ARG
b28 : LYS
b29 : THR
b30 : PRO
b31 : THR
b32 : VAL
b33 : ILE
b34 : ARG
b35 : PRO
b36 : GLY
b37 : PHE
b38 : LYS
b39 : ILE
b40 : THR
b41 : ARG
b42 : ILE
b43 : ARG
b44 : ALA
b45 : PHE
b46 : TYR
b47 : MET
b48 : ARG
b49 : LYS
b50 : VAL
b51 : LYS
b52 : TYR
b53 : THR
b54 : GLY
b55 : GLU
b56 : GLY
b57 : PHE
b58 : VAL
b59 : GLU
b60 : LYS
b61 : PHE
b62 : GLU
b63 : ASP
b64 : ILE
b65 : LEU
b66 : LYS
b67 : GLY
b68 : PHE
b69 : PRO
b70 : ASN
b71 : ILE
b72 : ASN
b73 : ASP
b74 : VAL
b75 : HIS
b76 : PRO
b77 : PHE
b78 : HIS
b79 : ARG
b80 : ASP
b81 : LEU
b82 : MET
b83 : ASP
b84 : THR
b85 : LEU
b86 : TYR
b87 : GLU
b88 : LYS
b89 : ASN
b90 : HIS
b91 : TYR
b92 : LYS
b93 : ILE
b94 : SER
b95 : LEU
b96 : ALA
b97 : ALA
b98 : ILE
b99 : SER
b100 : ARG
b101 : ALA
b102 : LYS
b103 : SER
b104 : LEU
b105 : VAL
b106 : GLU
b107 : GLN
b108 : VAL
b109 : ALA
b110 : ARG
b111 : ASP
b112 : TYR
b113 : VAL
b114 : ARG
b115 : LEU
b116 : LEU
b117 : LYS
b118 : PHE
b119 : GLY
b120 : GLN
b121 : SER
b122 : LEU
b123 : PHE
b124 : GLN
b125 : CYS
b126 : LYS
b127 : GLN
b128 : LEU
b129 : LYS
b130 : ARG
b131 : ALA
b132 : ALA
b133 : LEU
b134 : GLY
b135 : ARG
b136 : MET
b137 : ALA
b138 : THR
b139 : ILE
b140 : VAL
b141 : LYS
b142 : LYS
b143 : LEU
b144 : ARG
b145 : ASP
b146 : PRO
b147 : LEU
b148 : ALA
b149 : TYR
b150 : LEU
b151 : GLU
b152 : GLN
b153 : VAL
b154 : ARG
b155 : GLN
b156 : HIS
b157 : ILE
b158 : GLY
b159 : ARG
b160 : LEU
b161 : PRO
b162 : SER
b163 : ILE
b164 : ASP
b165 : PRO
b166 : ASN
b167 : THR
b168 : ARG
b169 : THR
b170 : LEU
b171 : LEU
b172 : ILE
b173 : CYS
b174 : GLY
b175 : TYR
b176 : PRO
b177 : ASN
b178 : VAL
b179 : GLY
b180 : LYS
b181 : SER
b182 : SER
b183 : PHE
b184 : LEU
b185 : ARG
b186 : CYS
b187 : ILE
b188 : THR
b189 : LYS
b190 : SER
b191 : ASP
b192 : VAL
b193 : ASP
b194 : VAL
b195 : GLN
b196 : PRO
b197 : TYR
b198 : ALA
b199 : PHE
b200 : THR
b201 : THR
b202 : LYS
b203 : SER
b204 : LEU
b205 : TYR
b206 : VAL
b207 : GLY
b208 : HIS
b209 : PHE
b210 : ASP
b211 : TYR
b212 : LYS
b213 : TYR
b214 : LEU
b215 : ARG
b216 : PHE
b217 : GLN
b218 : ALA
b219 : ILE
b220 : ASP
b221 : THR
b222 : PRO
b223 : GLY
b224 : ILE
b225 : LEU
b232 : MET
b233 : ASN
b234 : ASN
b235 : ILE
b236 : GLU
b237 : MET
b238 : GLN
b239 : SER
b240 : ILE
b241 : TYR
b242 : ALA
b243 : ILE
b244 : ALA
b245 : HIS
b246 : LEU
b247 : ARG
b248 : SER
b249 : CYS
b250 : VAL
b251 : LEU
b252 : TYR
b253 : PHE
b254 : MET
b255 : ASP
b256 : LEU
b257 : SER
b258 : GLU
b259 : GLN
b260 : CYS
b261 : GLY
b262 : PHE
b263 : THR
b264 : ILE
b265 : GLU
b266 : ALA
b267 : GLN
b268 : VAL
b269 : LYS
b270 : LEU
b271 : PHE
b272 : HIS
b273 : SER
b274 : ILE
b275 : LYS
b276 : PRO
b277 : LEU
b278 : PHE
b279 : ALA
b280 : ASN
b281 : LYS
b282 : SER
b283 : VAL
b284 : MET
b285 : VAL
b286 : VAL
b287 : ILE
b288 : ASN
b301 : GLU
b302 : ARG
b303 : ALA
b304 : GLN
b305 : LEU
b306 : LEU
b307 : GLU
b308 : SER
b309 : VAL
b310 : LYS
b311 : GLU
b312 : VAL
b313 : PRO
b314 : GLY
b315 : VAL
b316 : GLU
b317 : ILE
b318 : MET
b319 : THR
b320 : SER
b321 : SER
b322 : CYS
b323 : GLN
b324 : LEU
b325 : GLU
b326 : GLU
b327 : ASN
b328 : VAL
b329 : MET
b330 : GLU
b331 : VAL
b332 : ARG
b333 : ASN
b334 : LYS
b335 : ALA
b336 : CYS
b337 : GLU
b338 : LYS
b339 : LEU
b340 : LEU
b341 : ALA
b342 : SER
b374 : ARG
b375 : THR
b376 : PRO
b377 : PHE
b378 : ILE
b379 : PRO
b380 : GLU
b381 : SER
b382 : VAL
b383 : LYS
b384 : ASN
b385 : LEU
b386 : LYS
b387 : LYS
b388 : TYR
b389 : ASP
b390 : PRO
b391 : GLU
b392 : ASP
b393 : PRO
b394 : ASN
b395 : ARG
b396 : ARG
b397 : LYS
b398 : LEU
b399 : ALA
b400 : ARG
b401 : ASP
b402 : ILE
b403 : GLU
b404 : ALA
b405 : GLU
b406 : ASN
b407 : GLY
b408 : GLY
b409 : ALA
b410 : GLY
b411 : VAL
b412 : PHE
b413 : ASN
b414 : VAL
b415 : ASN
b416 : LEU
b417 : LYS
b418 : ASP
b419 : LYS
b420 : TYR
b421 : LEU
b422 : LEU
b423 : GLU
b424 : ASP
b425 : ASP
b426 : GLU
b427 : TRP
b428 : LYS
b429 : ASN
b430 : ASP
b431 : ILE
b432 : MET
b433 : PRO
b434 : GLU
b435 : ILE
b436 : LEU
b437 : ASP
b438 : GLY
b439 : LYS
b440 : ASN
b441 : VAL
b442 : TYR
b443 : ASP
b444 : PHE
b445 : LEU
b446 : ASP
b447 : PRO
b448 : GLU
b449 : ILE
b450 : ALA
b451 : ALA
b452 : LYS
b453 : LEU
b454 : GLN
b455 : ALA
b456 : LEU
b457 : GLU
b458 : GLU
b459 : GLU
b460 : GLU
b461 : GLU
b462 : LYS
b463 : LEU
b464 : GLU
b465 : ASN
b466 : GLU
b467 : GLY
b468 : PHE
b469 : TYR
b470 : ASN
o88 : GLU
o89 : TYR
o90 : SER
o91 : GLY
o92 : ILE
o93 : ILE
o94 : TYR
o95 : VAL
o96 : SER
o97 : ARG
o98 : LEU
o99 : PRO
o100 : HIS
o101 : GLY
o102 : PHE
o103 : HIS
o104 : GLU
o105 : LYS
o106 : GLU
o107 : LEU
o108 : SER
o109 : LYS
o110 : TYR
o111 : PHE
o112 : ALA
o113 : GLN
o114 : PHE
o115 : GLY
o116 : ASP
o117 : LEU
o118 : LYS
o119 : GLU
o120 : VAL
o121 : ARG
o122 : LEU
o123 : ALA
o124 : ARG
o125 : ASN
o126 : LYS
o127 : LYS
o128 : THR
o129 : GLY
o130 : ASN
o131 : SER
o132 : ARG
o133 : HIS
o134 : TYR
o135 : GLY
o136 : PHE
o137 : LEU
o138 : GLU
o139 : PHE
o140 : VAL
o141 : ASN
o142 : LYS
o143 : GLU
o144 : ASP
o145 : ALA
o146 : MET
o147 : ILE
o148 : ALA
o149 : GLN
o150 : GLU
o151 : SER
o152 : MET
o153 : ASN
o154 : ASN
o155 : TYR
o156 : LEU
o157 : LEU
o158 : MET
o159 : GLY
o160 : HIS
o161 : LEU
o162 : LEU
o163 : GLN
o164 : VAL
o165 : ARG
o166 : VAL
o167 : LEU
o168 : PRO
o169 : LYS
o170 : GLY
o171 : ALA
o172 : LYS
o173 : ILE
o174 : GLU
o175 : LYS
o176 : LEU
o177 : TYR
o178 : LYS
o179 : TYR
o180 : LYS
o181 : LYS
o182 : ARG
o183 : VAL
o184 : LEU
o185 : VAL
o186 : GLU
o187 : LYS
o188 : GLY
o189 : ILE
o190 : THR
o191 : LYS
o192 : PRO
o193 : VAL
o194 : LYS
o195 : GLN
o196 : LEU
o197 : LYS
o198 : ASP
o199 : ASN
o200 : MET
o201 : LYS
o202 : GLN
o203 : LYS
o204 : HIS
o205 : GLU
o206 : GLU
o207 : ARG
o208 : ILE
o209 : LYS
o210 : LYS
o211 : LEU
o212 : ALA
o213 : LYS
o214 : SER
o215 : GLY
o216 : ILE
o217 : GLU
o218 : PHE
o219 : LYS
o220 : TRP
n1 : MET
n2 : ARG
n3 : ILE
n4 : LYS
n5 : LYS
n6 : LYS
n7 : ASN
n8 : THR
n9 : ARG
n10 : GLY
n11 : ASN
n12 : ALA
n13 : ARG
n14 : ASN
n15 : PHE
n16 : ILE
n17 : THR
n18 : ARG
n19 : SER
n20 : GLN
n21 : ALA
n22 : VAL
n23 : ARG
n24 : LYS
n25 : LEU
n26 : GLN
n27 : VAL
n28 : SER
n29 : LEU
n30 : ALA
n31 : ASP
n32 : PHE
n33 : ARG
n34 : ARG
n35 : LEU
n36 : CYS
n37 : ILE
n38 : PHE
n39 : LYS
n40 : GLY
n41 : ILE
n42 : TYR
n43 : PRO
n44 : ARG
n45 : GLU
n46 : PRO
n47 : ARG
n48 : ASN
n49 : LYS
n50 : LYS
n51 : LYS
n52 : ALA
n53 : ASN
n54 : LYS
n55 : GLY
n56 : SER
n57 : THR
n58 : ALA
n59 : PRO
n60 : THR
n61 : THR
n62 : PHE
n63 : TYR
n64 : TYR
n65 : ALA
n66 : LYS
n67 : ASP
n68 : ILE
n69 : GLN
n70 : TYR
n71 : LEU
n72 : MET
n73 : HIS
n74 : GLU
n75 : PRO
n76 : VAL
n77 : LEU
n78 : ALA
n79 : LYS
n80 : PHE
n81 : ARG
n82 : GLU
n83 : HIS
n84 : LYS
n85 : THR
n86 : PHE
n87 : ALA
n88 : ARG
n89 : LYS
n90 : LEU
n91 : THR
n92 : ARG
n93 : ALA
n94 : LEU
n95 : GLY
n96 : ARG
n97 : GLY
n98 : GLU
n99 : VAL
n100 : SER
n101 : SER
n102 : ALA
n103 : LYS
n104 : ARG
n105 : LEU
n106 : GLU
n107 : GLU
n108 : ASN
n109 : ARG
n110 : ASP
n111 : SER
n112 : TYR
n113 : THR
n114 : LEU
n115 : ASP
n116 : HIS
n117 : ILE
n118 : ILE
n119 : LYS
n120 : GLU
n121 : ARG
n122 : TYR
n123 : PRO
n124 : SER
n125 : PHE
n126 : PRO
n127 : ASP
n128 : ALA
n129 : ILE
n130 : ARG
n131 : ASP
n132 : ILE
n133 : ASP
n134 : ASP
n135 : ALA
n136 : LEU
n137 : ASN
n138 : MET
n139 : LEU
n140 : PHE
n141 : LEU
n142 : PHE
n143 : SER
n144 : ASN
n145 : LEU
n146 : PRO
n147 : SER
n148 : THR
n149 : ASN
n150 : GLN
n151 : VAL
n152 : SER
n153 : SER
n154 : LYS
n155 : ILE
n156 : ILE
n157 : ASN
n158 : ASP
n159 : ALA
n160 : GLN
n161 : LYS
n162 : ILE
n163 : CYS
n164 : ASN
n165 : GLN
n166 : TRP
n167 : LEU
n168 : ALA
n169 : TYR
n170 : VAL
n171 : ALA
n172 : LYS
n173 : GLU
n174 : ARG
n175 : LEU
n176 : VAL
n177 : ARG
n178 : LYS
n179 : VAL
n180 : PHE
n181 : VAL
n182 : SER
n183 : ILE
n184 : LYS
n185 : GLY
n186 : VAL
n187 : TYR
n188 : TYR
n189 : GLN
n190 : ALA
n191 : ASN
n192 : ILE
n193 : LYS
n194 : GLY
n195 : GLU
n196 : GLU
n197 : VAL
n198 : ARG
n199 : TRP
n200 : LEU
n201 : VAL
n202 : PRO
n203 : PHE
n204 : LYS
n205 : PHE
n206 : PRO
n207 : GLU
n208 : ASN
n209 : ILE
n210 : PRO
n211 : SER
n212 : ASP
n213 : VAL
n214 : ASP
n215 : PHE
n216 : ARG
n217 : ILE
n218 : MET
n219 : LEU
n220 : THR
n221 : PHE
n222 : LEU
n223 : GLU
n224 : PHE
n225 : TYR
n226 : SER
n227 : THR
n228 : LEU
n229 : LEU
n230 : HIS
n231 : PHE
n232 : VAL
n233 : LEU
n234 : TYR
n235 : LYS
n236 : LEU
n237 : TYR
n238 : THR
n239 : ASP
n240 : SER
n241 : GLY
n242 : LEU
n243 : ILE
n244 : TYR
n245 : PRO
n246 : PRO
n247 : LYS
n248 : LEU
n249 : ASP
n250 : LEU
n251 : LYS
n252 : LYS
n253 : ASP
n254 : LYS
n255 : ILE
n256 : ILE
n257 : SER
n258 : GLY
n259 : LEU
n260 : SER
n261 : SER
n262 : TYR
n263 : ILE
n264 : LEU
n265 : GLU
n266 : SER
n267 : ARG
n352 : TYR
n353 : ASP
n354 : SER
n355 : PRO
n356 : VAL
n357 : ALA
n358 : SER
n359 : LEU
n360 : PHE
n361 : SER
n362 : ALA
n363 : PHE
n364 : VAL
n365 : PHE
n366 : TYR
n367 : VAL
n368 : SER
n369 : ARG
n370 : GLU
n371 : VAL
n372 : PRO
n373 : ILE
n374 : ASP
n375 : ILE
n376 : LEU
n377 : GLU
n378 : PHE
n379 : LEU
n380 : ILE
n381 : LEU
n382 : SER
n383 : CYS
n384 : GLY
n385 : GLY
n386 : ASN
n387 : VAL
n388 : ILE
n389 : SER
n390 : GLU
n391 : ALA
n392 : ALA
n393 : MET
n394 : ASP
n405 : SER
n406 : LYS
n407 : VAL
n408 : THR
n409 : HIS
n410 : GLN
n411 : ILE
n412 : VAL
n413 : ASP
n414 : ARG
n415 : PRO
n416 : VAL
n417 : LEU
n418 : LYS
n419 : ASN
n420 : LYS
n421 : VAL
n422 : ALA
n423 : GLY
n424 : ARG
n425 : THR
n426 : TYR
n427 : ILE
n428 : GLN
n429 : PRO
n430 : GLN
n431 : TRP
n432 : ILE
n433 : PHE
n434 : ASP
n435 : CYS
n436 : ILE
n437 : ASN
n438 : LYS
n439 : GLY
n440 : GLU
n441 : LEU
n442 : VAL
n443 : PRO
n444 : ALA
n445 : ASN
n446 : LYS
n447 : TYR
n448 : LEU
n449 : PRO
n450 : GLY
n451 : GLU
n452 : ALA
n453 : LEU
n454 : PRO
n455 : PRO
n456 : HIS
n457 : LEU
n458 : SER
n459 : PRO
n460 : TRP
n550 : GLU
n551 : GLU
n552 : LYS
n553 : LYS
n554 : LEU
n555 : LYS
n556 : MET
n557 : ILE
n558 : MET
n559 : MET
n560 : SER
n561 : ASN
n562 : LYS
n563 : GLN
n564 : LYS
n565 : LYS
n566 : LEU
n567 : TYR
n568 : LYS
n569 : LYS
n570 : MET
n571 : LYS
n572 : TYR
n573 : SER
n574 : ASN
n575 : ALA
n576 : LYS
n577 : LYS
n578 : GLU
n579 : GLU
n580 : GLN
n581 : ALA
n582 : GLU
n583 : ASN
n584 : LEU
n585 : LYS
n586 : LYS
n587 : LYS
n588 : LYS
n589 : LYS
n590 : GLN
n591 : ILE
n592 : ALA
n593 : LYS
n594 : GLN
r2 : PRO
r3 : GLN
r4 : ASN
r5 : ASP
r6 : TYR
r7 : ILE
r8 : GLU
r9 : ARG
r10 : HIS
r11 : ILE
r12 : LYS
r13 : GLN
r14 : HIS
r15 : GLY
r16 : LYS
r17 : ARG
r18 : LEU
r19 : ASP
r20 : HIS
r21 : GLU
r22 : GLU
r23 : ARG
r24 : LYS
r25 : ARG
r26 : LYS
r27 : ARG
r28 : GLU
r29 : ALA
r30 : ARG
r31 : GLU
r32 : SER
r33 : HIS
r34 : LYS
r35 : ILE
r36 : SER
r37 : GLU
r38 : ARG
r39 : ALA
r40 : GLN
r41 : LYS
r42 : LEU
r43 : THR
r44 : GLY
r45 : TRP
r46 : LYS
r47 : GLY
r48 : LYS
r49 : GLN
r50 : PHE
r51 : ALA
r52 : LYS
r53 : LYS
r54 : ARG
r55 : TYR
r56 : ALA
r57 : GLU
r58 : LYS
r59 : VAL
r60 : SER
r61 : MET
r62 : ARG
r63 : LYS
r64 : LYS
r65 : ILE
r66 : LYS
r67 : ALA
r68 : HIS
r69 : GLU
r70 : GLN
r71 : SER
r72 : LYS
r73 : VAL
r74 : LYS
r149 : ARG
r150 : MET
r151 : ILE
r152 : THR
r153 : LYS
r154 : HIS
r155 : THR
r156 : PHE
r157 : VAL
r158 : GLY
r159 : GLU
r160 : GLY
r161 : PHE
r162 : THR
r163 : ARG
r164 : ARG
r165 : PRO
r166 : VAL
r167 : LYS
r168 : MET
r169 : GLU
r170 : ARG
r171 : ILE
r172 : ILE
r173 : ARG
r174 : PRO
r175 : SER
r176 : ALA
r177 : LEU
r178 : ARG
r179 : GLN
r180 : LYS
r181 : LYS
r182 : ALA
r183 : ASN
r184 : VAL
r185 : THR
r186 : HIS
r187 : PRO
r188 : GLU
r189 : LEU
r190 : GLY
r191 : VAL
r192 : THR
r193 : VAL
r194 : PHE
r195 : LEU
r196 : PRO
r197 : ILE
r198 : LEU
r199 : ALA
r200 : VAL
r201 : LYS
r202 : LYS
r203 : ASN
r204 : PRO
r205 : GLN
r206 : SER
r207 : PRO
r208 : MET
r209 : TYR
r210 : THR
r211 : GLN
r212 : LEU
r213 : GLY
r214 : VAL
r215 : LEU
r216 : THR
r217 : LYS
r218 : GLY
r219 : THR
r220 : ILE
r221 : ILE
r222 : GLU
r223 : VAL
r224 : ASN
r225 : VAL
r226 : SER
r227 : GLU
r228 : LEU
r238 : VAL
r239 : TRP
r240 : GLY
r241 : LYS
r242 : TYR
r243 : ALA
r244 : GLN
r245 : VAL
r246 : THR
r247 : ASN
r248 : GLU
r249 : PRO
r250 : ASP
r251 : ARG
r252 : ASP
r253 : GLY
r254 : CYS
r255 : VAL
r256 : ASN
r257 : ALA
r258 : VAL
r259 : LEU
r260 : LEU
s1 : MET
s2 : ARG
s3 : VAL
s4 : ARG
s5 : LYS
s6 : ARG
s7 : GLN
s8 : SER
s9 : ARG
s10 : ARG
s11 : THR
s12 : SER
s13 : THR
s14 : LYS
s15 : LEU
s16 : LYS
s17 : GLU
s18 : GLY
s19 : ILE
s20 : LYS
s21 : LYS
s22 : LYS
s23 : ALA
s24 : SER
s25 : ALA
s26 : HIS
s27 : ARG
s28 : LYS
s29 : LYS
s30 : GLU
s31 : LYS
s32 : LYS
s33 : MET
s34 : ALA
s35 : LYS
s36 : LYS
t12 : LEU
t13 : ASN
t14 : SER
t15 : ASN
t16 : PRO
t17 : GLU
t18 : ILE
t19 : LEU
t20 : LEU
t21 : ARG
t22 : LYS
t23 : ARG
t24 : ARG
t25 : ASN
t26 : ALA
t27 : ASP
t28 : ARG
t29 : THR
t30 : ARG
t31 : ILE
t32 : GLU
t33 : ARG
t34 : GLN
t35 : GLU
t36 : LEU
t37 : ALA
t38 : LYS
t39 : LYS
t40 : LYS
t41 : ARG
t42 : GLU
t43 : GLU
t44 : GLN
t45 : ILE
t46 : LYS
t47 : LYS
t48 : LYS
t49 : ARG
t50 : SER
t51 : ASN
t52 : LYS
t53 : ASN
t54 : LYS
t55 : PHE
t56 : VAL
t57 : ARG
t58 : ALA
t59 : GLU
t60 : SER
t61 : ILE
t62 : VAL
t63 : ALA
t64 : LYS
t65 : THR
t66 : LEU
t67 : ALA
t68 : THR
t69 : SER
t70 : ARG
t71 : GLU
t72 : LYS
t73 : GLU
t74 : ARG
t75 : ILE
t76 : LYS
t77 : ARG
t78 : VAL
t79 : SER
t80 : ILE
t81 : LEU
t82 : GLU
t83 : ASP
t84 : LYS
t85 : LYS
t86 : ALA
t87 : LYS
t88 : ASN
t89 : GLU
t90 : THR
t91 : GLN
t92 : HIS
t93 : ILE
t94 : ALA
t95 : SER
t96 : GLY
t97 : LYS
t98 : ASP
t99 : PHE
t100 : ILE
t101 : LEU
t102 : LYS
t103 : ILE
t104 : THR
t105 : GLU
t127 : GLY
t128 : LEU
t129 : ILE
t130 : ARG
t131 : GLU
t132 : LYS
t133 : THR
t134 : THR
t135 : TYR
t136 : ASP
t137 : GLY
t138 : LYS
t139 : PRO
t140 : ALA
t141 : LEU
t142 : LEU
t143 : PHE
t144 : ILE
t145 : VAL
t146 : ARG
t147 : VAL
t148 : ARG
t149 : GLY
t150 : PRO
t151 : LEU
t152 : ALA
t153 : VAL
t154 : ASN
t155 : ILE
t156 : PRO
t157 : ASN
t158 : LYS
t159 : ALA
t160 : PHE
t161 : LYS
t162 : ILE
t163 : LEU
t164 : SER
t165 : LEU
t166 : LEU
t167 : ARG
t168 : LEU
t169 : VAL
t170 : GLU
t171 : THR
t172 : ASN
t173 : THR
t174 : GLY
t175 : VAL
t176 : PHE
t177 : VAL
t178 : LYS
t179 : LEU
t180 : THR
t181 : LYS
t182 : ASN
t183 : VAL
t184 : TYR
t185 : PRO
t186 : LEU
t187 : LEU
t188 : LYS
t189 : VAL
t190 : ILE
t191 : ALA
t192 : PRO
t193 : TYR
t194 : VAL
t195 : VAL
t196 : ILE
t197 : GLY
t198 : LYS
t199 : PRO
t200 : SER
t201 : LEU
t202 : SER
t203 : SER
t204 : ILE
t205 : ARG
t206 : SER
t207 : LEU
t208 : ILE
t209 : GLN
t210 : LYS
t211 : ARG
t212 : GLY
t213 : ARG
t214 : ILE
t215 : ILE
t216 : TYR
t217 : LYS
t218 : GLY
t219 : GLU
t220 : ASN
t221 : GLU
t222 : ALA
t223 : GLU
t224 : PRO
t225 : HIS
t226 : GLU
t227 : ILE
t228 : VAL
t229 : LEU
t230 : ASN
t231 : ASP
t232 : ASN
t233 : ASN
t234 : ILE
t235 : VAL
t236 : GLU
t237 : GLU
t238 : GLN
t239 : LEU
t240 : GLY
t241 : ASP
t242 : HIS
t243 : GLY
t244 : ILE
t245 : ILE
t246 : CYS
t247 : VAL
t248 : GLU
t249 : ASP
t250 : ILE
t251 : ILE
t252 : HIS
t253 : GLU
t254 : ILE
t255 : ALA
t256 : THR
t257 : MET
t258 : GLY
t259 : GLU
t260 : SER
t261 : PHE
t262 : SER
t263 : VAL
t264 : CYS
t265 : ASN
t266 : PHE
t267 : PHE
t268 : LEU
t269 : GLN
t270 : PRO
t271 : PHE
t272 : LYS
t273 : LEU
t274 : ASN
t275 : ARG
t276 : GLU
t277 : VAL
t278 : SER
t279 : GLY
t280 : PHE
t281 : GLY
t282 : SER
t283 : LEU
t284 : ASN
t285 : ARG
t286 : LEU
t287 : ARG
t288 : LYS
t289 : ILE
t290 : LYS
t291 : GLN
t292 : ARG
t293 : GLU
t294 : ALA
t295 : GLU
t296 : SER
t297 : ARG
t298 : THR
t299 : ARG
t300 : GLN
t301 : PHE
t302 : SER
t303 : ASN
t304 : ALA
t305 : ALA
t306 : THR
t307 : ALA
t308 : PRO
t309 : VAL
t310 : ILE
t311 : GLU
t312 : VAL
t313 : ASP
t314 : ILE
t315 : ASP
t316 : SER
t317 : LEU
t318 : LEU
t319 : ALA
t320 : LYS
t321 : LEU
t322 : ASN
y1 : MET
y2 : ALA
y3 : THR
y4 : ARG
y5 : THR
y6 : GLN
y7 : PHE
y8 : GLU
y9 : ASN
y10 : SER
y11 : ASN
y12 : GLU
y13 : ILE
y14 : GLY
y15 : VAL
y16 : PHE
y17 : SER
y18 : LYS
y19 : LEU
y20 : THR
y21 : ASN
y22 : THR
y23 : TYR
y24 : CYS
y25 : LEU
y26 : VAL
y27 : ALA
y28 : VAL
y29 : GLY
y30 : GLY
y31 : SER
y32 : GLU
y33 : ASN
y34 : PHE
y35 : TYR
y36 : SER
y37 : ALA
y38 : PHE
y39 : GLU
y40 : ALA
y41 : GLU
y42 : LEU
y43 : GLY
y44 : ASP
y45 : ALA
y46 : ILE
y47 : PRO
y48 : ILE
y49 : VAL
y50 : HIS
y51 : THR
y52 : THR
y53 : ILE
y54 : ALA
y55 : GLY
y56 : THR
y57 : ARG
y58 : ILE
y59 : ILE
y60 : GLY
y61 : ARG
y62 : MET
y63 : THR
y64 : ALA
y65 : GLY
y66 : ASN
y67 : ARG
y68 : ARG
y69 : GLY
y70 : LEU
y71 : LEU
y72 : VAL
y73 : PRO
y74 : THR
y75 : GLN
y76 : THR
y77 : THR
y78 : ASP
y79 : GLN
y80 : GLU
y81 : LEU
y82 : GLN
y83 : HIS
y84 : LEU
y85 : ARG
y86 : ASN
y87 : SER
y88 : LEU
y89 : PRO
y90 : ASP
y91 : SER
y92 : VAL
y93 : LYS
y94 : ILE
y95 : GLN
y96 : ARG
y97 : VAL
y98 : GLU
y99 : GLU
y100 : ARG
y101 : LEU
y102 : SER
y103 : ALA
y104 : LEU
y105 : GLY
y106 : ASN
y107 : VAL
y108 : ILE
y109 : CYS
y110 : CYS
y111 : ASN
y112 : ASP
y113 : TYR
y114 : VAL
y115 : ALA
y116 : LEU
y117 : VAL
y118 : HIS
y119 : PRO
y120 : ASP
y121 : ILE
y122 : ASP
y123 : ARG
y124 : GLU
y125 : THR
y126 : GLU
y127 : GLU
y128 : LEU
y129 : ILE
y130 : SER
y131 : ASP
y132 : VAL
y133 : LEU
y134 : GLY
y135 : VAL
y136 : GLU
y137 : VAL
y138 : PHE
y139 : ARG
y140 : GLN
y141 : THR
y142 : ILE
y143 : SER
y144 : GLY
y145 : ASN
y146 : ILE
y147 : LEU
y148 : VAL
y149 : GLY
y150 : SER
y151 : TYR
y152 : CYS
y153 : SER
y154 : LEU
y155 : SER
y156 : ASN
y157 : GLN
y158 : GLY
y159 : GLY
y160 : LEU
y161 : VAL
y162 : HIS
y163 : PRO
y164 : GLN
y165 : THR
y166 : SER
y167 : VAL
y168 : GLN
y169 : ASP
y170 : GLN
y171 : GLU
y172 : GLU
y173 : LEU
y174 : SER
y175 : SER
y176 : LEU
y177 : LEU
y178 : GLN
y179 : VAL
y180 : PRO
y181 : LEU
y182 : VAL
y183 : ALA
y184 : GLY
y185 : THR
y186 : VAL
y187 : ASN
y188 : ARG
y189 : GLY
y190 : SER
y191 : SER
y192 : VAL
y193 : VAL
y194 : GLY
y195 : ALA
y196 : GLY
y197 : MET
y198 : VAL
y199 : VAL
y200 : ASN
y201 : ASP
y202 : TYR
y203 : LEU
y204 : ALA
y205 : VAL
y206 : THR
y207 : GLY
y208 : LEU
y209 : ASP
y210 : THR
y211 : THR
y212 : ALA
y213 : PRO
y214 : GLU
y215 : LEU
y216 : SER
y217 : VAL
y218 : ILE
y219 : GLU
y220 : SER
y221 : ILE
y222 : PHE
y223 : ARG
y224 : LEU
y225 : GLN
z2 : ALA
z3 : LYS
z4 : SER
z5 : LEU
z6 : ARG
z7 : ALA
z8 : SER
z9 : SER
z10 : HIS
z11 : LEU
z12 : ASN
z13 : ALA
z14 : LYS
z15 : SER
z16 : VAL
z17 : LYS
z18 : ARG
z19 : ARG
z20 : GLY
z21 : VAL
z22 : PHE
z23 : GLN
z24 : LYS
z25 : ALA
z26 : VAL
z27 : ASP
z28 : ALA
z29 : ARG
z30 : GLU
z31 : GLN
z32 : ARG
z33 : ILE
z34 : SER
z35 : ASP
z36 : LYS
z37 : LEU
z38 : LYS
z39 : GLU
z40 : ASP
z41 : LEU
z42 : LEU
z43 : LYS
z44 : GLN
z45 : LYS
z46 : LEU
z47 : GLU
z48 : ASP
z49 : LEU
z50 : LYS
z51 : LYS
z52 : LYS
z53 : GLU
z54 : GLU
z55 : GLN
z56 : GLY
p94 : PRO
p95 : SER
p96 : TYR
p97 : LEU
p98 : ASN
p99 : SER
p100 : PHE
p101 : SER
p102 : ASN
p103 : GLU
p104 : ASP
p105 : TRP
p106 : VAL
p107 : SER
p108 : SER
p109 : LEU
p110 : ASP
p111 : VAL
p112 : GLY
p113 : ASP
p114 : GLY
p115 : SER
p116 : LYS
p117 : HIS
p118 : ILE
p119 : ILE
p120 : SER
p121 : GLY
p122 : SER
p123 : TYR
p124 : ASP
p125 : GLY
p126 : ILE
p127 : VAL
p128 : ARG
p129 : THR
p130 : TRP
p131 : ASP
p132 : LEU
p133 : SER
p134 : GLY
p135 : ASN
p136 : VAL
p137 : GLN
p138 : LYS
p139 : GLN
p140 : TYR
p141 : SER
p142 : GLY
p143 : HIS
p144 : SER
p145 : GLY
p146 : PRO
p147 : ILE
p148 : ARG
p149 : ALA
p150 : VAL
p151 : LYS
p152 : TYR
p153 : ILE
p154 : SER
p155 : ASN
p156 : THR
p157 : ARG
p158 : LEU
p159 : VAL
p160 : SER
p161 : ALA
p162 : GLY
p163 : ASN
p164 : ASP
p165 : ARG
p166 : THR
p167 : LEU
p168 : ARG
p169 : LEU
p170 : TRP
p171 : LYS
p172 : THR
p173 : LYS
p174 : ASN
p197 : ASP
p198 : GLY
p199 : LYS
p200 : THR
p201 : LEU
p202 : ALA
p203 : ILE
p204 : LEU
p205 : GLU
p206 : GLY
p207 : HIS
p208 : LYS
p209 : ALA
p210 : PRO
p211 : VAL
p212 : VAL
p213 : SER
p214 : ILE
p215 : ASP
p216 : VAL
p217 : SER
p218 : ASP
p219 : ASN
p220 : SER
p221 : ARG
p222 : ILE
p223 : LEU
p224 : SER
p225 : ALA
p226 : SER
p227 : TYR
p228 : ASP
p229 : ASN
p230 : SER
p231 : ILE
p232 : GLY
p233 : PHE
p234 : TRP
p235 : SER
p236 : THR
p237 : ILE
p238 : TYR
p239 : LYS
p240 : GLU
p241 : MET
p242 : THR
p243 : VAL
p244 : VAL
p275 : ARG
p276 : ARG
p277 : ARG
p278 : ALA
p279 : PRO
p280 : LEU
p281 : SER
p282 : LEU
p283 : LEU
p284 : GLU
p285 : SER
p286 : HIS
p287 : THR
p288 : ALA
p289 : PRO
p290 : VAL
p291 : GLU
p292 : GLN
p293 : VAL
p294 : ILE
p295 : PHE
p296 : ASP
p297 : SER
p298 : THR
p299 : ASP
p300 : ASN
p301 : THR
p302 : VAL
p303 : GLY
p304 : TYR
p305 : SER
p306 : VAL
p307 : SER
p308 : GLN
p309 : ASP
p310 : HIS
p311 : THR
p312 : ILE
p313 : LYS
p314 : THR
p315 : TRP
p316 : ASP
p317 : LEU
p318 : VAL
p319 : THR
p320 : ALA
p321 : ARG
p322 : CYS
p323 : ILE
p324 : ASP
p325 : THR
p326 : ARG
p327 : THR
p328 : THR
p329 : SER
p330 : TYR
p331 : SER
p332 : LEU
p333 : LEU
p334 : SER
p335 : ILE
p336 : ALA
p337 : GLN
p338 : LEU
p339 : SER
p340 : THR
p341 : LEU
p342 : ASN
p343 : LEU
p344 : LEU
p345 : ALA
p346 : CYS
p347 : GLY
p348 : SER
p349 : SER
p350 : ALA
p351 : ARG
p352 : HIS
p353 : ILE
p354 : THR
p355 : LEU
p356 : HIS
p357 : ASP
p358 : PRO
p359 : ARG
p367 : THR
p368 : GLN
p369 : GLN
p370 : GLN
p371 : LEU
p372 : ILE
p373 : GLY
p374 : HIS
p375 : LYS
p376 : ASN
p377 : PHE
p378 : VAL
p379 : SER
p380 : SER
p381 : LEU
p382 : ASP
p383 : THR
p384 : CYS
p385 : PRO
p386 : GLU
p387 : ASN
p388 : GLU
p389 : TYR
p390 : ILE
p391 : LEU
p392 : CYS
p393 : SER
p394 : GLY
p395 : SER
p396 : HIS
p397 : ASP
p398 : GLY
p399 : THR
p400 : VAL
p401 : LYS
p402 : VAL
p403 : TRP
p404 : ASP
p405 : VAL
p406 : ARG
p407 : SER
p408 : THR
p409 : SER
p410 : PRO
p411 : MET
p412 : TYR
p413 : THR
p414 : ILE
p415 : THR
p416 : ARG
p417 : GLU
p418 : ASP
p419 : LYS
p420 : SER
p424 : GLY
p425 : VAL
p426 : ASN
p427 : ASP
p428 : LYS
p429 : VAL
p430 : PHE
p431 : ALA
p432 : VAL
p433 : LYS
p434 : TRP
p435 : ALA
p436 : GLU
p437 : LYS
p438 : VAL
p439 : GLY
p440 : ILE
p441 : ILE
p442 : SER
p443 : ALA
p444 : GLY
p445 : GLN
p446 : ASP
p447 : LYS
p448 : LYS
p449 : ILE
p450 : GLN
p451 : ILE
p452 : ASN
p453 : LYS
q227 : TYR
q228 : VAL
q229 : ASP
q230 : ARG
q231 : LEU
q232 : LEU
q233 : LYS
q234 : ASP
q235 : ILE
q236 : CYS
q237 : GLU
q238 : TYR
q239 : PHE
q240 : GLY
q241 : TYR
q242 : THR
q243 : PRO
q244 : PHE
q245 : LEU
q246 : ALA
q247 : GLU
q248 : LYS
q249 : LEU
q250 : PHE
q251 : ASN
q252 : LEU
q253 : PHE
q254 : SER
q255 : PRO
q256 : ALA
q257 : GLU
q258 : ALA
q259 : MET
q260 : GLU
q261 : PHE
q262 : PHE
q263 : GLU
q264 : ALA
q265 : ASN
q266 : GLU
q267 : ILE
q268 : ALA
q269 : ARG
q270 : PRO
q271 : ILE
q272 : THR
q273 : ILE
q274 : ARG
q275 : THR
q276 : ASN
q277 : THR
q278 : LEU
q279 : LYS
q280 : THR
q281 : ARG
q282 : ARG
q283 : ARG
q284 : ASP
q285 : LEU
q286 : ALA
q287 : GLN
q288 : THR
q289 : LEU
q290 : VAL
q291 : ASN
q292 : ARG
q293 : GLY
q294 : VAL
q295 : ASN
q296 : LEU
q297 : GLN
q298 : PRO
q299 : ILE
q300 : GLY
q301 : SER
q302 : TRP
q303 : THR
q304 : LYS
q305 : VAL
q306 : GLY
q307 : LEU
q308 : GLN
q309 : ILE
q310 : PHE
q311 : ASP
q312 : SER
q313 : GLN
q314 : VAL
q315 : PRO
q316 : ILE
q317 : GLY
q318 : ALA
q319 : THR
q320 : PRO
q321 : GLU
q322 : TYR
q323 : LEU
q324 : ALA
q325 : GLY
q326 : HIS
q327 : TYR
q328 : ILE
q329 : LEU
q330 : GLN
q331 : ALA
q332 : ALA
q333 : SER
q334 : SER
q335 : PHE
q336 : LEU
q337 : PRO
q338 : VAL
q339 : ILE
q340 : ALA
q341 : LEU
q342 : ASP
q343 : PRO
q344 : HIS
q345 : GLU
q346 : ASN
q347 : GLU
q348 : ARG
q349 : ILE
q350 : LEU
q351 : ASP
q352 : MET
q353 : ALA
q354 : ALA
q355 : ALA
q356 : PRO
q357 : GLY
q358 : GLY
q359 : LYS
q360 : THR
q361 : THR
q362 : TYR
q363 : ILE
q364 : SER
q365 : ALA
q366 : MET
q367 : MET
q368 : LYS
q369 : ASN
q370 : THR
q371 : GLY
q372 : CYS
q373 : VAL
q374 : PHE
q375 : ALA
q376 : ASN
q377 : ASP
q378 : ALA
q379 : ASN
q380 : LYS
q381 : SER
q382 : ARG
q383 : THR
q384 : LYS
q385 : SER
q386 : LEU
q387 : ILE
q388 : ALA
q389 : ASN
q390 : ILE
q391 : HIS
q392 : ARG
q393 : LEU
q394 : GLY
q395 : CYS
q396 : THR
q397 : ASN
q398 : THR
q399 : ILE
q400 : VAL
q401 : CYS
q402 : ASN
q403 : TYR
q404 : ASP
q405 : ALA
q406 : ARG
q407 : GLU
q408 : PHE
q409 : PRO
q410 : LYS
q411 : VAL
q412 : ILE
q413 : GLY
q414 : GLY
q415 : PHE
q416 : ASP
q417 : ARG
q418 : ILE
q419 : LEU
q420 : LEU
q421 : ASP
q422 : ALA
q423 : PRO
q424 : CYS
q425 : SER
q426 : GLY
q427 : THR
q428 : GLY
q429 : VAL
q430 : ILE
q431 : GLY
q432 : LYS
q433 : ASP
q434 : GLN
q435 : SER
q436 : VAL
q437 : LYS
q438 : VAL
q439 : SER
q440 : ARG
q441 : THR
q442 : GLU
q443 : LYS
q444 : ASP
q445 : PHE
q446 : ILE
q447 : GLN
q448 : ILE
q449 : PRO
q450 : HIS
q451 : LEU
q452 : GLN
q453 : LYS
q454 : GLN
q455 : LEU
q456 : LEU
q457 : LEU
q458 : SER
q459 : ALA
q460 : ILE
q461 : ASP
q462 : SER
q463 : VAL
q471 : GLY
q472 : VAL
q473 : ILE
q474 : VAL
q475 : TYR
q476 : SER
q477 : THR
q478 : CYS
q479 : SER
q480 : VAL
q481 : ALA
q482 : VAL
q483 : GLU
q484 : GLU
q485 : ASP
q486 : GLU
q487 : ALA
q488 : VAL
q489 : ILE
q490 : ASP
q491 : TYR
q492 : ALA
q493 : LEU
q494 : ARG
q495 : LYS
q496 : ARG
q497 : PRO
q498 : ASN
q499 : VAL
q500 : LYS
q501 : LEU
q502 : VAL
q503 : ASP
q504 : THR
q505 : GLY
q506 : LEU
q507 : ALA
q508 : ILE
q509 : GLY
q510 : LYS
q511 : GLU
q512 : ALA
q513 : PHE
q514 : THR
q515 : SER
q516 : TYR
q517 : ARG
q518 : GLY
q519 : LYS
q520 : LYS
q521 : PHE
q522 : HIS
q523 : PRO
q524 : SER
q525 : VAL
q526 : LYS
q527 : LEU
q528 : ALA
q529 : ARG
q530 : ARG
q531 : TYR
q532 : TYR
q533 : PRO
q534 : HIS
q535 : THR
q536 : TYR
q537 : ASN
q538 : VAL
q539 : ASP
q540 : GLY
q541 : PHE
q542 : PHE
q543 : VAL
q544 : ALA
q545 : LYS
q546 : PHE
q547 : GLN
q548 : LYS
q549 : ILE
q550 : GLY
u1 : MET
u2 : ARG
u3 : ILE
u4 : TYR
u5 : GLN
u6 : CYS
u7 : HIS
u8 : PHE
u9 : CYS
u10 : SER
u11 : SER
u12 : PRO
u13 : CYS
u14 : TYR
u15 : PRO
u16 : GLY
u17 : HIS
u18 : GLY
u19 : ILE
u20 : MET
u21 : PHE
u22 : VAL
u23 : ARG
u24 : ASN
u25 : ASP
u26 : ALA
u27 : LYS
u28 : GLU
u29 : PHE
u30 : ARG
u31 : PHE
u32 : CYS
u33 : ARG
u34 : SER
u35 : LYS
u36 : CYS
u37 : HIS
u38 : LYS
u39 : ALA
u40 : PHE
u41 : LYS
u42 : GLN
u43 : ARG
u44 : ARG
u45 : ASN
u46 : PRO
u47 : ARG
u48 : LYS
u49 : LEU
u50 : LYS
u51 : TRP
u52 : THR
u53 : LYS
u54 : ALA
u55 : PHE
u56 : ARG
u57 : LYS
u58 : ALA
u59 : ALA
u60 : GLY
u61 : LYS
u62 : GLU
u63 : LEU
u64 : ALA
u65 : VAL
u66 : ASP
u67 : SER
u68 : THR
u69 : LEU
u70 : THR
u71 : PHE
u72 : ALA
u73 : GLN
u74 : ARG
u75 : ARG
u76 : ASN
u77 : VAL
u78 : PRO
u79 : VAL
u80 : ARG
u81 : TYR
u82 : ASN
u83 : ARG
u84 : GLU
u85 : LEU
u86 : VAL
u87 : ALA
u88 : THR
u89 : THR
u90 : LEU
u91 : LYS
u92 : ALA
u93 : MET
u94 : ALA
u95 : ARG
u96 : ILE
u97 : GLU
u98 : GLU
u99 : ILE
u100 : ARG
u101 : GLN
u102 : LYS
u103 : ARG
u104 : GLU
u105 : ARG
u106 : ALA
u107 : PHE
u108 : TYR
u109 : LYS
u110 : ASN
u111 : ARG
u112 : MET
u113 : ARG
u114 : GLY
u115 : ASN
u116 : LYS
v3 : SER
v4 : VAL
v5 : ARG
v6 : LYS
v7 : ARG
v8 : LYS
v9 : MET
v10 : ASN
v11 : ARG
v12 : SER
v13 : SER
v14 : VAL
v15 : GLY
v16 : LYS
v17 : ALA
v18 : THR
v19 : ARG
v20 : ARG
v21 : ASN
v22 : LYS
v23 : ASP
v24 : LYS
v25 : GLN
v26 : ARG
v27 : LYS
v28 : ILE
v29 : ASN
v30 : ILE
v31 : GLN
v32 : SER
v33 : ASN
v34 : PRO
v35 : ILE
v36 : ILE
v37 : ALA
v38 : ALA
v39 : ASN
v40 : TRP
v41 : ASP
v42 : TYR
v43 : SER
v44 : LEU
v45 : THR
v46 : MET
v47 : ALA
v48 : GLN
v49 : ASN
v50 : TYR
v51 : LYS
v52 : LYS
v53 : LEU
v54 : GLY
v55 : LEU
v56 : ARG
v57 : ALA
v58 : LYS
v59 : LEU
v60 : GLN
v61 : THR
v62 : PRO
v63 : ALA
v64 : GLY
v65 : GLY
v66 : LYS
v155 : GLU
v156 : THR
v157 : GLU
v158 : VAL
v159 : VAL
v160 : LYS
v161 : LYS
v162 : LEU
v163 : GLU
v164 : GLU
v165 : LEU
v166 : ALA
v167 : SER
v175 : ARG
v176 : SER
v177 : GLN
v178 : SER
v179 : GLU
v180 : ARG
v181 : GLU
v182 : GLU
v183 : GLU
v184 : TRP
v185 : LEU
v186 : GLU
v187 : LYS
v188 : LEU
v189 : TYR
v190 : LYS
v191 : LYS
v192 : HIS
v193 : GLY
v194 : ASP
v195 : ASP
v196 : TYR
v197 : LYS
v198 : LYS
v199 : MET
v200 : PHE
v201 : PHE
v202 : ASP
v203 : LYS
v204 : LYS
v205 : LEU
v206 : ASN
v207 : ILE
v208 : TYR
v209 : GLN
v210 : GLN
v211 : SER
v212 : GLU
v213 : GLY
v214 : ASP
v215 : LEU
v216 : LYS
v217 : ARG
v218 : ARG
v219 : LEU
v220 : LEU
v221 : ARG
v222 : TRP
v223 : LYS
v224 : LYS
v225 : ARG
v226 : ASN
v227 : GLY
w24 : GLY
w25 : TYR
w26 : ARG
w27 : ALA
w28 : ARG
w29 : SER
w30 : SER
w31 : PHE
w32 : LYS
w33 : ILE
w34 : ILE
w35 : GLN
w36 : ILE
w37 : ASN
w38 : GLU
w39 : LYS
w40 : TYR
w41 : GLY
w42 : HIS
w43 : PHE
w44 : LEU
w45 : GLU
w46 : LYS
w47 : SER
w48 : LYS
w49 : VAL
w50 : VAL
w51 : ILE
w52 : ASP
w53 : LEU
w54 : CYS
w55 : ALA
w56 : ALA
w57 : PRO
w58 : GLY
w59 : SER
w60 : TRP
w61 : CYS
w62 : GLN
w63 : VAL
w64 : ALA
w65 : SER
w66 : LYS
w67 : LEU
w68 : CYS
w69 : PRO
w70 : VAL
w71 : ASN
w72 : SER
w73 : LEU
w74 : ILE
w75 : ILE
w76 : GLY
w77 : VAL
w78 : ASP
w79 : ILE
w80 : VAL
w81 : PRO
w82 : MET
w83 : LYS
w84 : PRO
w85 : MET
w86 : PRO
w87 : ASN
w88 : VAL
w89 : ILE
w90 : THR
w91 : PHE
w92 : GLN
w93 : SER
w94 : ASP
w95 : ILE
w96 : THR
w97 : THR
w98 : GLU
w99 : ASP
w100 : CYS
w101 : ARG
w102 : SER
w103 : LYS
w104 : LEU
w105 : ARG
w106 : GLY
w107 : TYR
w108 : MET
w109 : LYS
w110 : THR
w111 : TRP
w112 : LYS
w113 : ALA
w114 : ASP
w115 : THR
w116 : VAL
w117 : LEU
w118 : HIS
w119 : ASP
w120 : GLY
w121 : ALA
w122 : PRO
w123 : ASN
w124 : VAL
w125 : GLY
w126 : LEU
w127 : GLY
w128 : TRP
w129 : VAL
w130 : GLN
w131 : ASP
w132 : ALA
w133 : PHE
w134 : THR
w135 : GLN
w136 : SER
w137 : GLN
w138 : LEU
w139 : THR
w140 : LEU
w141 : GLN
w142 : ALA
w143 : LEU
w144 : LYS
w145 : LEU
w146 : ALA
w147 : VAL
w148 : GLU
w149 : ASN
w150 : LEU
w151 : VAL
w152 : VAL
w153 : ASN
w154 : GLY
w155 : THR
w156 : PHE
w157 : VAL
w158 : THR
w159 : LYS
w160 : ILE
w161 : PHE
w162 : ARG
w163 : SER
w164 : LYS
w165 : ASP
w166 : TYR
w167 : ASN
w168 : LYS
w169 : LEU
w170 : ILE
w171 : TRP
w172 : VAL
w173 : PHE
w174 : GLN
w175 : GLN
w176 : LEU
w177 : PHE
w178 : GLU
w179 : LYS
w180 : VAL
w181 : GLU
w182 : ALA
w183 : THR
w184 : LYS
w185 : PRO
w186 : PRO
w187 : ALA
w188 : SER
w189 : ARG
w190 : ASN
w191 : VAL
w192 : SER
w193 : ALA
w194 : GLU
w195 : ILE
w196 : PHE
w197 : VAL
w198 : VAL
w199 : CYS
w200 : LYS
w201 : GLY
w202 : PHE
w203 : LYS
w204 : ALA
w205 : PRO
w206 : LYS
w207 : ARG
w208 : LEU
w209 : ASP
w210 : PRO
w211 : ARG
w212 : LEU
w213 : LEU
w214 : ASP
w215 : PRO
w216 : LYS
w217 : GLU
w218 : VAL
w219 : PHE
w220 : GLU
w221 : GLU
w222 : LEU
w223 : PRO
w224 : ASP
w225 : GLY
w254 : TYR
w255 : HIS
w256 : GLU
w257 : THR
w258 : SER
w259 : ILE
w260 : LEU
w261 : ASP
w262 : PHE
w263 : VAL
w264 : ARG
w265 : THR
w269 : ILE
w270 : SER
w271 : MET
w272 : LEU
w273 : GLY
w274 : GLU
w275 : MET
w276 : ASN
w277 : LYS
w278 : PHE
w279 : THR
w280 : ILE
w281 : ASP
w282 : GLU
w283 : ASN
w284 : ASP
w285 : HIS
w286 : GLU
w287 : TRP
w288 : LYS
w289 : ILE
w290 : LEU
w291 : LYS
w292 : LYS
w293 : LEU
w294 : LYS
w295 : GLN
w296 : THR
w297 : THR
w298 : ASP
w299 : GLU
w300 : PHE
w301 : ARG
w302 : SER
w303 : CYS
w304 : ILE
w305 : GLU
w306 : ASP
w307 : LEU
w308 : LYS
w309 : VAL
w310 : LEU
w311 : GLY
w312 : LYS
w313 : LYS
w314 : ASP
w315 : PHE
w316 : LYS
w317 : MET
w318 : ILE
w319 : LEU
w320 : ARG
w321 : TRP
w322 : ARG
w323 : LYS
w324 : ILE
w325 : ALA
w326 : ARG
w327 : GLU
w328 : ILE
w329 : LEU
w639 : SER
w640 : GLU
w641 : GLU
w642 : GLU
w643 : LYS
w644 : ASN
w645 : GLN
w646 : THR
w647 : LYS
w648 : LYS
w649 : GLU
w650 : LYS
w651 : HIS
w652 : SER
w653 : ARG
w654 : ASP
w655 : ILE
w656 : ASP
w657 : ILE
w658 : ALA
w659 : THR
w660 : VAL
w661 : GLU
w662 : ALA
w663 : MET
w664 : THR
w665 : LEU
w666 : ALA
w667 : HIS
w668 : GLN
w669 : LEU
w670 : ALA
w671 : LEU
w672 : GLY
w673 : GLN
w674 : LYS
w675 : ASN
w676 : LYS
w677 : HIS
w678 : ASP
w679 : LEU
w680 : VAL
w681 : ASP
w682 : GLU
w683 : GLY
w684 : PHE
w685 : ASN
w686 : ARG
w687 : TYR
w688 : THR
w689 : PHE
w690 : ARG
w691 : ASP
w692 : THR
w693 : GLU
w694 : ASN
w695 : LEU
w696 : PRO
w697 : ASP
w698 : TRP
w699 : PHE
w700 : LEU
w701 : GLU
w702 : ASP
w703 : GLU
w704 : LYS
w705 : GLU
w706 : HIS
w707 : SER
w708 : LYS
w709 : ILE
w710 : ASN
w711 : LYS
w712 : PRO
w713 : ILE
w714 : THR
w715 : LYS
w716 : GLU
w717 : ALA
w718 : ALA
w719 : MET
w720 : ALA
w721 : ILE
w722 : LYS
w723 : GLU
w724 : LYS
w725 : ILE
w726 : LYS
w727 : ALA
w728 : MET
w729 : ASN
w730 : ALA
w731 : ARG
w732 : PRO
w733 : ILE
w734 : LYS
w735 : LYS
w736 : VAL
w737 : ALA
w738 : GLU
w739 : ALA
w740 : LYS
w741 : ALA
w742 : ARG
w743 : LYS
w744 : ARG
w745 : MET
w746 : ARG
w747 : ALA
w748 : VAL
w749 : ALA
w750 : ARG
w751 : LEU
w752 : GLU
w753 : LYS
w793 : VAL
w794 : THR
w795 : LEU
w796 : VAL
w797 : VAL
w798 : ALA
w799 : SER
w800 : GLY
w801 : ARG
w802 : ASN
w803 : LYS
w804 : GLY
w805 : LEU
w806 : ALA
w807 : GLY
w808 : ARG
w809 : PRO
w810 : LYS
w811 : GLY
w812 : VAL
w813 : LYS
w814 : GLY
w815 : LYS
w816 : TYR
w817 : LYS
w818 : MET
w819 : VAL
w820 : ASP
w821 : GLY
w822 : VAL
w823 : MET
w824 : LYS
w825 : ASN
w826 : GLU
w827 : GLN
w828 : ARG
w829 : ALA
w830 : LEU
w831 : ARG
w832 : ARG
w833 : ILE
w834 : ALA
w835 : LYS
w836 : LYS
w837 : HIS
w838 : HIS
I132 : GLU
I133 : LYS
I134 : ILE
I135 : LEU
I136 : GLN
I137 : LEU
I138 : LYS
I139 : GLU
I140 : ASP
I141 : ILE
I142 : ALA
I143 : ASP
I144 : LEU
I145 : VAL
I146 : THR
I147 : LYS
I148 : VAL
I149 : MET
I150 : GLU
I155 : ASN
I156 : THR
I157 : ALA
I158 : ALA
I159 : LEU
I160 : GLY
I161 : ARG
I162 : LEU
I163 : CYS
I164 : LYS
I165 : MET
I166 : VAL
I167 : GLU
I168 : SER
I169 : LYS
I170 : ASN
I171 : PRO
I172 : ASN
I173 : THR
I174 : CYS
I175 : LYS
I176 : PHE
I177 : SER
I178 : MET
I179 : LEU
I180 : ALA
I181 : LEU
I182 : VAL
I183 : PRO
I184 : VAL
I185 : PHE
I186 : LYS
I187 : SER
I188 : ILE
I189 : ILE
I190 : PRO
I191 : GLY
I192 : TYR
I193 : ARG
I194 : ILE
I195 : ARG
I196 : PRO
I197 : LEU
I209 : GLU
I210 : VAL
I211 : SER
I212 : LYS
I213 : LEU
I214 : ARG
I215 : ASN
I216 : PHE
I217 : GLU
I218 : GLN
I219 : ALA
I220 : LEU
I221 : VAL
I222 : TYR
I223 : ASN
I224 : TYR
I225 : LYS
I226 : ASN
I227 : TYR
I228 : VAL
I229 : GLY
I230 : ARG
I231 : LEU
I232 : GLN
I233 : SER
I234 : LEU
I235 : SER
I236 : LYS
I237 : THR
I238 : PRO
I239 : SER
I240 : ASN
I241 : ALA
I242 : ALA
I243 : PRO
I244 : ILE
I245 : GLN
I246 : VAL
I247 : SER
I248 : LEU
I249 : GLY
I250 : ILE
I251 : LEU
I252 : ALA
I253 : THR
I254 : GLN
I255 : ALA
I256 : ALA
I257 : LYS
I258 : GLU
I259 : LEU
I260 : ILE
I261 : SER
I262 : THR
I263 : ALA
I264 : SER
I265 : HIS
I266 : PHE
I267 : ASN
I268 : PHE
I269 : ARG
I270 : THR
I271 : ASP
I272 : ILE
I273 : PHE
I274 : THR
I275 : LEU
I276 : LEU
I277 : LEU
I278 : ARG
I279 : ARG
I280 : ILE
I281 : CYS
I282 : LYS
I283 : PRO
I284 : ARG
I285 : ILE
I286 : SER
I287 : THR
I288 : ASP
I289 : PRO
I290 : THR
I291 : SER
I292 : ILE
I293 : GLN
I294 : ILE
I295 : ILE
I296 : GLN
I297 : THR
I298 : PHE
I299 : GLU
I300 : THR
I301 : LEU
I302 : LEU
I303 : ASN
I304 : GLU
I305 : ASP
I306 : GLU
I307 : GLU
I308 : GLY
I309 : SER
I310 : ILE
I311 : SER
I312 : PHE
I313 : GLU
I314 : ILE
I315 : LEU
I316 : ARG
I317 : ILE
I318 : PHE
I319 : ASN
I320 : LYS
I321 : ILE
I322 : LEU
I323 : LYS
I324 : THR
I325 : ARG
I326 : ASN
I327 : PHE
I328 : ASN
I329 : ILE
I330 : GLU
I331 : GLU
I332 : SER
I333 : VAL
I334 : LEU
I335 : ASN
I336 : MET
I337 : LEU
I338 : LEU
I339 : SER
I340 : LEU
I341 : ASP
I342 : VAL
I343 : LEU
I344 : HIS
I345 : ASP
I346 : TYR
I347 : ASP
I362 : LYS
I363 : LYS
I364 : LYS
I365 : ASP
I366 : ARG
I367 : VAL
I368 : HIS
I369 : LEU
I370 : SER
I371 : LYS
I372 : LYS
I373 : GLN
I374 : ARG
I375 : LYS
I376 : ALA
I377 : ARG
I378 : LYS
I379 : GLU
I380 : MET
I381 : GLN
I382 : GLN
I383 : ILE
I384 : GLU
I385 : GLU
I386 : GLU
I387 : MET
I388 : ARG
I389 : ASN
I390 : ALA
I391 : GLU
I392 : GLN
I393 : ALA
I394 : VAL
I395 : SER
I396 : ALA
I397 : GLU
I398 : GLU
I399 : ARG
I400 : GLU
I401 : ARG
I402 : ASN
I403 : GLN
I404 : SER
I405 : GLU
I406 : ILE
I407 : LEU
I408 : LYS
I409 : ILE
I410 : VAL
I411 : PHE
I412 : THR
I413 : ILE
I414 : TYR
I415 : LEU
I416 : ASN
I417 : ILE
I418 : LEU
I419 : LYS
I420 : ASN
I421 : ASN
I422 : ALA
I423 : LYS
I424 : THR
I425 : LEU
I426 : ILE
I427 : GLY
I428 : SER
I429 : VAL
I430 : LEU
I431 : GLU
I432 : GLY
I433 : LEU
I434 : THR
I435 : LYS
I436 : PHE
I437 : GLY
I438 : ASN
I439 : MET
I440 : ALA
I441 : ASN
I442 : PHE
I443 : ASP
I444 : LEU
I445 : LEU
I446 : GLY
I447 : ASP
I448 : PHE
I449 : LEU
I450 : GLU
I451 : VAL
I452 : MET
I453 : LYS
I454 : GLU
I455 : LEU
I456 : ILE
I457 : SER
I458 : ASP
I459 : THR
I460 : GLU
I461 : PHE
I462 : ASP
I467 : ALA
I468 : GLU
I469 : VAL
I470 : ARG
I471 : LYS
I472 : ALA
I473 : LEU
I474 : LEU
I475 : CYS
I476 : ILE
I477 : VAL
I478 : SER
I479 : ALA
I480 : PHE
I481 : SER
I482 : LEU
I483 : ILE
I484 : SER
I485 : ASN
I486 : THR
I487 : GLN
I488 : TYR
I489 : MET
I490 : LYS
I495 : LEU
I496 : SER
I497 : LYS
I498 : PHE
I499 : VAL
I500 : ASP
I501 : GLY
I502 : LEU
I503 : TYR
I504 : ALA
I505 : LEU
I506 : LEU
I507 : PRO
I508 : TYR
I509 : ILE
I510 : CYS
I511 : LEU
I512 : ASP
I513 : ALA
I514 : ASP
I515 : ILE
I516 : GLU
I517 : LEU
I518 : SER
I519 : TYR
I520 : ARG
I521 : SER
I522 : LEU
I523 : ARG
I524 : LEU
I525 : ALA
I526 : ASP
I527 : PRO
I528 : LEU
I529 : ASN
I530 : ASN
I531 : GLU
I532 : ILE
I533 : ILE
I534 : LYS
I535 : PRO
I536 : SER
I537 : VAL
I538 : ASN
I539 : VAL
I540 : SER
I541 : THR
I542 : LYS
I543 : ALA
I544 : GLU
I545 : LEU
I546 : LEU
I547 : LEU
I548 : LYS
I549 : ALA
I550 : LEU
I551 : ASP
I552 : HIS
I553 : VAL
I554 : PHE
I555 : PHE
I556 : ARG
I557 : SER
I558 : LYS
I559 : SER
I560 : GLY
I561 : THR
I562 : LYS
I563 : GLU
I564 : ARG
I565 : ALA
I566 : THR
I567 : ALA
I568 : PHE
I569 : THR
I570 : LYS
I571 : ARG
I572 : LEU
I573 : TYR
I574 : MET
I575 : CYS
I576 : ILE
I577 : SER
I578 : HIS
I579 : THR
I580 : PRO
I581 : GLU
I582 : LYS
I583 : THR
I584 : SER
I585 : ILE
I586 : ALA
I587 : ILE
I588 : LEU
I589 : LYS
I590 : PHE
I591 : ILE
I592 : ASP
I593 : LYS
I594 : LEU
I595 : MET
I596 : ASN
I597 : ARG
I598 : TYR
I599 : PRO
I600 : GLU
I601 : ILE
I630 : ALA
I631 : ALA
I632 : THR
I633 : LEU
I634 : TRP
I635 : ASP
I636 : ASN
I637 : ALA
I638 : LEU
I639 : LEU
I640 : GLU
I641 : LYS
I642 : HIS
I643 : TYR
I644 : CYS
I645 : PRO
I646 : VAL
I647 : VAL
J196 : ASN
J197 : ASN
J198 : THR
J199 : LYS
J200 : ALA
J201 : MET
J202 : LYS
J203 : HIS
J204 : ALA
J205 : LEU
J206 : GLU
J207 : ARG
J208 : VAL
J209 : GLN
J210 : LEU
J211 : PRO
J212 : TRP
J213 : LYS
J214 : LYS
J215 : HIS
J216 : SER
J217 : PHE
J218 : GLN
J219 : GLU
J220 : HIS
J221 : GLN
J222 : SER
J223 : VAL
J224 : THR
J225 : SER
J226 : GLU
J227 : THR
J228 : ASN
J229 : THR
J230 : ASP
J231 : GLU
J232 : HIS
J233 : ILE
J234 : LYS
J235 : ASP
J236 : ILE
J237 : TYR
J238 : ASP
J239 : ASP
J240 : THR
J241 : GLU
J242 : ARG
J243 : GLU
J244 : LEU
J245 : ALA
J246 : PHE
J247 : TYR
J248 : LYS
J249 : GLN
J250 : SER
J251 : LEU
J252 : ASP
J253 : ALA
J254 : VAL
J255 : LEU
J256 : VAL
J257 : ALA
J258 : ARG
J259 : ASP
J260 : GLU
J261 : LEU
J262 : LYS
J263 : ARG
J264 : LEU
J265 : LYS
J266 : VAL
J267 : PRO
J268 : PHE
J269 : LYS
J270 : ARG
J271 : PRO
J272 : LEU
J273 : ASP
J274 : TYR
J275 : PHE
J276 : ALA
J277 : GLU
J278 : MET
J279 : VAL
J280 : LYS
J281 : SER
J282 : ASP
J283 : GLU
J284 : HIS
J285 : MET
J286 : ASP
J287 : LYS
J288 : ILE
J289 : LYS
J290 : GLY
J291 : LYS
J292 : LEU
J293 : ILE
J294 : GLU
J295 : GLU
J296 : ALA
J297 : SER
J298 : ASP
J299 : LYS
J300 : LYS
J301 : ALA
J302 : ARG
J303 : GLU
J304 : GLU
J305 : ALA
J306 : ARG
J307 : ARG
J308 : GLN
J309 : ARG
J310 : GLN
J311 : LEU
J312 : LYS
J313 : LYS
J314 : PHE
J315 : GLY
J316 : LYS
J317 : GLN
J318 : VAL
J319 : GLN
J320 : ASN
J321 : ALA
J322 : THR
J323 : LEU
J324 : GLN
J325 : LYS
J326 : ARG
J327 : GLN
x11 : ASN
x12 : LYS
x13 : LEU
x14 : LYS
x15 : ARG
x16 : GLN
x17 : GLU
x18 : ILE
x19 : PHE
x20 : ALA
x21 : ASP
x22 : ILE
x23 : LYS
x24 : HIS
x25 : GLU
x26 : LYS
x27 : ASN
x28 : LYS
x29 : GLU
x30 : ARG
x31 : HIS
x32 : THR
x33 : MET
x34 : ARG
x35 : ARG
x36 : LYS
x37 : ARG
x38 : ALA
x39 : LYS
x40 : GLU
x41 : GLU
x42 : ARG
x43 : GLU
x44 : ASN
x45 : PRO
x46 : GLU
x47 : LEU
x48 : ARG
x49 : GLU
x50 : GLN
x51 : ARG
x52 : LEU
x53 : LYS
x54 : GLU
x55 : ASN
x56 : VAL
x57 : THR
x58 : GLN
x59 : THR
x60 : ILE
x61 : GLU
x62 : ASN
x63 : THR
x64 : ARG
x65 : VAL
x66 : TYR
x78 : GLU
x79 : ASP
x80 : ASP
x81 : LEU
x82 : MET
x83 : ARG
x84 : TYR
x85 : PHE
x86 : ASN
x87 : SER
x88 : ASN
x89 : SER
x90 : ASN
x91 : GLU
x92 : PRO
x93 : PRO
x94 : LYS
x95 : ILE
x96 : PHE
x97 : LEU
x98 : THR
x99 : THR
x100 : ASN
x101 : VAL
x102 : ASN
x103 : ALA
x104 : LYS
x105 : LYS
x106 : SER
x107 : ALA
x108 : TYR
x109 : GLU
x110 : PHE
x111 : ALA
x112 : ASN
x113 : ILE
x114 : LEU
x115 : ILE
x116 : GLU
x117 : ILE
x118 : LEU
x119 : PRO
x120 : ASN
x121 : VAL
x122 : THR
x123 : PHE
x124 : VAL
x125 : LYS
x126 : ARG
x127 : LYS
x128 : PHE
x129 : GLY
x130 : TYR
x131 : LYS
x132 : LEU
x133 : LYS
x134 : GLU
x135 : ILE
x136 : SER
x137 : ASP
x138 : ILE
x139 : CYS
x140 : ILE
x141 : LYS
x142 : ARG
x143 : ASN
x144 : PHE
x145 : THR
x146 : ASP
x147 : ILE
x148 : VAL
x149 : ILE
x150 : ILE
x151 : ASN
x152 : GLU
x153 : ASP
x154 : LYS
x155 : LYS
x156 : LYS
x157 : VAL
x158 : THR
x159 : GLY
x160 : LEU
x161 : THR
x162 : PHE
x163 : ILE
x164 : HIS
x165 : LEU
x166 : PRO
x167 : GLU
x168 : GLY
x169 : PRO
x170 : THR
x171 : PHE
x172 : TYR
x173 : PHE
x174 : LYS
x175 : LEU
x176 : SER
x177 : SER
x178 : PHE
x179 : VAL
x180 : GLU
x187 : HIS
x188 : GLY
x189 : ARG
x190 : PRO
x191 : THR
x192 : SER
x193 : HIS
x194 : ILE
x195 : PRO
x196 : GLU
x197 : LEU
x198 : ILE
x199 : LEU
x200 : ASN
x201 : ASN
x202 : PHE
x203 : GLN
x204 : THR
x205 : ARG
x206 : LEU
x207 : GLY
x208 : GLN
x209 : THR
x210 : VAL
x211 : GLY
x212 : ARG
x213 : LEU
x214 : PHE
x215 : GLN
x216 : SER
x217 : ILE
x218 : LEU
x219 : PRO
x220 : GLN
x221 : ASN
x222 : PRO
x223 : ASP
x224 : ILE
x225 : GLU
x226 : GLY
x227 : ARG
x228 : GLN
x229 : VAL
x230 : ILE
x231 : THR
x232 : LEU
x233 : HIS
x234 : ASN
x235 : GLN
x236 : ARG
x237 : ASP
x238 : TYR
x239 : ILE
x240 : PHE
x241 : PHE
x242 : ARG
x243 : ARG
x244 : HIS
x245 : ARG
x246 : TYR
x247 : VAL
x248 : PHE
x249 : LYS
x250 : ASP
x251 : ASN
x252 : GLU
x253 : ARG
x254 : VAL
x255 : GLY
x256 : LEU
x257 : GLN
x258 : GLU
x259 : LEU
x260 : GLY
x261 : PRO
x262 : GLN
x263 : PHE
x264 : THR
x265 : LEU
x266 : LYS
x267 : LEU
x268 : LYS
x269 : ARG
x270 : LEU
x271 : GLN
x272 : ARG
x273 : GLY
x274 : ILE
x275 : LYS
x276 : GLU
x277 : GLU
x278 : THR
x279 : GLU
x280 : TRP
x281 : GLU
x282 : HIS
x283 : LYS
x284 : PRO
x285 : GLU
x286 : MET
x287 : ASP
x288 : LYS
x289 : GLU
x290 : LYS
x291 : LYS
x292 : LYS
x293 : PHE
x294 : TYR
'3'2 : SER
'3'3 : ASP
'3'4 : GLU
'3'5 : ILE
'3'6 : VAL
'3'7 : TRP
'3'8 : GLN
'3'9 : VAL
'3'10 : ILE
'3'11 : ASN
'3'12 : GLN
'3'13 : SER
'3'14 : PHE
'3'15 : CYS
'3'16 : SER
'3'17 : HIS
'3'18 : ARG
'3'19 : ILE
'3'20 : LYS
'3'21 : ALA
'3'22 : PRO
'3'23 : ASN
'3'24 : GLY
'3'25 : GLN
'3'26 : ASN
'3'27 : PHE
'3'28 : CYS
'3'29 : ARG
'3'30 : ASN
'3'31 : GLU
'3'32 : TYR
'3'33 : ASN
'3'34 : VAL
'3'35 : THR
'3'36 : GLY
'3'37 : LEU
'3'38 : CYS
'3'39 : THR
'3'40 : ARG
'3'41 : GLN
'3'42 : SER
'3'43 : CYS
'3'44 : PRO
'3'45 : LEU
'3'46 : ALA
'3'47 : ASN
'3'48 : SER
'3'49 : LYS
'3'50 : TYR
'3'51 : ALA
'3'52 : THR
'3'53 : VAL
'3'54 : LYS
'3'55 : CYS
'3'56 : ASP
'3'57 : ASN
'3'58 : GLY
'3'59 : LYS
'3'60 : LEU
'3'61 : TYR
'3'62 : LEU
'3'63 : TYR
'3'64 : MET
'3'65 : LYS
'3'66 : THR
'3'67 : PRO
'3'68 : GLU
'3'69 : ARG
'3'70 : ALA
'3'71 : HIS
'3'72 : THR
'3'73 : PRO
'3'74 : ALA
'3'75 : LYS
'3'76 : LEU
'3'77 : TRP
'3'78 : GLU
'3'79 : ARG
'3'80 : ILE
'3'81 : LYS
'3'82 : LEU
'3'83 : SER
'3'84 : LYS
'3'85 : ASN
'3'86 : TYR
'3'87 : THR
'3'88 : LYS
'3'89 : ALA
'3'90 : LEU
'3'91 : GLN
'3'92 : GLN
'3'93 : ILE
'3'94 : ASP
'3'95 : GLU
'3'96 : HIS
'3'97 : LEU
'3'98 : LEU
'3'99 : HIS
'3'100 : TRP
'3'101 : SER
'3'102 : LYS
'3'103 : PHE
'3'104 : PHE
'3'105 : ARG
'3'106 : HIS
'3'107 : LYS
'3'108 : CYS
'3'109 : LYS
'3'110 : GLN
'3'111 : ARG
'3'112 : PHE
'3'113 : THR
'3'114 : LYS
'3'115 : LEU
'3'116 : THR
'3'117 : GLN
'3'118 : VAL
'3'119 : MET
'3'120 : ILE
'3'121 : THR
'3'122 : GLU
'3'123 : ARG
'3'124 : ARG
'3'125 : LEU
'3'126 : ALA
'3'127 : LEU
'3'128 : ARG
'3'129 : GLU
'3'130 : GLU
'3'131 : GLU
'3'132 : ARG
'3'133 : HIS
'3'134 : TYR
'3'135 : VAL
'3'136 : GLY
'3'137 : VAL
'3'138 : ALA
'3'139 : PRO
'3'140 : LYS
'3'141 : VAL
'3'142 : LYS
'3'143 : ARG
'3'144 : ARG
'3'145 : GLU
'3'146 : GLN
'3'147 : ASN
'3'148 : ARG
'3'149 : GLU
'3'150 : ARG
'3'151 : LYS
'3'152 : ALA
'3'153 : LEU
'3'154 : VAL
'3'155 : ALA
'3'156 : ALA
'3'157 : LYS
'3'158 : ILE
'3'159 : GLU
'3'160 : LYS
'3'161 : ALA
'3'162 : ILE
'3'163 : GLU
'3'164 : LYS
'3'165 : GLU
'3'166 : LEU
'3'167 : MET
'3'168 : ASP
'3'169 : ARG
'3'170 : LEU
'3'171 : LYS
'3'172 : SER
'3'173 : GLY
'3'174 : ALA
'4'5 : ASN
'4'6 : PHE
'4'7 : VAL
'4'8 : LYS
'4'9 : GLN
'4'10 : LEU
'4'11 : SER
'4'12 : SER
'4'13 : ASN
'4'14 : ASN
'4'15 : ARG
'4'16 : LYS
'4'17 : THR
'4'18 : ARG
'4'19 : VAL
'4'20 : ASN
'4'21 : ALA
'4'22 : LEU
'4'23 : GLU
'4'24 : ALA
'4'25 : LEU
'4'26 : LYS
'4'27 : LYS
'4'28 : TYR
'4'29 : LEU
'4'30 : THR
'4'31 : ALA
'4'32 : LYS
'4'33 : GLN
'4'34 : PHE
'4'35 : LYS
'4'36 : GLU
'4'37 : ASN
'4'38 : LYS
'4'39 : GLN
'4'40 : ILE
'4'41 : GLU
'4'42 : PHE
'4'43 : ASN
'4'44 : LYS
'4'45 : LEU
'4'46 : TRP
'4'47 : LYS
'4'48 : GLY
'4'49 : LEU
'4'50 : TYR
'4'51 : TYR
'4'52 : ALA
'4'53 : MET
'4'54 : TRP
'4'55 : PHE
'4'56 : SER
'4'57 : ASP
'4'58 : ARG
'4'59 : PRO
'4'60 : ARG
'4'61 : PRO
'4'62 : GLN
'4'63 : GLN
'4'64 : ARG
'4'65 : LEU
'4'66 : ALA
'4'67 : ASN
'4'68 : GLU
'4'69 : LEU
'4'70 : GLY
'4'71 : GLU
'4'72 : LEU
'4'73 : HIS
'4'74 : GLY
'4'75 : LEU
'4'76 : TYR
'4'77 : PHE
'4'78 : ASP
'4'79 : PRO
'4'80 : LYS
'4'81 : ASP
'4'82 : ASN
'4'83 : SER
'4'84 : THR
'4'85 : ALA
'4'86 : ASP
'4'87 : GLU
'4'88 : LEU
'4'89 : THR
'4'90 : THR
'4'91 : ASN
'4'92 : ASP
'4'93 : LYS
'4'94 : ALA
'4'95 : PHE
'4'96 : ILE
'4'97 : LYS
'4'98 : PHE
'4'99 : SER
'4'100 : ARG
'4'101 : GLY
'4'102 : PHE
'4'103 : TRP
'4'104 : LYS
'4'105 : VAL
'4'106 : MET
'4'107 : CYS
'4'108 : PHE
'4'109 : GLU
'4'110 : TRP
'4'111 : PHE
'4'112 : ASN
'4'113 : ILE
'4'114 : ASP
'4'115 : ARG
'4'116 : TYR
'4'117 : ARG
'4'118 : LEU
'4'119 : ASP
'4'120 : LYS
'4'121 : TYR
'4'122 : LEU
'4'123 : LEU
'4'124 : LEU
'4'125 : ILE
'4'126 : ARG
'4'127 : ARG
'4'128 : VAL
'4'129 : LEU
'4'130 : PHE
'4'131 : SER
'4'132 : GLN
'4'133 : LEU
'4'134 : LYS
'4'135 : TYR
'4'136 : LEU
'4'137 : GLN
'4'138 : SER
'4'139 : ARG
'4'140 : ASN
'4'141 : TRP
'4'142 : ASP
'4'143 : LYS
'4'144 : LYS
'4'145 : LEU
'4'146 : VAL
'4'147 : ASP
'4'148 : GLU
'4'149 : TYR
'4'150 : ILE
'4'151 : LYS
'4'152 : LYS
'4'153 : VAL
'4'154 : LEU
'4'155 : ARG
'4'156 : TRP
'4'157 : LEU
'4'158 : PRO
'4'159 : LEU
'4'160 : SER
'4'161 : GLY
'4'162 : SER
'4'163 : PRO
'4'164 : LYS
'4'165 : VAL
'4'166 : TYR
'4'167 : THR
'4'168 : GLY
'4'169 : ILE
'4'170 : PRO
'4'171 : ILE
'4'172 : HIS
'4'173 : ILE
'4'174 : VAL
'4'175 : ASP
'4'176 : ILE
'4'177 : LEU
'4'178 : LEU
'4'179 : ASP
'4'180 : GLU
'4'181 : TRP
'4'182 : GLU
'4'183 : ARG
'4'184 : LEU
'4'185 : LEU
'4'209 : ALA
'4'210 : LYS
'4'211 : LYS
'4'212 : THR
'4'213 : PRO
'4'214 : LEU
'4'215 : ALA
'4'216 : ASP
'4'217 : VAL
'4'218 : ILE
'4'219 : ALA
'4'220 : ILE
'4'221 : PHE
'4'222 : GLN
'4'223 : ASP
'4'224 : ILE
'4'225 : VAL
'4'226 : ALA
'4'227 : ASP
'4'228 : TYR
'4'229 : ASN
'4'230 : ASN
'4'231 : SER
'4'232 : LYS
'4'233 : VAL
'4'234 : LEU
'4'235 : ARG
'4'236 : GLU
'4'237 : LYS
'4'238 : ILE
'4'239 : LYS
'4'240 : GLU
'4'241 : ASP
'4'242 : LEU
'4'243 : PHE
'4'244 : SER
'4'245 : ASP
'4'246 : THR
'4'247 : ARG
'5'1 : MET
'5'2 : ARG
'5'3 : LEU
'5'4 : LEU
'5'5 : VAL
'5'6 : SER
'5'7 : CYS
'5'8 : VAL
'5'9 : ASP
'5'10 : SER
'5'11 : GLY
'5'12 : SER
'5'13 : ILE
'5'14 : LYS
'5'15 : GLU
'5'16 : VAL
'5'17 : LEU
'5'18 : CYS
'5'19 : ASN
'5'20 : ILE
'5'21 : GLY
'5'22 : THR
'5'23 : ASP
'5'24 : THR
'5'25 : SER
'5'26 : VAL
'5'27 : GLN
'5'28 : SER
'5'29 : ALA
'5'30 : LEU
'5'31 : GLN
'5'32 : PRO
'5'33 : PHE
'5'34 : HIS
'5'35 : VAL
'5'36 : ALA
'5'37 : PRO
'5'38 : HIS
'5'39 : LEU
'5'40 : ALA
'5'41 : GLU
'5'42 : GLY
'5'43 : LEU
'5'44 : LYS
'5'45 : ALA
'5'46 : TYR
'5'47 : VAL
'5'48 : ASP
'5'49 : ARG
'5'50 : MET
'5'51 : TRP
'5'52 : VAL
'5'53 : ILE
'5'54 : SER
'5'55 : GLU
'5'56 : ASP
'5'57 : GLU
'5'58 : ALA
'5'59 : ILE
'5'60 : LEU
'5'61 : ALA
'5'62 : ARG
'5'63 : ASN
'5'64 : SER
'5'65 : GLY
'5'66 : VAL
'5'67 : VAL
'5'68 : GLU
'5'69 : LEU
'5'70 : VAL
'5'71 : LYS
'5'72 : ILE
'5'73 : SER
'5'74 : LYS
'5'75 : HIS
'5'76 : LEU
'5'77 : LYS
'5'101 : PRO
'5'102 : LYS
'5'103 : PHE
'5'104 : ASP
'5'105 : ILE
'5'106 : SER
'5'107 : GLU
'5'108 : PHE
'5'109 : GLU
'5'110 : ILE
'5'111 : THR
'5'112 : SER
'5'113 : SER
'5'114 : VAL
'5'115 : SER
'5'116 : ASP
'5'117 : LEU
'5'118 : PHE
'5'119 : ASP
'5'120 : ASP
'5'121 : ALA
'5'122 : LYS
'5'123 : LEU
'5'124 : GLU
'5'125 : SER
'5'126 : LEU
'5'127 : SER
'5'128 : SER
'5'129 : LYS
'5'130 : SER
'5'131 : VAL
'5'132 : LYS
'5'133 : ARG
'5'134 : THR
'5'135 : LYS
'5'136 : LEU
'5'137 : VAL
'5'138 : ASP
'5'139 : GLY
'5'140 : PHE
'5'141 : VAL
'5'142 : THR
'5'143 : LEU
'5'144 : CYS
'5'145 : PRO
'5'146 : ILE
'5'147 : LYS
'5'151 : SER
'5'152 : ASN
'5'153 : ASN
'5'154 : THR
'5'155 : PHE
'5'156 : VAL
'5'157 : ALA
'5'158 : ALA
'5'159 : THR
'5'160 : LYS
'5'161 : SER
'5'162 : GLY
'5'163 : LEU
'5'164 : LEU
'5'165 : HIS
'5'166 : ILE
'5'167 : ILE
'5'168 : LYS
'5'169 : LYS
'5'170 : GLY
'5'171 : GLU
'5'172 : ASP
'5'173 : LYS
'5'174 : LYS
'5'175 : LEU
'5'176 : ILE
'5'177 : LYS
'5'178 : LEU
'5'179 : ALA
'5'180 : SER
'5'181 : LEU
'5'182 : GLY
'5'183 : LEU
'5'184 : LYS
'5'185 : ALA
'5'186 : PRO
'5'187 : VAL
'5'188 : GLU
'5'189 : PHE
'5'190 : LEU
'5'191 : GLN
'5'192 : LEU
'5'193 : TYR
'5'194 : ASP
'5'195 : LEU
'5'196 : GLU
'5'197 : ASP
'5'203 : TYR
'5'204 : ILE
'5'205 : PHE
'5'206 : ALA
'5'207 : TYR
'5'208 : GLY
'5'209 : GLY
'5'210 : GLU
'5'211 : GLU
'5'212 : ASN
'5'213 : LEU
'5'214 : ILE
'5'215 : LYS
'5'216 : LEU
'5'217 : VAL
'5'218 : GLU
'5'219 : ILE
'5'220 : ASP
'5'221 : SER
'5'222 : SER
'5'223 : PHE
'5'224 : GLN
'5'225 : SER
'5'226 : LEU
'5'227 : LYS
'5'228 : GLN
'5'229 : ILE
'5'230 : TRP
'5'231 : GLU
'5'232 : ALA
'5'233 : LYS
'5'234 : ASN
'5'235 : VAL
'5'236 : LYS
'5'237 : ASN
'5'238 : ASP
'5'239 : ARG
'5'240 : LEU
'5'241 : ASP
'5'242 : MET
'5'243 : ARG
'5'244 : VAL
'5'245 : PRO
'5'246 : VAL
'5'247 : TRP
'5'248 : PRO
'5'249 : MET
'5'250 : ALA
'5'251 : LEU
'5'252 : ARG
'5'253 : PHE
'5'254 : LEU
'5'255 : GLU
'5'256 : PRO
'5'257 : SER
'5'258 : PRO
'5'259 : GLY
'5'260 : LYS
'5'261 : THR
'5'262 : GLU
'5'263 : LYS
'5'264 : GLY
'5'265 : LYS
'5'266 : LEU
'5'267 : ASN
'5'268 : TYR
'5'269 : GLN
'5'270 : PHE
'5'271 : ALA
'5'272 : ALA
'5'273 : ILE
'5'274 : THR
'5'275 : ARG
'5'276 : TRP
'5'277 : SER
'5'278 : HIS
'5'279 : LEU
'5'280 : THR
'5'281 : LYS
'5'282 : TYR
'5'283 : SER
'5'284 : THR
'5'285 : GLN
'5'286 : HIS
'5'287 : GLY
'5'288 : ARG
'5'289 : LYS
'5'290 : PRO
'5'291 : PHE
'5'292 : ALA
'5'293 : GLN
'5'294 : ILE
'5'295 : ASP
'5'296 : LEU
'5'297 : LEU
'5'298 : PRO
'5'299 : ASN
'5'300 : ARG
'5'301 : GLU
'5'302 : PRO
'5'303 : LEU
'5'304 : SER
'5'305 : GLN
'5'306 : MET
'5'307 : GLU
'5'308 : VAL
'5'309 : PHE
'5'310 : ASP
'5'311 : ALA
'5'312 : LYS
'5'313 : GLY
'5'314 : GLU
'5'315 : ASN
'5'316 : VAL
'5'317 : VAL
'5'318 : SER
'5'319 : SER
'5'320 : LEU
'5'321 : GLY
'5'322 : ASN
'5'323 : PHE
'5'324 : GLN
'5'325 : SER
'5'326 : GLU
'5'327 : THR
'5'328 : PHE
'5'329 : ASN
'5'330 : GLU
'5'331 : LEU
'5'332 : ASN
'5'333 : VAL
'5'334 : ILE
'5'335 : THR
'5'336 : THR
'5'337 : ASP
'5'338 : TYR
'5'339 : LYS
'5'340 : LYS
'5'341 : ASN
'5'342 : VAL
'5'343 : PHE
'5'344 : LYS
'5'345 : PHE
'5'346 : ASP
'5'347 : GLY
'5'348 : ASN
'5'349 : GLY
'5'350 : ARG
'5'351 : MET
'5'352 : LEU
'5'353 : GLY
'5'354 : LYS
'5'355 : VAL
'5'356 : GLY
'5'357 : ARG
'5'358 : ASP
'5'359 : ASP
'5'360 : ILE
'5'361 : THR
'5'362 : GLY
'5'363 : SER
'5'364 : SER
'5'365 : THR
'5'366 : TYR
'5'367 : ILE
'5'368 : HIS
'5'369 : VAL
'5'370 : HIS
'5'371 : ASP
'5'372 : GLY
'5'373 : LYS
'5'374 : TYR
'5'375 : LEU
'5'376 : LEU
'5'377 : GLN
'5'378 : GLY
'5'379 : GLY
'5'380 : LEU
'5'381 : ASP
'5'382 : ARG
'5'383 : TYR
'5'384 : VAL
'5'385 : ARG
'5'386 : ILE
'5'387 : PHE
'5'388 : ASP
'5'389 : ILE
'5'390 : LYS
'5'391 : THR
'5'392 : ASN
'5'393 : LYS
'5'394 : MET
'5'395 : LEU
'5'396 : VAL
'5'397 : LYS
'5'398 : VAL
'5'399 : TYR
'5'400 : VAL
'5'401 : GLY
'5'402 : SER
'5'403 : ARG
'5'404 : ILE
'5'405 : ASN
'5'406 : PHE
'5'407 : ILE
'5'408 : VAL
'5'409 : MET
'5'410 : LEU
'5'411 : ASP
'5'412 : ASP
'5'413 : VAL
'5'414 : GLU
'5'415 : ILE
'5'416 : GLU
'1'1 : G C2p_endo unknown
'1'2 : U C2p_endo unknown
'1'3 : U C3p_endo unknown
'1'4 : U C3p_endo unknown
'1'5 : G C3p_endo unknown
'1'6 : A C3p_endo unknown
'1'7 : C C2p_exo unknown
'1'8 : C C3p_endo unknown
'1'9 : U C3p_endo unknown
'1'10 : C C3p_endo unknown
'1'11 : A C3p_endo unknown
'1'12 : A C3p_endo unknown
'1'13 : A C3p_endo unknown
'1'14 : U C2p_endo unknown
'1'15 : C C3p_endo unknown
'1'16 : A C3p_endo unknown
'1'17 : G C3p_endo unknown
'1'18 : G C3p_endo unknown
'1'19 : U C3p_endo unknown
'1'20 : A C3p_endo unknown
'1'21 : G C2p_endo unknown
'1'22 : G C3p_endo unknown
'1'23 : A C3p_endo unknown
'1'24 : G C3p_endo unknown
'1'25 : U C3p_endo unknown
'1'26 : A C3p_endo unknown
'1'27 : C C3p_endo unknown
'1'28 : C C3p_endo unknown
'1'29 : C C3p_endo unknown
'1'30 : G C3p_endo unknown
'1'31 : C C3p_endo unknown
'1'32 : U C3p_endo unknown
'1'33 : G C3p_endo unknown
'1'34 : A C3p_endo unknown
'1'35 : A C3p_endo unknown
'1'36 : C C3p_endo unknown
'1'37 : U C3p_endo unknown
'1'38 : U C3p_endo unknown
'1'39 : A C3p_endo unknown
'1'40 : A C2p_endo unknown
'1'41 : G C3p_endo unknown
'1'42 : C C4p_exo unknown
'1'43 : A C3p_endo unknown
'1'44 : U C3p_endo unknown
'1'45 : A C3p_endo unknown
'1'46 : U C3p_endo unknown
'1'47 : C C3p_endo unknown
'1'48 : A C2p_endo unknown
'1'49 : A C3p_endo unknown
'1'50 : U C3p_endo unknown
'1'51 : A C3p_endo unknown
'1'52 : A C3p_endo unknown
'1'53 : G C3p_endo unknown
'1'54 : C C3p_endo unknown
'1'55 : G C3p_endo unknown
'1'56 : G C3p_endo unknown
'1'57 : A C3p_endo unknown
'1'58 : G C3p_endo unknown
'1'59 : G C2p_endo unknown
'1'60 : A C3p_endo unknown
'1'61 : A C3p_endo unknown
'1'62 : A C3p_endo unknown
'1'63 : A C3p_endo unknown
'1'64 : G C3p_endo unknown
'1'65 : A C2p_endo unknown
'1'66 : A C3p_exo unknown
'1'67 : A C3p_endo unknown
'1'68 : C C3p_endo unknown
'1'69 : C C3p_endo unknown
'1'70 : A C3p_endo unknown
'1'71 : A C2p_endo unknown
'1'72 : C C3p_endo unknown
'1'73 : C C2p_endo unknown
'1'74 : G C3p_endo unknown
'1'75 : G C3p_endo unknown
'1'76 : G C2p_endo unknown
'1'77 : A C3p_endo unknown
'1'78 : U C4p_exo unknown
'1'79 : U C3p_endo unknown
'1'80 : G C3p_endo unknown
'1'81 : C C3p_endo unknown
'1'82 : C C3p_endo unknown
'1'83 : U C3p_endo unknown
'1'84 : U C3p_endo unknown
'1'85 : A C2p_endo unknown
'1'86 : G C2p_endo unknown
'1'87 : U C3p_endo unknown
'1'88 : A C3p_endo unknown
'1'89 : A C3p_endo unknown
'1'90 : C C3p_endo unknown
'1'91 : G C3p_endo unknown
'1'92 : G C3p_endo unknown
'1'93 : C C2p_endo unknown
'1'94 : G C3p_endo unknown
'1'95 : A C3p_endo unknown
'1'96 : G C3p_endo unknown
'1'97 : U C3p_endo unknown
'1'98 : G C3p_endo unknown
'1'99 : A C3p_endo unknown
'1'100 : A C3p_endo unknown
'1'101 : G C3p_endo unknown
'1'102 : C C3p_endo unknown
'1'103 : G C3p_endo unknown
'1'104 : G C3p_endo unknown
'1'105 : C C3p_endo unknown
'1'106 : A C3p_endo unknown
'1'107 : A C3p_endo unknown
'1'108 : A C3p_endo unknown
'1'109 : A C2p_endo unknown
'1'110 : G C3p_endo unknown
'1'111 : C C3p_endo unknown
'1'112 : U C3p_endo unknown
'1'113 : C C2p_exo unknown
'1'114 : A C3p_endo unknown
'1'115 : A C3p_endo unknown
'1'116 : A C3p_endo unknown
'1'117 : U C2p_endo unknown
'1'118 : U C3p_endo unknown
'1'119 : U C2p_endo unknown
'1'120 : G C2p_endo unknown
'1'121 : A C2p_endo unknown
'1'122 : A C2p_endo unknown
'1'123 : A C3p_endo unknown
'1'124 : U C3p_endo unknown
'1'125 : C C3p_endo unknown
'1'126 : U C3p_endo unknown
'1'127 : G C3p_endo unknown
'1'128 : G C3p_endo unknown
'1'129 : U C3p_endo unknown
'1'130 : A C3p_endo unknown
'1'131 : C C3p_endo unknown
'1'132 : C C3p_endo unknown
'1'133 : U C2p_endo unknown
'1'134 : U C2p_endo unknown
'1'135 : C C2p_endo unknown
'1'136 : G C3p_endo unknown
'1'137 : G C3p_endo unknown
'1'138 : U C3p_endo unknown
'1'139 : G C3p_endo unknown
'1'140 : C C3p_endo unknown
'1'141 : C C3p_endo unknown
'1'142 : C C3p_endo unknown
'1'143 : G C3p_endo unknown
'1'144 : A C3p_endo unknown
'1'145 : G C3p_endo unknown
'1'146 : U C2p_endo unknown
'1'147 : U C2p_endo unknown
'1'148 : G C2p_endo unknown
'1'149 : U C3p_endo unknown
'1'150 : A C3p_endo unknown
'1'151 : A C3p_endo unknown
'1'152 : U C3p_endo unknown
'1'153 : U C3p_endo unknown
'1'154 : U C1p_exo unknown
'1'155 : G C2p_endo unknown
'1'156 : G C2p_endo unknown
'1'157 : A C3p_endo unknown
'1'158 : G C3p_endo unknown
'1'159 : A C3p_endo unknown
'1'160 : G C3p_endo unknown
'1'161 : G C2p_exo unknown
'1'162 : G C3p_endo unknown
'1'163 : C C3p_endo unknown
'1'164 : A C2p_endo unknown
'1'165 : A C3p_endo unknown
'1'166 : C C3p_endo unknown
'1'167 : U C3p_endo unknown
'1'168 : U C3p_endo unknown
'1'169 : U C2p_endo unknown
'1'170 : G C2p_exo unknown
'1'171 : G C3p_endo unknown
'1'172 : G C3p_endo unknown
'1'173 : G C3p_endo unknown
'1'174 : C C3p_endo unknown
'1'175 : C C3p_endo unknown
'1'176 : G C2p_exo unknown
'1'177 : U C3p_endo unknown
'1'178 : U C3p_endo unknown
'1'179 : C C3p_endo unknown
'1'180 : C C3p_endo unknown
'1'181 : U C3p_endo unknown
'1'182 : U C3p_endo unknown
'1'183 : G C3p_endo unknown
'1'184 : U C3p_endo unknown
'1'185 : C C3p_endo unknown
'1'186 : U C3p_endo unknown
'1'187 : A C3p_endo unknown
'1'188 : U C3p_endo unknown
'1'189 : G C2p_endo unknown
'1'190 : U C4p_exo unknown
'1'191 : U C3p_endo unknown
'1'192 : C C3p_endo unknown
'1'193 : C C3p_endo unknown
'1'194 : U C3p_endo unknown
'1'195 : U C3p_endo unknown
'1'196 : G C3p_endo unknown
'1'197 : G C3p_endo unknown
'1'198 : A C3p_endo unknown
'1'199 : A C2p_endo unknown
'1'200 : C C2p_endo unknown
'1'201 : A C3p_endo unknown
'1'202 : G C3p_endo unknown
'1'203 : G C3p_endo unknown
'1'204 : A C3p_endo unknown
'1'205 : C C3p_endo unknown
'1'206 : G C3p_endo unknown
'1'207 : U C2p_exo unknown
'1'208 : C C3p_endo unknown
'1'209 : A C3p_endo unknown
'1'210 : U C3p_exo unknown
'1'211 : A C2p_endo unknown
'1'212 : G C2p_endo unknown
'1'213 : A C3p_endo unknown
'1'214 : G C3p_endo unknown
'1'215 : G C3p_endo unknown
'1'216 : G C3p_endo unknown
'1'217 : U C3p_endo unknown
'1'218 : G C2p_endo unknown
'1'219 : A C2p_endo unknown
'1'220 : G C2p_endo unknown
'1'221 : A C1p_exo unknown
'1'222 : A C2p_exo unknown
'1'223 : U C3p_endo unknown
'1'224 : C C3p_endo unknown
'1'225 : C C3p_endo unknown
'1'226 : C C3p_endo unknown
'1'227 : G C2p_exo unknown
'1'228 : U C3p_endo unknown
'1'229 : G C3p_endo unknown
'1'230 : U C3p_endo unknown
'1'231 : G C3p_endo unknown
'1'232 : G C3p_endo unknown
'1'233 : C C3p_endo unknown
'1'234 : G C3p_endo unknown
'1'235 : A C3p_endo unknown
'1'236 : G C3p_endo unknown
'1'237 : G C3p_endo unknown
'1'238 : A C3p_endo unknown
'1'239 : G C3p_endo unknown
'1'240 : U C2p_endo unknown
'1'241 : G C3p_endo unknown
'1'242 : C C2p_endo unknown
'1'243 : G C3p_endo unknown
'1'244 : G C3p_endo unknown
'1'245 : U C3p_endo unknown
'1'246 : U C3p_endo unknown
'1'247 : C C3p_endo unknown
'1'248 : U C3p_endo unknown
'1'249 : U C3p_exo unknown
'1'250 : U C2p_endo unknown
'1'251 : G C2p_endo unknown
'1'252 : U C3p_endo unknown
'1'253 : A C3p_endo unknown
'1'254 : A C3p_endo unknown
'1'255 : A C3p_endo unknown
'1'256 : G C3p_endo unknown
'1'257 : U C3p_endo unknown
'1'258 : G C3p_endo unknown
'1'259 : C C3p_endo unknown
'1'260 : C C3p_endo unknown
'1'261 : U C3p_endo unknown
'1'262 : U C3p_endo unknown
'1'263 : C C3p_endo unknown
'1'264 : G C3p_endo unknown
'1'265 : A C3p_endo unknown
'1'266 : A C3p_endo unknown
'1'267 : G C3p_exo unknown
'1'268 : A C2p_endo unknown
'1'269 : G C2p_endo unknown
'1'270 : U C3p_endo unknown
'1'271 : C C3p_endo unknown
'1'272 : G C3p_endo unknown
'1'273 : A C3p_endo unknown
'1'274 : G C3p_endo unknown
'1'275 : U C3p_endo unknown
'1'276 : U C3p_endo unknown
'1'277 : G C3p_endo unknown
'1'278 : U C3p_endo unknown
'1'279 : U C3p_endo unknown
'1'280 : U C3p_endo unknown
'1'281 : G C3p_endo unknown
'1'282 : G C3p_endo unknown
'1'283 : G C3p_endo unknown
'1'284 : A C2p_endo unknown
'1'285 : A C2p_endo unknown
'1'286 : U C3p_endo unknown
'1'287 : G C3p_endo unknown
'1'288 : C C3p_endo unknown
'1'289 : A C3p_endo unknown
'1'290 : G C3p_endo unknown
'1'291 : C C3p_endo unknown
'1'292 : U C4p_exo unknown
'1'293 : C C3p_endo unknown
'1'294 : U C3p_endo unknown
'1'295 : A C2p_exo unknown
'1'296 : A C3p_endo unknown
'1'297 : G C1p_exo unknown
'1'298 : U C2p_exo unknown
'1'299 : G C2p_exo unknown
'1'300 : G C3p_endo unknown
'1'301 : G C3p_endo unknown
'1'302 : U C3p_endo unknown
'1'303 : G C2p_exo unknown
'1'304 : G C3p_endo unknown
'1'305 : U C3p_exo unknown
'1'310 : U C3p_endo unknown
'1'311 : C C3p_endo unknown
'1'312 : C C3p_endo unknown
'1'313 : A C3p_endo unknown
'1'314 : U C3p_endo unknown
'1'315 : C C2p_exo unknown
'1'316 : U C2p_endo unknown
'1'317 : A C3p_endo unknown
'1'318 : A C3p_endo unknown
'1'319 : A C3p_endo unknown
'1'320 : G C3p_endo unknown
'1'321 : C C3p_endo unknown
'1'322 : U C3p_endo unknown
'1'323 : A C2p_exo unknown
'1'324 : A C3p_endo unknown
'1'325 : A C4p_exo unknown
'1'326 : U C3p_endo unknown
'1'327 : A C3p_endo unknown
'1'328 : U C3p_endo unknown
'1'329 : U C2p_endo unknown
'1'330 : G C3p_endo unknown
'1'331 : G C3p_endo unknown
'1'332 : C C3p_endo unknown
'1'333 : G C3p_endo unknown
'1'334 : A C3p_endo unknown
'1'335 : G C3p_endo unknown
'1'336 : A C3p_endo unknown
'1'337 : G C2p_endo unknown
'1'338 : A C2p_endo unknown
'1'339 : C C3p_endo unknown
'1'340 : C C3p_endo unknown
'1'341 : G C2p_endo unknown
'1'342 : A C2p_endo unknown
'1'343 : U C2p_endo unknown
'1'344 : A C3p_endo unknown
'1'345 : G C3p_endo unknown
'1'346 : C C3p_endo unknown
'1'347 : G C3p_endo unknown
'1'348 : A C3p_endo unknown
'1'349 : A C2p_endo unknown
'1'350 : C C2p_endo unknown
'1'351 : A C4p_exo unknown
'1'352 : A C2p_endo unknown
'1'353 : G C2p_endo unknown
'1'354 : U C3p_endo unknown
'1'355 : A C3p_endo unknown
'1'356 : C C3p_endo unknown
'1'357 : A C3p_endo unknown
'1'358 : G C3p_endo unknown
'1'359 : U C3p_endo unknown
'1'360 : G C3p_endo unknown
'1'361 : A C3p_endo unknown
'1'362 : U C3p_endo unknown
'1'363 : G C3p_endo unknown
'1'364 : G C3p_endo unknown
'1'365 : A C3p_endo unknown
'1'366 : A C3p_endo unknown
'1'367 : A C3p_endo unknown
'1'368 : G C3p_endo unknown
'1'369 : A C2p_endo unknown
'1'370 : U C3p_endo unknown
'1'371 : G C3p_endo unknown
'1'372 : A C3p_endo unknown
'1'373 : A C3p_endo unknown
'1'374 : A C2p_endo unknown
'1'375 : A C3p_endo unknown
'1'376 : G C1p_exo unknown
'1'377 : A C3p_endo unknown
'1'378 : A C3p_endo unknown
'1'379 : C C3p_endo unknown
'1'380 : U C3p_endo unknown
'1'381 : U C3p_endo unknown
'1'382 : U C3p_endo unknown
'1'383 : G C3p_endo unknown
'1'384 : A C3p_endo unknown
'1'385 : A C3p_endo unknown
'1'386 : A C3p_endo unknown
'1'387 : A C3p_endo unknown
'1'388 : G C3p_endo unknown
'1'389 : A C3p_endo unknown
'1'390 : G C3p_endo unknown
'1'391 : A C3p_endo unknown
'1'392 : G C3p_endo unknown
'1'393 : U C3p_endo unknown
'1'394 : G C3p_endo unknown
'1'395 : A C3p_endo unknown
'1'396 : A C3p_endo unknown
'1'397 : A C3p_exo unknown
'1'398 : A C2p_endo unknown
'1'399 : A C3p_endo unknown
'1'400 : G C2p_endo unknown
'1'401 : U C3p_exo unknown
'1'402 : A C2p_endo unknown
'1'403 : C C3p_endo unknown
'1'404 : G C3p_endo unknown
'1'405 : U C3p_endo unknown
'1'406 : G C1p_exo unknown
'1'407 : A C3p_endo unknown
'1'408 : A C3p_endo unknown
'1'409 : A C3p_endo unknown
'1'410 : U C3p_endo unknown
'1'411 : U C3p_endo unknown
'1'412 : G C3p_endo unknown
'1'413 : U C3p_endo unknown
'1'414 : U C3p_endo unknown
'1'415 : G C3p_endo unknown
'1'416 : A C3p_endo unknown
'1'417 : A C3p_endo unknown
'1'418 : A C3p_endo unknown
'1'419 : G C3p_endo unknown
'1'420 : G C2p_endo unknown
'1'421 : G C3p_endo unknown
'1'422 : A C3p_endo unknown
'1'423 : A C3p_endo unknown
'1'424 : G C3p_endo unknown
'1'425 : G C3p_endo unknown
'1'426 : G C3p_endo unknown
'1'427 : C C3p_endo unknown
'1'428 : A C3p_endo unknown
'1'429 : U C3p_endo unknown
'1'430 : U C3p_endo unknown
'1'431 : U C3p_endo unknown
'1'432 : G C3p_endo unknown
'1'433 : A C3p_endo unknown
'1'434 : U C3p_endo unknown
'1'435 : C C3p_endo unknown
'1'436 : A C3p_endo unknown
'1'437 : G C2p_endo unknown
'1'438 : A C3p_endo unknown
'1'439 : C C2p_endo unknown
'1'440 : A C3p_endo unknown
'1'494 : G C2p_endo unknown
'1'495 : G C3p_endo unknown
'1'496 : C C3p_endo unknown
'1'497 : C C3p_endo unknown
'1'498 : A C3p_endo unknown
'1'499 : G C3p_endo unknown
'1'500 : C C3p_endo unknown
'1'501 : A C3p_endo unknown
'1'502 : U C3p_endo unknown
'1'503 : C C3p_endo unknown
'1'504 : A C3p_endo unknown
'1'505 : G C3p_endo unknown
'1'506 : U C3p_endo unknown
'1'507 : U C3p_endo unknown
'1'508 : U C3p_endo unknown
'1'509 : U C3p_endo unknown
'1'510 : G C3p_endo unknown
'1'511 : G C3p_endo unknown
'1'512 : U C3p_endo unknown
'1'513 : G C3p_endo unknown
'1'514 : G C3p_endo unknown
'1'515 : C C2p_exo unknown
'1'516 : A C3p_endo unknown
'1'517 : G C3p_endo unknown
'1'518 : G C1p_exo unknown
'1'519 : A C2p_endo unknown
'1'520 : U C2p_endo unknown
'1'521 : A C2p_exo unknown
'1'522 : A C3p_endo unknown
'1'523 : A C3p_endo unknown
'1'524 : U C3p_endo unknown
'1'525 : C C3p_endo unknown
'1'526 : C C3p_endo unknown
'1'527 : A C3p_endo unknown
'1'528 : U C3p_endo unknown
'1'529 : A C3p_endo unknown
'1'530 : G C3p_endo unknown
'1'531 : G C3p_endo unknown
'1'532 : A C2p_endo unknown
'1'533 : A C2p_endo unknown
'1'534 : U C2p_endo unknown
'1'535 : G C2p_endo unknown
'1'536 : U C3p_endo unknown
'1'537 : A C3p_endo unknown
'1'538 : G C3p_endo unknown
'1'539 : C C3p_endo unknown
'1'540 : U C3p_endo unknown
'1'541 : U C3p_endo unknown
'1'542 : G C3p_endo unknown
'1'543 : C C2p_exo unknown
'1'544 : C C3p_endo unknown
'1'545 : U C3p_endo unknown
'1'546 : C C3p_endo unknown
'1'547 : G C2p_endo unknown
'1'548 : G C3p_endo unknown
'1'549 : U C3p_endo unknown
'1'550 : A C3p_endo unknown
'1'551 : A C2p_endo unknown
'1'552 : G C3p_endo unknown
'1'553 : U C3p_endo unknown
'1'554 : A C3p_endo unknown
'1'555 : U C2p_endo unknown
'1'556 : U C1p_exo unknown
'1'557 : A C2p_endo unknown
'1'558 : U C2p_endo unknown
'1'559 : A C3p_endo unknown
'1'560 : G C3p_endo unknown
'1'561 : C C3p_endo unknown
'1'562 : C C3p_endo unknown
'1'563 : U C3p_endo unknown
'1'564 : G C3p_endo unknown
'1'565 : U C3p_endo unknown
'1'566 : G C3p_endo unknown
'1'567 : G C3p_endo unknown
'1'568 : G C3p_endo unknown
'1'569 : A C3p_endo unknown
'1'570 : A C3p_endo unknown
'1'571 : U C3p_endo unknown
'1'572 : A C3p_endo unknown
'1'573 : C C3p_endo unknown
'1'574 : U C3p_endo unknown
'1'575 : G C3p_endo unknown
'1'576 : C C3p_endo unknown
'1'577 : C C3p_endo unknown
'1'578 : A C3p_endo unknown
'1'579 : G C3p_endo unknown
'1'580 : C C3p_endo unknown
'1'581 : U C3p_endo unknown
'1'582 : G C2p_exo unknown
'1'583 : G C3p_endo unknown
'1'584 : G C3p_endo unknown
'1'585 : A C3p_endo unknown
'1'586 : C C3p_endo unknown
'1'587 : U C3p_endo unknown
'1'588 : G C2p_endo unknown
'1'589 : A C3p_endo unknown
'1'590 : G C3p_endo unknown
'1'591 : G C2p_endo unknown
'1'592 : A C3p_endo unknown
'1'593 : C C3p_endo unknown
'1'594 : U C2p_endo unknown
'1'595 : G C3p_endo unknown
'1'596 : C C3p_endo unknown
'1'597 : G C3p_endo unknown
'1'598 : A C3p_endo unknown
'1'599 : C C3p_endo unknown
'1'600 : G C3p_endo unknown
'1'601 : U C3p_endo unknown
'1'602 : A C3p_endo unknown
'1'603 : A C3p_endo unknown
'1'604 : G C3p_endo unknown
'1'605 : U C3p_endo unknown
'1'606 : C C3p_endo unknown
'1'607 : A C2p_endo unknown
'1'608 : A C3p_endo unknown
'1'609 : G C3p_endo unknown
'1'610 : G C2p_endo unknown
'1'611 : A C2p_endo unknown
'1'612 : U C3p_endo unknown
'1'613 : G C3p_endo unknown
'1'614 : C C3p_endo unknown
'1'615 : U C3p_endo unknown
'1'616 : G C3p_endo unknown
'1'617 : G C3p_endo unknown
'1'618 : C C3p_endo unknown
'1'619 : A C3p_endo unknown
'1'620 : U C2p_endo unknown
'1'621 : A C2p_endo unknown
'1'622 : A C3p_endo unknown
'1'623 : U C3p_endo unknown
'1'624 : G C3p_endo unknown
'1'625 : G C3p_endo unknown
'1'626 : U C3p_endo unknown
'1'627 : U C3p_endo unknown
'1'628 : A C3p_endo unknown
'1'629 : U C3p_endo unknown
'1'630 : A C3p_endo unknown
'1'631 : U C3p_endo unknown
'1'632 : G C3p_endo unknown
'1'633 : C C3p_endo unknown
'1'634 : C C3p_endo unknown
'1'635 : G C3p_endo unknown
'1'636 : C C2p_endo unknown
'1'637 : C C2p_endo unknown
'1'638 : C C3p_endo unknown
'1'639 : G C3p_endo unknown
'1'640 : U C3p_endo unknown
'1'641 : C C3p_endo unknown
'1'642 : U C3p_endo unknown
'1'643 : U C3p_endo unknown
'1'644 : G C3p_endo unknown
'1'645 : A C4p_exo unknown
'1'646 : A C3p_endo unknown
'1'647 : A C3p_endo unknown
'1'648 : C C3p_endo unknown
'1'649 : A C3p_endo unknown
'1'650 : C C3p_endo unknown
'1'651 : G C3p_endo unknown
'1'652 : G C3p_endo unknown
'1'653 : A C3p_endo unknown
'1'654 : C C3p_endo unknown
'1'655 : C C3p_endo unknown
'1'656 : A C3p_endo unknown
'1'657 : A C3p_endo unknown
'1'658 : G C3p_endo unknown
'1'659 : G C3p_endo unknown
'1'660 : A C3p_endo unknown
'1'661 : G C1p_exo unknown
'1'662 : U C3p_endo unknown
'1'663 : C C3p_endo unknown
'1'664 : U C3p_endo unknown
'1'665 : A C3p_endo unknown
'1'666 : A C3p_endo unknown
'1'667 : C C3p_endo unknown
'1'668 : G C3p_endo unknown
'1'669 : U C3p_endo unknown
'1'670 : C C3p_endo unknown
'1'671 : U C3p_endo unknown
'1'672 : A C3p_endo unknown
'1'673 : U C3p_endo unknown
'1'674 : G C3p_endo unknown
'1'675 : C C3p_endo unknown
'1'676 : G C3p_endo unknown
'1'677 : A C2p_endo unknown
'1'678 : G C3p_endo unknown
'1'679 : U C3p_endo unknown
'1'680 : G C3p_endo unknown
'1'681 : U C3p_endo unknown
'1'682 : U C3p_endo unknown
'1'683 : U C3p_endo unknown
'1'684 : G C3p_endo unknown
'1'685 : G C3p_endo unknown
'1'686 : G C3p_endo unknown
'1'687 : U C3p_endo unknown
'1'688 : G C3p_endo unknown
'1'689 : U C2p_endo unknown
'1'690 : A C2p_endo unknown
'1'691 : A C2p_endo unknown
'1'692 : A C3p_endo unknown
'1'693 : A C3p_endo unknown
'1'694 : C C3p_endo unknown
'1'695 : C C3p_endo unknown
'1'696 : C C3p_endo unknown
'1'697 : A C3p_endo unknown
'1'698 : U C3p_endo unknown
'1'699 : A C3p_endo unknown
'1'700 : C C3p_endo unknown
'1'701 : G C3p_endo unknown
'1'702 : C C3p_endo unknown
'1'703 : G C3p_endo unknown
'1'704 : U C3p_endo unknown
'1'705 : A C2p_endo unknown
'1'706 : A C3p_endo unknown
'1'707 : U C3p_endo unknown
'1'708 : G C3p_endo unknown
'1'709 : A C3p_endo unknown
'1'710 : A C3p_endo unknown
'1'711 : A C3p_endo unknown
'1'712 : G C3p_endo unknown
'1'713 : U C3p_endo unknown
'1'714 : G C3p_endo unknown
'1'715 : A C3p_endo unknown
'1'716 : A C2p_endo unknown
'1'717 : C C3p_endo unknown
'1'718 : G C2p_endo unknown
'1'719 : U C2p_endo unknown
'1'720 : A C2p_endo unknown
'1'721 : G C2p_endo unknown
'1'722 : G C3p_endo unknown
'1'723 : U C3p_endo unknown
'1'724 : U C3p_endo unknown
'1'725 : G C3p_endo unknown
'1'726 : G C3p_endo unknown
'1'727 : G C3p_endo unknown
'1'728 : G C3p_endo unknown
'1'729 : C C3p_endo unknown
'1'730 : C C3p_endo unknown
'1'731 : U C3p_endo unknown
'1'732 : C C3p_endo unknown
'1'733 : G C3p_endo unknown
'1'734 : C C3p_endo unknown
'1'735 : A C3p_endo unknown
'1'736 : A C3p_endo unknown
'1'737 : G C3p_endo unknown
'1'738 : A C3p_endo unknown
'1'739 : G C3p_endo unknown
'1'740 : G C3p_endo unknown
'1'741 : U C3p_endo unknown
'1'742 : G C3p_endo unknown
'1'743 : C C3p_endo unknown
'1'744 : A C3p_endo unknown
'1'745 : C C3p_endo unknown
'1'746 : A C3p_endo unknown
'1'747 : A C3p_endo unknown
'1'748 : U C3p_endo unknown
'1'749 : C C3p_endo unknown
'1'750 : G C3p_endo unknown
'1'751 : A C3p_endo unknown
'1'752 : C C3p_endo unknown
'1'753 : C C3p_endo unknown
'1'754 : G C3p_endo unknown
'1'755 : A C3p_endo unknown
'1'756 : U C3p_endo unknown
'1'757 : C C3p_endo unknown
'1'758 : C C3p_endo unknown
'1'759 : U C3p_endo unknown
'1'760 : G C2p_endo unknown
'1'761 : A C4p_exo unknown
'1'769 : G C4p_exo unknown
'1'770 : G C3p_endo unknown
'1'771 : A C3p_endo unknown
'1'772 : U C3p_endo unknown
'1'773 : G C3p_endo unknown
'1'774 : G C3p_endo unknown
'1'775 : A C3p_endo unknown
'1'776 : U C3p_endo unknown
'1'777 : U C3p_endo unknown
'1'778 : U C3p_endo unknown
'1'779 : G C2p_endo unknown
'1'780 : A C2p_endo unknown
'1'781 : G C2p_exo unknown
'1'782 : U C3p_endo unknown
'1'783 : A C3p_endo unknown
'1'784 : A C3p_endo unknown
'1'785 : G C2p_endo unknown
'1'786 : A C2p_endo unknown
'1'787 : G C3p_endo unknown
'1'788 : C C3p_endo unknown
'1'789 : A C3p_endo unknown
'1'790 : U C3p_endo unknown
'1'791 : A C3p_endo unknown
'1'792 : G C3p_endo unknown
'1'793 : C C3p_endo unknown
'1'794 : U C3p_endo unknown
'1'795 : G C3p_endo unknown
'1'796 : U C3p_endo unknown
'1'797 : U C3p_endo unknown
'1'798 : G C3p_endo unknown
'1'799 : G C3p_endo unknown
'1'800 : G C2p_endo unknown
'1'801 : A C2p_endo unknown
'1'802 : C C3p_endo unknown
'1'803 : C C3p_endo unknown
'1'804 : C C3p_endo unknown
'1'805 : G C3p_endo unknown
'1'806 : A C3p_endo unknown
'1'807 : A C3p_endo unknown
'1'808 : A C3p_endo unknown
'1'809 : G C3p_endo unknown
'1'810 : A C3p_endo unknown
'1'811 : U C3p_endo unknown
'1'812 : G C3p_endo unknown
'1'813 : G C3p_endo unknown
'1'814 : U C3p_endo unknown
'1'815 : G C3p_endo unknown
'1'816 : A C3p_endo unknown
'1'817 : A C3p_endo unknown
'1'818 : C C2p_endo unknown
'1'819 : U C3p_endo unknown
'1'820 : A C3p_endo unknown
'1'821 : U C3p_endo unknown
'1'822 : G C3p_endo unknown
'1'823 : C C3p_endo unknown
'1'824 : C C3p_endo unknown
'1'825 : U C3p_endo unknown
'1'826 : G C3p_endo unknown
'1'827 : A C3p_endo unknown
'1'828 : A C3p_endo unknown
'1'829 : U C3p_endo unknown
'1'830 : A C3p_endo unknown
'1'831 : G C3p_endo unknown
'1'832 : G C3p_endo unknown
'1'833 : G C3p_endo unknown
'1'834 : U C3p_endo unknown
'1'835 : G C2p_endo unknown
'1'836 : A C3p_endo unknown
'1'837 : A C3p_endo unknown
'1'838 : G C3p_endo unknown
'1'839 : C C3p_endo unknown
'1'840 : C C3p_endo unknown
'1'841 : A C3p_endo unknown
'1'842 : G C3p_endo unknown
'1'843 : A C3p_endo unknown
'1'844 : G C3p_endo unknown
'1'845 : G C3p_endo unknown
'1'846 : A C3p_endo unknown
'1'847 : A C3p_endo unknown
'1'848 : A C3p_endo unknown
'1'849 : C C3p_endo unknown
'1'850 : U C3p_endo unknown
'1'851 : C C3p_endo unknown
'1'852 : U C3p_endo unknown
'1'853 : G C3p_endo unknown
'1'854 : G C2p_exo unknown
'1'855 : U C3p_endo unknown
'1'856 : G C3p_endo unknown
'1'857 : G C2p_endo unknown
'1'858 : A C3p_endo unknown
'1'859 : G C2p_endo unknown
'1'860 : G C3p_endo unknown
'1'861 : C C3p_endo unknown
'1'862 : U C3p_endo unknown
'1'863 : C C3p_endo unknown
'1'864 : G C3p_endo unknown
'1'870 : G C2p_endo unknown
'1'871 : U C3p_endo unknown
'1'872 : U C4p_exo unknown
'1'873 : C C2p_endo unknown
'1'874 : U C2p_endo unknown
'1'875 : G C3p_endo unknown
'1'876 : A C3p_endo unknown
'1'877 : C C3p_endo unknown
'1'878 : G C1p_exo unknown
'1'879 : U C2p_endo unknown
'1'880 : G C3p_endo unknown
'1'881 : C C2p_exo unknown
'1'882 : A C3p_endo unknown
'1'883 : A C3p_endo unknown
'1'884 : A C2p_endo unknown
'1'885 : U C4p_exo unknown
'1'886 : C C2p_exo unknown
'1'887 : G C3p_endo unknown
'1'888 : A C3p_endo unknown
'1'889 : U C3p_endo unknown
'1'890 : C C3p_endo unknown
'1'891 : G C3p_endo unknown
'1'892 : U C3p_endo unknown
'1'893 : C C2p_endo unknown
'1'894 : G C3p_endo unknown
'1'895 : A C2p_endo unknown
'1'896 : A C2p_endo unknown
'1'897 : U C3p_endo unknown
'1'898 : U C2p_endo unknown
'1'899 : U C1p_exo unknown
'1'900 : G C3p_endo unknown
'1'901 : G C3p_endo unknown
'1'902 : G C3p_endo unknown
'1'903 : U C3p_endo unknown
'1'904 : A C2p_exo unknown
'1'905 : U C3p_endo unknown
'1'906 : A C3p_endo unknown
'1'907 : G C3p_endo unknown
'1'908 : G C3p_endo unknown
'1'909 : G C3p_endo unknown
'1'910 : G C2p_exo unknown
'1'911 : C C3p_endo unknown
'1'912 : G C3p_endo unknown
'1'913 : A C3p_endo unknown
'1'914 : A C3p_endo unknown
'1'915 : A C3p_endo unknown
'1'916 : G C3p_endo unknown
'1'917 : A C3p_endo unknown
'1'918 : C C2p_endo unknown
'1'919 : U C2p_endo unknown
'1'920 : A C3p_endo unknown
'1'921 : A C2p_endo unknown
'1'925 : A C3p_endo unknown
'1'926 : A C3p_endo unknown
'1'927 : C C3p_endo unknown
'1'928 : C C3p_endo unknown
'1'929 : A C3p_endo unknown
'1'930 : U C3p_endo unknown
'1'931 : C C3p_endo unknown
'1'932 : U C2p_endo unknown
'1'933 : A C3p_exo unknown
'1'934 : G C3p_endo unknown
'1'935 : U C3p_endo unknown
'1'936 : A C2p_endo unknown
'1'937 : G C3p_endo unknown
'1'938 : C C2p_exo unknown
'1'939 : U C3p_endo unknown
'1'940 : G C3p_endo unknown
'1'941 : G C3p_endo unknown
'1'942 : U C3p_endo unknown
'1'943 : U C2p_endo unknown
'1'944 : C C3p_endo unknown
'1'945 : C C3p_endo unknown
'1'946 : U C3p_endo unknown
'1'947 : G C3p_endo unknown
'1'948 : C C3p_endo unknown
'1'949 : C C3p_endo unknown
'1'950 : G C3p_endo unknown
'1'951 : A C3p_endo unknown
'1'952 : A C3p_endo unknown
'1'953 : G C3p_endo unknown
'1'954 : U C3p_endo unknown
'1'955 : U C3p_endo unknown
'1'956 : U C3p_endo unknown
'1'957 : C C3p_endo unknown
'1'958 : C C3p_endo unknown
'1'959 : C C3p_endo unknown
'1'960 : U C3p_endo unknown
'1'961 : C C3p_endo unknown
'1'962 : A C3p_endo unknown
'1'963 : G C3p_endo unknown
'1'964 : G C3p_endo unknown
'1'965 : A C3p_endo unknown
'1'966 : U C3p_endo unknown
'1'967 : A C3p_endo unknown
'1'968 : G C3p_endo unknown
'1'969 : C C3p_endo unknown
'1'970 : A C3p_endo unknown
'1'971 : G C3p_endo unknown
'1'972 : A C3p_endo unknown
'1'973 : A C3p_endo unknown
'1'974 : G C3p_endo unknown
'1'975 : C C3p_endo unknown
'1'976 : U C3p_endo unknown
'1'977 : C C3p_endo unknown
'1'978 : G C2p_endo unknown
'1'979 : U C3p_endo unknown
'1'980 : A C2p_endo unknown
'1'981 : U C3p_endo unknown
'1'982 : C C3p_endo unknown
'1'983 : A C2p_endo unknown
'1'984 : G C2p_endo unknown
'1'985 : U C3p_endo unknown
'1'986 : U C3p_endo unknown
'1'987 : U C3p_endo unknown
'1'988 : U C3p_endo unknown
'1'989 : A C3p_endo unknown
'1'990 : U C3p_endo unknown
'1'991 : G C3p_endo unknown
'1'992 : A C3p_endo unknown
'1'1057 : A C2p_endo unknown
'1'1058 : U C3p_endo unknown
'1'1059 : G C3p_endo unknown
'1'1060 : U C3p_endo unknown
'1'1061 : A C3p_endo unknown
'1'1062 : A C3p_endo unknown
'1'1097 : G C2p_endo unknown
'1'1098 : A C2p_exo unknown
'1'1099 : A C3p_endo unknown
'1'1100 : U C3p_endo unknown
'1'1101 : G C3p_endo unknown
'1'1102 : A C3p_endo unknown
'1'1103 : A C2p_endo unknown
'1'1104 : G C3p_endo unknown
'1'1105 : A C3p_endo unknown
'1'1106 : G C3p_endo unknown
'1'1107 : C C3p_endo unknown
'1'1108 : U C4p_exo unknown
'1'1109 : U C3p_endo unknown
'1'1110 : U C2p_endo unknown
'1'1111 : U C2p_endo unknown
'1'1112 : A C3p_endo unknown
'1'1113 : G C3p_endo unknown
'1'1114 : U C3p_endo unknown
'1'1115 : G C1p_exo unknown
'1'1116 : G C3p_endo unknown
'1'1117 : G C3p_endo unknown
'1'1118 : C C3p_endo unknown
'1'1119 : C C3p_endo unknown
'1'1120 : A C3p_endo unknown
'1'1121 : U C3p_endo unknown
'1'1122 : U C3p_endo unknown
'1'1123 : U C3p_endo unknown
'1'1124 : U C3p_endo unknown
'1'1125 : U C3p_endo unknown
'1'1126 : G C3p_endo unknown
'1'1127 : G C3p_endo unknown
'1'1128 : U C2p_endo unknown
'1'1129 : A C3p_endo unknown
'1'1130 : A C3p_endo unknown
'1'1131 : G C3p_endo unknown
'1'1132 : C C3p_endo unknown
'1'1133 : A C3p_endo unknown
'1'1134 : G C3p_endo unknown
'1'1135 : A C3p_endo unknown
'1'1136 : A C3p_endo unknown
'1'1137 : C C3p_endo unknown
'1'1138 : U C3p_endo unknown
'1'1139 : G C3p_endo unknown
'1'1140 : G C3p_endo unknown
'1'1141 : C C3p_endo unknown
'1'1142 : G C3p_endo unknown
'1'1143 : A C2p_endo unknown
'1'1144 : U C2p_endo unknown
'1'1145 : G C2p_exo unknown
'1'1146 : C C3p_endo unknown
'1'1147 : G C3p_endo unknown
'1'1148 : G C3p_endo unknown
'1'1149 : G C3p_endo unknown
'1'1150 : A C3p_endo unknown
'1'1151 : U C3p_endo unknown
'1'1152 : G C2p_endo unknown
'1'1153 : A C3p_endo unknown
'1'1154 : A C4p_exo unknown
'1'1155 : C C3p_endo unknown
'1'1156 : C C3p_endo unknown
'1'1157 : G C3p_endo unknown
'1'1158 : A C3p_endo unknown
'1'1159 : A C2p_endo unknown
'1'1160 : C C2p_endo unknown
'1'1161 : G C3p_endo unknown
'1'1162 : U C3p_endo unknown
'1'1163 : A C3p_endo unknown
'1'1164 : G C3p_endo unknown
'1'1165 : A C3p_endo unknown
'1'1166 : G C3p_endo unknown
'1'1167 : U C3p_endo unknown
'1'1168 : U C3p_endo unknown
'1'1169 : A C3p_endo unknown
'1'1170 : A C3p_endo unknown
'1'1171 : G C3p_endo unknown
'1'1172 : G C3p_endo unknown
'1'1173 : U C3p_endo unknown
'1'1174 : G C3p_endo unknown
'1'1175 : C C3p_endo unknown
'1'1176 : C C3p_endo unknown
'1'1177 : G C2p_endo unknown
'1'1178 : G C3p_endo unknown
'1'1179 : A C3p_endo unknown
'1'1180 : A C3p_endo unknown
'1'1181 : U C2p_endo unknown
'1'1182 : A C3p_endo unknown
'1'1183 : C C3p_endo unknown
'1'1184 : A C3p_endo unknown
'1'1185 : C C3p_endo unknown
'1'1186 : G C3p_endo unknown
'1'1187 : C C3p_endo unknown
'1'1188 : U C3p_endo unknown
'1'1189 : C C2p_endo unknown
'1'1190 : A C3p_endo unknown
'1'1191 : U C2p_endo unknown
'1'1192 : C C2p_endo unknown
'1'1193 : A C3p_endo unknown
'1'1194 : G C3p_endo unknown
'1'1195 : A C3p_endo unknown
'1'1196 : C C2p_endo unknown
'1'1197 : A C2p_endo unknown
'1'1198 : C C3p_endo unknown
'1'1199 : C C3p_endo unknown
'1'1200 : A C2p_endo unknown
'1'1201 : C C3p_endo unknown
'1'1202 : A C3p_endo unknown
'1'1203 : A C2p_endo unknown
'1'1204 : A C3p_endo unknown
'1'1205 : A C2p_exo unknown
'1'1206 : G C3p_endo unknown
'1'1207 : G C3p_endo unknown
'1'1208 : U C2p_endo unknown
'1'1209 : G C2p_exo unknown
'1'1210 : U C3p_endo unknown
'1'1211 : U C3p_endo unknown
'1'1212 : A C3p_endo unknown
'1'1213 : G C2p_exo unknown
'1'1214 : U C3p_endo unknown
'1'1215 : U C3p_endo unknown
'1'1216 : C C3p_endo unknown
'1'1217 : A C3p_endo unknown
'1'1218 : U C2p_exo unknown
'1'1219 : C C3p_endo unknown
'1'1220 : U C2p_endo unknown
'1'1221 : A C2p_endo unknown
'1'1222 : G C2p_endo unknown
'1'1223 : A C2p_exo unknown
'1'1224 : C C3p_endo unknown
'1'1225 : A C3p_endo unknown
'1'1226 : G C3p_endo unknown
'1'1227 : C C3p_endo unknown
'1'1228 : C C3p_endo unknown
'1'1229 : G C3p_endo unknown
'1'1230 : G C3p_endo unknown
'1'1231 : A C3p_endo unknown
'1'1232 : C C3p_endo unknown
'1'1233 : G C2p_exo unknown
'1'1234 : G C3p_endo unknown
'1'1235 : U C2p_endo unknown
'1'1236 : G C2p_endo unknown
'1'1237 : G C3p_endo unknown
'1'1238 : C C3p_endo unknown
'1'1239 : C C3p_endo unknown
'1'1240 : A C3p_endo unknown
'1'1241 : U C2p_endo unknown
'1'1242 : G C3p_endo unknown
'1'1243 : G C3p_endo unknown
'1'1244 : A C2p_endo unknown
'1'1245 : A C2p_endo unknown
'1'1246 : G C3p_endo unknown
'1'1247 : U C3p_endo unknown
'1'1248 : C C3p_endo unknown
'1'1249 : G C3p_endo unknown
'1'1250 : G C3p_endo unknown
'1'1251 : A C3p_endo unknown
'1'1252 : A C3p_endo unknown
'1'1253 : U C3p_endo unknown
'1'1254 : C C3p_endo unknown
'1'1255 : C C3p_endo unknown
'1'1256 : G C3p_endo unknown
'1'1257 : C C3p_endo unknown
'1'1258 : U C3p_endo unknown
'1'1259 : A C3p_endo unknown
'1'1260 : A C3p_endo unknown
'1'1261 : G C3p_endo unknown
'1'1262 : G C3p_endo unknown
'1'1263 : A C2p_endo unknown
'1'1264 : G C2p_endo unknown
'1'1265 : U C3p_endo unknown
'1'1266 : G C3p_endo unknown
'1'1267 : U C3p_endo unknown
'1'1268 : G C3p_endo unknown
'1'1269 : U C3p_endo unknown
'1'1270 : A C3p_endo unknown
'1'1271 : A C3p_endo unknown
'1'1272 : C C3p_endo unknown
'1'1273 : A C3p_endo unknown
'1'1274 : A C3p_endo unknown
'1'1275 : C C3p_endo unknown
'1'1276 : U C3p_endo unknown
'1'1277 : C C2p_endo unknown
'1'1278 : A C2p_endo unknown
'1'1279 : C C3p_endo unknown
'1'1280 : C C3p_endo unknown
'1'1281 : G C3p_endo unknown
'1'1282 : G C3p_endo unknown
'1'1283 : C C3p_endo unknown
'1'1284 : C C3p_endo unknown
'1'1285 : G C2p_endo unknown
'1'1286 : A C2p_endo unknown
'1'1287 : A C3p_endo unknown
'1'1288 : U C3p_endo unknown
'1'1289 : G C3p_endo unknown
'1'1290 : A C3p_endo unknown
'1'1291 : A C3p_endo unknown
'1'1292 : C C2p_exo unknown
'1'1293 : U C3p_endo unknown
'1'1294 : A C3p_endo unknown
'1'1295 : G C3p_endo unknown
'1'1296 : C C3p_endo unknown
'1'1297 : C C3p_endo unknown
'1'1298 : C C3p_endo unknown
'1'1299 : U C3p_endo unknown
'1'1300 : G C3p_endo unknown
'1'1301 : A C3p_endo unknown
'1'1302 : A C2p_endo unknown
'1'1303 : A C3p_endo unknown
'1'1304 : A C3p_endo unknown
'1'1305 : U C2p_endo unknown
'1'1306 : G C2p_endo unknown
'1'1307 : G C2p_endo unknown
'1'1308 : A C2p_endo unknown
'1'1309 : U C3p_endo unknown
'1'1310 : G C3p_endo unknown
'1'1311 : G C3p_endo unknown
'1'1312 : C C3p_endo unknown
'1'1313 : G C3p_endo unknown
'1'1314 : C C3p_endo unknown
'1'1315 : U C2p_endo unknown
'1'1316 : C C3p_endo unknown
'1'1317 : A C2p_endo unknown
'1'1318 : A C2p_endo unknown
'1'1319 : G C3p_endo unknown
'1'1320 : C C3p_endo unknown
'1'1321 : G C3p_endo unknown
'1'1322 : U C3p_endo unknown
'1'1323 : G C3p_endo unknown
'1'1324 : U C3p_endo unknown
'1'1325 : U C3p_endo unknown
'1'1326 : A C3p_endo unknown
'1'1327 : C C3p_endo unknown
'1'1328 : C C3p_endo unknown
'1'1329 : U C3p_endo unknown
'1'1330 : A C3p_endo unknown
'1'1331 : U C2p_endo unknown
'1'1332 : A C2p_exo unknown
'1'1333 : C C3p_endo unknown
'1'1334 : U C3p_endo unknown
'1'1335 : C C3p_endo unknown
'1'1336 : U C3p_endo unknown
'1'1337 : A C3p_endo unknown
'1'1338 : C C3p_endo unknown
'1'1339 : C C3p_endo unknown
'1'1340 : G C3p_endo unknown
'1'1341 : U C3p_endo unknown
'1'1342 : C C3p_endo unknown
'1'1343 : A C3p_endo unknown
'1'1344 : G C3p_endo unknown
'1'1345 : G C3p_endo unknown
'1'1346 : G C3p_endo unknown
'1'1347 : U C3p_endo unknown
'1'1348 : U C2p_endo unknown
'1'1349 : G C3p_endo unknown
'1'1350 : A C3p_endo unknown
'1'1351 : U C3p_endo unknown
'1'1352 : A C2p_endo unknown
'1'1353 : U C2p_endo unknown
'1'1354 : G C4p_exo unknown
'1'1355 : A C2p_endo unknown
'1'1356 : U C3p_endo unknown
'1'1357 : G C3p_endo unknown
'1'1358 : C C3p_endo unknown
'1'1359 : C C3p_endo unknown
'1'1360 : C C3p_endo unknown
'1'1361 : U C3p_endo unknown
'1'1362 : G C3p_endo unknown
'1'1363 : A C3p_endo unknown
'1'1364 : C C3p_endo unknown
'1'1365 : G C2p_endo unknown
'1'1366 : A C3p_endo unknown
'1'1367 : G C3p_endo unknown
'1'1368 : U C3p_endo unknown
'1'1369 : A C3p_endo unknown
'1'1370 : G C3p_endo unknown
'1'1371 : G C3p_endo unknown
'1'1372 : C C3p_endo unknown
'1'1373 : A C3p_endo unknown
'1'1374 : G C3p_endo unknown
'1'1375 : G C3p_endo unknown
'1'1376 : C C3p_endo unknown
'1'1377 : G C3p_endo unknown
'1'1378 : U C3p_endo unknown
'1'1379 : G C3p_endo unknown
'1'1380 : G C3p_endo unknown
'1'1381 : A C3p_endo unknown
'1'1382 : G C3p_endo unknown
'1'1383 : G C3p_endo unknown
'1'1384 : U C3p_endo unknown
'1'1385 : C C3p_endo unknown
'1'1386 : A C3p_endo unknown
'1'1387 : G C3p_endo unknown
'1'1388 : U C3p_endo unknown
'1'1389 : G C3p_endo unknown
'1'1390 : A C2p_endo unknown
'1'1391 : C C2p_endo unknown
'1'1392 : G C2p_endo unknown
'1'1393 : A C2p_exo unknown
'1'1394 : A C3p_endo unknown
'1'1395 : G C3p_endo unknown
'1'1396 : C C3p_endo unknown
'1'1397 : C C3p_endo unknown
'1'1398 : U C3p_endo unknown
'1'1399 : A C3p_endo unknown
'1'1400 : G C3p_endo unknown
'1'1401 : A C3p_endo unknown
'1'1402 : C C3p_endo unknown
'1'1403 : C C3p_endo unknown
'1'1404 : G C3p_endo unknown
'1'1405 : U C3p_endo unknown
'1'1406 : A C3p_endo unknown
'1'1407 : A C3p_endo unknown
'1'1408 : G C3p_endo unknown
'1'1409 : G C3p_endo unknown
'1'1410 : U C3p_endo unknown
'1'1411 : C C3p_endo unknown
'1'1412 : G C3p_endo unknown
'1'1413 : G C3p_endo unknown
'1'1414 : G C3p_endo unknown
'1'1415 : U C3p_endo unknown
'1'1416 : C C3p_endo unknown
'1'1417 : G C2p_endo unknown
'1'1418 : A C2p_endo unknown
'1'1419 : A C3p_endo unknown
'1'1420 : C C3p_endo unknown
'1'1421 : G C3p_endo unknown
'1'1422 : G C3p_endo unknown
'1'1423 : C C3p_endo unknown
'1'1424 : C C3p_endo unknown
'1'1425 : U C3p_endo unknown
'1'1426 : C C3p_endo unknown
'1'1427 : U C3p_endo unknown
'1'1428 : A C2p_endo unknown
'1'1429 : G C2p_endo unknown
'1'1430 : U C3p_endo unknown
'1'1431 : G C2p_endo unknown
'1'1432 : C C2p_endo unknown
'1'1433 : A C2p_endo unknown
'1'1434 : G C2p_endo unknown
'1'1435 : A C4p_exo unknown
'1'1436 : U C3p_endo unknown
'1'1437 : C C2p_exo unknown
'1'1438 : U C3p_endo unknown
'1'1439 : U C3p_endo unknown
'1'1440 : G C3p_endo unknown
'1'1441 : G C3p_endo unknown
'1'1442 : U C3p_endo unknown
'1'1443 : G C3p_endo unknown
'1'1444 : G C3p_endo unknown
'1'1445 : U C3p_endo unknown
'1'1446 : A C2p_endo unknown
'1'1447 : G C2p_endo unknown
'1'1448 : U C3p_endo unknown
'1'1449 : A C3p_endo unknown
'1'1450 : G C3p_endo unknown
'1'1451 : C C2p_endo unknown
'1'1452 : A C2p_endo unknown
'1'1453 : A C3p_endo unknown
'1'1454 : A C3p_endo unknown
'1'1455 : U C2p_endo unknown
'1'1456 : A C2p_endo unknown
'1'1457 : U C3p_endo unknown
'1'1458 : U C3p_endo unknown
'1'1459 : C C3p_endo unknown
'1'1460 : A C3p_endo unknown
'1'1461 : A C3p_endo unknown
'1'1462 : A C3p_endo unknown
'1'1463 : U C3p_endo unknown
'1'1464 : G C3p_endo unknown
'1'1465 : A C3p_endo unknown
'1'1466 : G C3p_endo unknown
'1'1467 : A C2p_endo unknown
'1'1468 : A C3p_endo unknown
'1'1469 : C C2p_endo unknown
'1'1470 : U C3p_endo unknown
'1'1471 : U C3p_endo unknown
'1'1472 : U C3p_endo unknown
'1'1473 : G C3p_endo unknown
'1'1474 : A C3p_endo unknown
'1'1475 : A C3p_endo unknown
'1'1476 : G C3p_endo unknown
'1'1477 : A C3p_endo unknown
'1'1478 : C C3p_endo unknown
'1'1479 : U C3p_endo unknown
'1'1480 : G C2p_endo unknown
'1'1481 : A C2p_endo unknown
'1'1482 : A C2p_endo unknown
'1'1483 : G C2p_endo unknown
'1'1484 : U C2p_endo unknown
'1'1485 : G C3p_endo unknown
'1'1486 : G C3p_endo unknown
'1'1487 : G C3p_endo unknown
'1'1488 : G C3p_endo unknown
'1'1489 : A C3p_endo unknown
'1'1490 : A C3p_endo unknown
'1'1491 : A C3p_endo unknown
'1'1492 : G C3p_endo unknown
'1'1493 : G C2p_endo unknown
'1'1494 : U C2p_endo unknown
'1'1495 : U C3p_endo unknown
'1'1496 : C C3p_endo unknown
'1'1497 : C C3p_endo unknown
'1'1498 : A C3p_endo unknown
'1'1499 : C C3p_endo unknown
'1'1500 : G C3p_endo unknown
'1'1501 : U C3p_endo unknown
'1'1502 : C C2p_endo unknown
'1'1503 : A C2p_exo unknown
'1'1504 : A C3p_endo unknown
'1'1505 : C C3p_endo unknown
'1'1506 : A C3p_endo unknown
'1'1507 : G C2p_endo unknown
'1'1508 : C C3p_endo unknown
'1'1509 : A C3p_endo unknown
'1'1510 : G C3p_endo unknown
'1'1511 : U C2p_endo unknown
'1'1512 : U C3p_endo unknown
'1'1513 : G C3p_endo unknown
'1'1514 : G C2p_endo unknown
'1'1515 : A C3p_endo unknown
'1'1516 : C C3p_endo unknown
'1'1517 : G C3p_endo unknown
'1'1518 : U C3p_endo unknown
'1'1519 : G C2p_exo unknown
'1'1520 : G C3p_endo unknown
'1'1521 : G C3p_endo unknown
'1'1522 : U C2p_endo unknown
'1'1523 : U C2p_endo unknown
'1'1524 : A C2p_endo unknown
'1'1525 : G C3p_endo unknown
'1'1526 : U C2p_endo unknown
'1'1527 : C C3p_endo unknown
'1'1528 : G C3p_endo unknown
'1'1529 : A C3p_endo unknown
'1'1530 : U C3p_endo unknown
'1'1531 : C C3p_endo unknown
'1'1532 : C C3p_endo unknown
'1'1533 : U C3p_endo unknown
'1'1534 : A C3p_endo unknown
'1'1535 : A C3p_endo unknown
'1'1536 : G C3p_endo unknown
'1'1537 : A C3p_endo unknown
'1'1538 : G C3p_endo unknown
'1'1539 : A C3p_endo unknown
'1'1540 : U C3p_endo unknown
'1'1541 : G C3p_endo unknown
'1'1542 : G C2p_exo unknown
'1'1543 : G C3p_endo unknown
'1'1544 : G C3p_endo unknown
'1'1545 : A C3p_endo unknown
'1'1546 : A C3p_endo unknown
'1'1547 : G C3p_endo unknown
'1'1548 : C C3p_endo unknown
'1'1549 : U C3p_endo unknown
'1'1550 : C C3p_endo unknown
'1'1551 : C C3p_endo unknown
'1'1552 : G C3p_endo unknown
'1'1553 : U C2p_endo unknown
'1'1554 : U C2p_endo unknown
'1'1555 : U C4p_exo unknown
'1'1556 : C C2p_endo unknown
'1'1557 : A C2p_endo unknown
'1'1558 : A C2p_endo unknown
'1'1559 : A C2p_endo unknown
'1'1560 : G C2p_endo unknown
'1'1561 : G C1p_exo unknown
'1'1562 : C C3p_endo unknown
'1'1563 : C C3p_endo unknown
'1'1564 : U C3p_endo unknown
'1'1565 : G C2p_endo unknown
'1'1566 : A C2p_endo unknown
'1'1567 : U C2p_endo unknown
'1'1568 : U C2p_endo unknown
'1'1569 : U C2p_endo unknown
'1'1570 : U C2p_endo unknown
'1'1571 : A C2p_endo unknown
'1'1572 : U C3p_exo unknown
'1'1573 : G C2p_endo unknown
'1'1574 : C C2p_endo unknown
'1'1575 : A C3p_endo unknown
'1'1576 : G C3p_endo unknown
'1'1577 : G C3p_endo unknown
'1'1578 : C C3p_endo unknown
'1'1579 : C C3p_endo unknown
'1'1580 : A C2p_endo unknown
'1'1581 : C C2p_endo unknown
'1'1582 : C C2p_endo unknown
'1'1583 : A C3p_endo unknown
'1'1584 : U C3p_endo unknown
'1'1585 : C C3p_endo unknown
'1'1586 : G C3p_endo unknown
'1'1587 : A C2p_endo unknown
'1'1588 : A C2p_endo unknown
'1'1589 : A C2p_endo unknown
'1'1590 : G C2p_exo unknown
'1'1591 : G C3p_endo unknown
'1'1592 : G C2p_endo unknown
'1'1593 : A C3p_endo unknown
'1'1594 : A C3p_endo unknown
'1'1595 : U C2p_endo unknown
'1'1596 : C C3p_endo unknown
'1'1597 : C C3p_endo unknown
'1'1598 : G C3p_endo unknown
'1'1599 : G C3p_endo unknown
'1'1600 : U C3p_endo unknown
'1'1601 : U C3p_endo unknown
'1'1602 : A C3p_endo unknown
'1'1603 : A C3p_endo unknown
'1'1604 : G C3p_endo unknown
'1'1605 : A C2p_endo unknown
'1'1606 : U C2p_endo unknown
'1'1607 : U C2p_endo unknown
'1'1608 : C C2p_exo unknown
'1'1609 : C C3p_endo unknown
'1'1610 : G C3p_endo unknown
'1'1611 : G C3p_endo unknown
'1'1612 : A C3p_endo unknown
'1'1613 : A C3p_endo unknown
'1'1614 : C C3p_endo unknown
'1'1615 : C C3p_endo unknown
'1'1616 : U C3p_endo unknown
'1'1617 : G C3p_endo unknown
'1'1618 : G C3p_endo unknown
'1'1619 : A C2p_exo unknown
'1'1620 : U C3p_endo unknown
'1'1621 : A C3p_endo unknown
'1'1622 : U C3p_endo unknown
'1'1623 : G C3p_endo unknown
'1'1624 : G C3p_endo unknown
'1'1625 : A C3p_endo unknown
'1'1626 : U C3p_endo unknown
'1'1627 : U C2p_endo unknown
'1'1628 : C C2p_endo unknown
'1'1629 : U C3p_endo unknown
'1'1630 : U C2p_endo unknown
'1'1631 : C C3p_endo unknown
'1'1632 : A C3p_endo unknown
'1'1633 : C C3p_endo unknown
'1'1634 : G C3p_endo unknown
'1'1635 : G C3p_endo unknown
'1'1636 : U C3p_endo unknown
'1'1637 : A C3p_endo unknown
'1'1638 : A C3p_endo unknown
'1'1639 : C C3p_endo unknown
'1'1640 : G C3p_endo unknown
'1'1641 : U C1p_exo unknown
'1'1642 : A C2p_endo unknown
'1'1643 : A C2p_endo unknown
'1'1644 : C C3p_endo unknown
'1'1645 : U C3p_endo unknown
'1'1646 : G C2p_endo unknown
'1'1647 : A C3p_endo unknown
'1'1648 : A C3p_endo unknown
'1'1649 : U C3p_endo unknown
'1'1650 : G C3p_endo unknown
'1'1651 : U C3p_endo unknown
'1'1652 : G C3p_endo unknown
'1'1653 : G C3p_endo unknown
'1'1654 : A C3p_endo unknown
'1'1655 : G C3p_endo unknown
'1'1656 : A C2p_endo unknown
'1'1657 : C C2p_endo unknown
'1'1658 : G C3p_endo unknown
'1'1659 : U C3p_endo unknown
'1'1660 : C C3p_endo unknown
'1'1661 : G C3p_endo unknown
'1'1662 : G C3p_endo unknown
'1'1663 : C C3p_endo unknown
'1'1664 : G C3p_endo unknown
'1'1665 : C C3p_endo unknown
'1'1666 : G C3p_endo unknown
'1'1667 : A C3p_endo unknown
'1'1668 : G C3p_endo unknown
'1'1669 : C C3p_endo unknown
'1'1670 : C C3p_endo unknown
'1'1671 : C C3p_endo unknown
'1'1672 : U C3p_endo unknown
'1'1673 : G C3p_endo unknown
'1'1674 : G C3p_endo unknown
'1'1675 : G C3p_endo unknown
'1'1676 : A C3p_endo unknown
'1'1677 : G C3p_endo unknown
'1'1678 : G C3p_endo unknown
'1'1679 : A C3p_endo unknown
'1'1680 : G C3p_endo unknown
'1'1681 : U C3p_endo unknown
'1'1682 : U C3p_endo unknown
'1'1683 : A C3p_endo unknown
'1'1684 : U C3p_endo unknown
'1'1685 : C C3p_endo unknown
'1'1686 : U C3p_endo unknown
'1'1687 : U C3p_endo unknown
'1'1688 : U C3p_endo unknown
'1'1689 : U C3p_endo unknown
'1'1690 : C C3p_endo unknown
'1'1691 : U C3p_endo unknown
'1'1692 : U C3p_endo unknown
'1'1693 : C C3p_endo unknown
'1'1694 : U C3p_endo unknown
'1'1695 : U C2p_endo unknown
'1'1696 : A C3p_endo unknown
'1'1697 : A C3p_endo unknown
'1'1698 : C C3p_endo unknown
'1'1699 : A C3p_endo unknown
'1'1700 : G C3p_endo unknown
'1'1701 : C C3p_endo unknown
'1'1702 : U C3p_endo unknown
'1'1703 : U C3p_endo unknown
'1'1704 : A C2p_endo unknown
'1'1705 : U C3p_endo unknown
'1'1706 : C C3p_endo unknown
'1'1707 : A C3p_endo unknown
'1'1708 : C C3p_endo unknown
'1'1709 : C C3p_endo unknown
'1'1710 : C C3p_endo unknown
'1'1711 : C C3p_endo unknown
'1'1712 : G C3p_endo unknown
'1'1713 : G C2p_endo unknown
'1'1714 : A C2p_endo unknown
'1'1715 : A C2p_endo unknown
'1'1716 : U C2p_endo unknown
'1'1717 : U C3p_endo unknown
'1'1718 : G C3p_endo unknown
'1'1719 : G C3p_endo unknown
'1'1720 : U C3p_endo unknown
'1'1721 : U C3p_endo unknown
'1'1722 : U C3p_endo unknown
'1'1723 : A C3p_endo unknown
'1'1724 : U C2p_endo unknown
'1'1725 : C C3p_endo unknown
'1'1726 : C C3p_endo unknown
'1'1727 : G C3p_endo unknown
'1'1728 : G C2p_endo unknown
'1'1729 : A C2p_endo unknown
'1'1730 : G C2p_endo unknown
'1'1731 : A C3p_endo unknown
'1'1732 : U C3p_endo unknown
'1'1733 : G C3p_endo unknown
'1'1734 : G C3p_endo unknown
'1'1735 : G C3p_endo unknown
'1'1736 : G C3p_endo unknown
'1'1737 : U C3p_endo unknown
'1'1738 : C C3p_endo unknown
'1'1739 : U C4p_exo unknown
'1'1740 : U C2p_endo unknown
'1'1741 : A C3p_endo unknown
'1'1742 : U C3p_endo unknown
'1'1743 : G C2p_exo unknown
'1'1744 : G C3p_endo unknown
'1'1745 : C C3p_endo unknown
'1'1746 : U C3p_endo unknown
'1'1747 : G C3p_endo unknown
'1'1748 : G C3p_endo unknown
'1'1749 : A C2p_endo unknown
'1'1750 : A C2p_endo unknown
'1'1751 : G C2p_endo unknown
'1'1752 : A C2p_exo unknown
'1'1753 : G C3p_endo unknown
'1'1754 : G C3p_endo unknown
'1'1755 : C C3p_endo unknown
'1'1756 : C C2p_exo unknown
'1'1757 : A C3p_endo unknown
'1'1758 : G C3p_endo unknown
'1'1759 : C C3p_endo unknown
'1'1760 : A C3p_endo unknown
'1'1761 : C C2p_endo unknown
'1'1762 : C C3p_endo unknown
'1'1763 : U C3p_endo unknown
'1'1764 : U C2p_endo unknown
'1'1765 : U C3p_endo unknown
'1'1766 : G C3p_endo unknown
'1'1767 : C C3p_endo unknown
'1'1768 : U C3p_endo unknown
'1'1769 : G C3p_endo unknown
'1'1770 : G C2p_exo unknown
'1'1771 : C C3p_endo unknown
'1'1772 : U C3p_endo unknown
'1'1773 : C C3p_endo unknown
'1'1774 : C C3p_endo unknown
'1'1775 : G C3p_endo unknown
'1'1776 : G C3p_endo unknown
'1'1777 : U C3p_endo unknown
'1'1778 : G C2p_endo unknown
'1'1779 : C C3p_endo unknown
'1'1780 : G C3p_endo unknown
'1'1781 : C C3p_endo unknown
'1'1782 : U C3p_endo unknown
'1'1783 : U C3p_endo unknown
'1'1784 : G C3p_endo unknown
'1'1785 : U C3p_endo unknown
'1'1786 : G C3p_endo unknown
'1'1787 : A C3p_endo unknown
'1'1788 : C C3p_endo unknown
'1'1789 : G C3p_endo unknown
'1'1790 : G C3p_endo unknown
'1'1791 : C C3p_endo unknown
'1'1792 : C C4p_exo unknown
'1'1793 : C C2p_endo unknown
'1'1794 : G C2p_endo unknown
'1'1795 : U C2p_endo unknown
'1'1796 : G C4p_exo unknown
'1'1797 : A C3p_endo unknown
'1'1798 : A C3p_endo unknown
'1'1799 : A C3p_endo unknown
'1'1800 : A C3p_endo unknown
'1'1801 : U C3p_endo unknown
'1'1802 : C C3p_endo unknown
'1'1803 : C C3p_endo unknown
'1'1804 : A C3p_endo unknown
'1'1805 : C C3p_endo unknown
'1'1806 : A C3p_endo unknown
'1'1807 : G C3p_endo unknown
'1'1808 : G C2p_endo unknown
'1'1809 : A C3p_endo unknown
'1'1810 : A C3p_endo unknown
'1'1811 : G C3p_endo unknown
'1'1812 : G C3p_endo unknown
'1'1813 : A C2p_endo unknown
'1'1814 : A C2p_endo unknown
'1'1815 : U C3p_exo unknown
'1'1816 : A C2p_endo unknown
'1'1817 : G C3p_endo unknown
'1'1818 : U C3p_endo unknown
'1'1819 : U C3p_endo unknown
'1'1820 : U C2p_endo unknown
'1'1821 : U C2p_endo unknown
'1'1822 : C C3p_endo unknown
'1'1823 : A C3p_endo unknown
'1'1824 : U C3p_endo unknown
'1'1825 : G C3p_endo unknown
'1'1826 : C C3p_endo unknown
'1'1827 : C C3p_endo unknown
'1'1828 : A C3p_endo unknown
'1'1829 : G C3p_endo unknown
'1'1830 : G C3p_endo unknown
'1'1831 : U C3p_endo unknown
'1'1832 : C C3p_endo unknown
'1'1833 : G C3p_endo unknown
'1'1834 : U C2p_endo unknown
'1'1835 : A C3p_endo unknown
'1'1836 : C C3p_endo unknown
'1'1837 : U C3p_endo unknown
'1'1838 : G C3p_endo unknown
'1'1839 : A C3p_endo unknown
'1'1851 : G C3p_endo unknown
'1'1852 : G C3p_endo unknown
'1'1853 : U C2p_exo unknown
'1'1854 : C C3p_endo unknown
'1'1855 : U C3p_endo unknown
'1'1856 : C C3p_endo unknown
'1'1857 : C C3p_endo unknown
'1'1858 : A C2p_endo unknown
'1'1859 : A C3p_endo unknown
'1'1860 : G C3p_endo unknown
'1'1861 : G C3p_endo unknown
'1'1862 : U C3p_endo unknown
'1'1863 : G C3p_endo unknown
'1'1864 : A C3p_endo unknown
'1'1865 : A C3p_endo unknown
'1'1866 : C C2p_endo unknown
'1'1867 : A C2p_exo unknown
'1'1868 : G C3p_endo unknown
'1'1869 : C C3p_endo unknown
'1'1870 : C C3p_endo unknown
'1'1871 : U C3p_endo unknown
'1'1872 : C C3p_endo unknown
'1'1873 : U C3p_endo unknown
'1'1874 : A C3p_endo unknown
'1'1875 : G C3p_endo unknown
'1'1876 : U C2p_exo unknown
'1'1877 : U C3p_endo unknown
'1'1878 : G C3p_endo unknown
'1'1879 : A C2p_endo unknown
'1'1880 : U C3p_endo unknown
'1'1881 : A C3p_endo unknown
'1'1882 : G C3p_endo unknown
'1'1883 : A C3p_endo unknown
'1'1884 : A C3p_endo unknown
'1'1885 : U C2p_endo unknown
'1'1886 : A C3p_endo unknown
'1'1887 : A C3p_endo unknown
'1'1888 : U C3p_endo unknown
'1'1889 : G C3p_endo unknown
'1'1890 : U C3p_endo unknown
'1'1891 : A C3p_endo unknown
'1'1892 : G C3p_endo unknown
'1'1893 : A C3p_endo unknown
'1'1894 : U C3p_endo unknown
'1'1895 : A C3p_endo unknown
'1'1896 : A C2p_exo unknown
'1'1897 : G C3p_endo unknown
'1'1898 : G C3p_endo unknown
'1'1899 : G C2p_endo unknown
'1'1900 : A C2p_endo unknown
'1'1901 : A C3p_endo unknown
'1'1902 : G C3p_endo unknown
'1'1903 : U C3p_endo unknown
'1'1904 : C C3p_endo unknown
'1'1905 : G C3p_endo unknown
'1'1906 : G C3p_exo unknown
'1'1946 : A C3p_endo unknown
'1'1947 : G C1p_exo unknown
'1'1948 : G C3p_endo unknown
'1'1949 : G C3p_endo unknown
'1'1950 : U C3p_endo unknown
'1'1951 : C C3p_endo unknown
'1'1952 : G C3p_endo unknown
'1'1953 : G C1p_exo unknown
'1'2093 : A C3p_endo unknown
'1'2094 : C C3p_endo unknown
'1'2095 : G C3p_endo unknown
'1'2096 : A C3p_endo unknown
'1'2097 : U C3p_endo unknown
'1'2098 : C C3p_endo unknown
'1'2099 : A C3p_endo unknown
'1'2100 : A C3p_endo unknown
'1'2101 : C C2p_endo unknown
'1'2102 : U C3p_endo unknown
'1'2103 : U C3p_endo unknown
'1'2104 : A C3p_endo unknown
'1'2122 : G C3p_endo unknown
'1'2123 : G C2p_exo unknown
'1'2124 : G C3p_endo unknown
'1'2125 : A C3p_endo unknown
'1'2126 : A C3p_endo unknown
'1'2127 : U C3p_endo unknown
'1'2128 : C C3p_endo unknown
'1'2129 : U C3p_endo unknown
'1'2130 : G C3p_endo unknown
'1'2320 : A C3p_endo unknown
'1'2321 : A C3p_endo unknown
'1'2322 : C C3p_endo unknown
'1'2323 : G C1p_exo unknown
'1'2324 : A C2p_exo unknown
'1'2325 : G C3p_endo unknown
'1'2326 : A C3p_endo unknown
'1'2327 : U C3p_endo unknown
'1'2328 : U C3p_endo unknown
'1'2329 : C C3p_endo unknown
'1'2330 : C C3p_endo unknown
'1'2331 : C C3p_endo unknown
'1'2332 : A C3p_endo unknown
'1'2333 : C C3p_endo unknown
'1'2334 : U C3p_endo unknown
'1'2335 : G C2p_endo unknown
'1'2336 : U C3p_endo unknown
'1'2337 : C C3p_endo unknown
'1'2338 : C C3p_endo unknown
'1'2339 : C C2p_endo unknown
'1'2340 : U C3p_endo unknown
'1'2341 : A C3p_endo unknown
'1'2342 : U C3p_endo unknown
'1'2343 : C C3p_endo unknown
'1'2344 : U C3p_endo unknown
'1'2345 : A C3p_endo unknown
'1'2346 : C C3p_endo unknown
'1'2347 : U C2p_exo unknown
'1'2348 : A C3p_endo unknown
'1'2349 : U C3p_endo unknown
'1'2350 : C C3p_endo unknown
'1'2351 : U C3p_endo unknown
'1'2352 : A C3p_endo unknown
'1'2353 : G C3p_endo unknown
'1'2354 : C C3p_endo unknown
'1'2355 : G C3p_endo unknown
'1'2356 : A C2p_exo unknown
'1'2357 : A C3p_endo unknown
'1'2358 : A C3p_endo unknown
'1'2359 : C C3p_endo unknown
'1'2360 : C C3p_endo unknown
'1'2361 : A C3p_endo unknown
'1'2362 : C C3p_endo unknown
'1'2363 : A C3p_endo unknown
'1'2364 : G C2p_endo unknown
'1'2365 : C C3p_endo unknown
'1'2366 : C C3p_endo unknown
'1'2367 : A C3p_endo unknown
'1'2368 : A C3p_endo unknown
'1'2369 : G C3p_endo unknown
'1'2370 : G C3p_endo unknown
'1'2371 : G C2p_endo unknown
'1'2372 : A C3p_endo unknown
'1'2373 : A C3p_endo unknown
'1'2374 : C C3p_endo unknown
'1'2375 : G C2p_endo unknown
'1'2376 : G C2p_endo unknown
'1'2377 : G C3p_exo unknown
'1'2378 : C C3p_endo unknown
'1'2379 : U C3p_endo unknown
'1'2380 : U C3p_endo unknown
'1'2381 : G C3p_endo unknown
'1'2382 : G C3p_endo unknown
'1'2383 : C C3p_endo unknown
'1'2384 : A C3p_endo unknown
'1'2385 : G C2p_endo unknown
'1'2386 : A C3p_endo unknown
'1'2387 : A C3p_endo unknown
'1'2388 : U C3p_endo unknown
'1'2389 : C C3p_endo unknown
'1'2390 : A C3p_endo unknown
'1'2391 : G C2p_exo unknown
'1'2392 : C C4p_exo unknown
'1'2393 : G C2p_endo unknown
'1'2394 : G C3p_endo unknown
'1'2395 : G C3p_endo unknown
'1'2396 : G C2p_endo unknown
'1'2404 : A C2p_endo unknown
'1'2405 : C C2p_exo unknown
'1'2406 : C C3p_endo unknown
'1'2407 : C C3p_endo unknown
'1'2408 : U C3p_endo unknown
'1'2409 : G C3p_endo unknown
'1'2410 : U C2p_endo unknown
'1'2411 : U C3p_endo unknown
'1'2412 : G C3p_endo unknown
'1'2413 : A C3p_endo unknown
'1'2414 : G C3p_endo unknown
'1'2415 : C C3p_endo unknown
'1'2416 : U C3p_endo unknown
'1'2417 : U C3p_endo unknown
'1'2418 : G C2p_endo unknown
'1'2419 : A C3p_endo unknown
'1'2420 : C C3p_endo unknown
'1'2421 : U C3p_endo unknown
'1'2422 : C C3p_endo unknown
'1'2423 : U C3p_endo unknown
'1'2424 : A C3p_endo unknown
'1'2425 : G C3p_endo unknown
'1'2426 : U C3p_endo unknown
'1'2427 : U C3p_endo unknown
'1'2428 : U C3p_endo unknown
'1'2429 : G C3p_endo unknown
'1'2430 : A C3p_endo unknown
'1'2431 : C C3p_endo unknown
'1'2432 : A C3p_endo unknown
'1'2433 : U C3p_endo unknown
'1'2434 : U C1p_exo unknown
'1'2595 : A C3p_endo unknown
'1'2596 : U C3p_endo unknown
'1'2597 : U C3p_endo unknown
'1'2598 : G C3p_endo unknown
'1'2599 : U C3p_endo unknown
'1'2600 : C C3p_endo unknown
'1'2601 : A C3p_endo unknown
'1'2602 : G C3p_endo unknown
'1'2603 : G C3p_endo unknown
'1'2604 : U C3p_endo unknown
'1'2605 : G C3p_endo unknown
'1'2606 : G C2p_endo unknown
'1'2607 : G C3p_endo unknown
'1'2608 : G C3p_endo unknown
'1'2609 : A C3p_endo unknown
'1'2610 : G C3p_endo unknown
'1'2611 : U C3p_endo unknown
'1'2802 : A C3p_endo unknown
'1'2803 : A C3p_endo unknown
'1'2804 : A C3p_endo unknown
'1'2805 : G C3p_endo unknown
'1'2806 : U C3p_endo unknown
'1'2807 : U C3p_endo unknown
'1'2808 : A C2p_endo unknown
'1'2809 : C C4p_exo unknown
'1'2810 : C C3p_endo unknown
'1'2811 : A C2p_exo unknown
'1'2812 : C C3p_endo unknown
'1'2813 : A C3p_endo unknown
'1'2814 : G C3p_endo unknown
'1'2815 : G C3p_endo unknown
'1'2816 : G C3p_endo unknown
'1'2817 : A C3p_endo unknown
'1'2818 : U C2p_endo unknown
'1'2819 : A C3p_endo unknown
'1'2820 : A C2p_endo unknown
'1'2821 : C C2p_endo unknown
'1'2822 : U C3p_endo unknown
'1'2823 : G O4p_endo unknown
'1'2824 : G C3p_endo unknown
'1'2825 : C C3p_endo unknown
'1'2826 : U C3p_endo unknown
'1'2827 : U C2p_endo unknown
'1'2828 : G C2p_endo unknown
'1'2829 : U C3p_endo unknown
'1'2830 : G C3p_endo unknown
'1'2831 : G C3p_endo unknown
'1'2832 : C C3p_endo unknown
'1'2833 : A C3p_endo unknown
'1'2834 : G C3p_endo unknown
'1'2835 : U C3p_endo unknown
'1'2836 : C C3p_endo unknown
'1'2837 : A C2p_endo unknown
'1'2838 : A C3p_endo unknown
'1'2839 : G C3p_endo unknown
'1'2840 : C C3p_endo unknown
'1'2841 : G C3p_endo unknown
'1'2842 : U C3p_endo unknown
'1'2843 : U C3p_endo unknown
'1'2844 : C C2p_endo unknown
'1'2845 : A C3p_endo unknown
'1'2846 : U C4p_exo unknown
'1'2847 : A C3p_endo unknown
'1'2848 : G C3p_endo unknown
'1'2849 : C C3p_endo unknown
'1'2850 : G C3p_endo unknown
'1'2851 : A C3p_endo unknown
'1'2852 : C C3p_endo unknown
'1'2853 : A C3p_endo unknown
'1'2854 : U C3p_endo unknown
'1'2855 : U C3p_endo unknown
'1'2856 : G C3p_endo unknown
'1'2857 : C C2p_endo unknown
'1'2858 : U C1p_exo unknown
'1'2876 : C C2p_endo unknown
'1'2877 : G C2p_endo unknown
'1'2878 : G C1p_exo unknown
'1'2879 : C C3p_endo unknown
'1'2880 : U C3p_endo unknown
'1'2881 : C C3p_endo unknown
'1'2882 : U C3p_endo unknown
'1'2883 : U C3p_endo unknown
'1'2884 : C C3p_endo unknown
'1'2885 : C C3p_endo unknown
'1'2886 : U C1p_exo unknown
'1'2887 : A C2p_endo unknown
'1'2888 : U C2p_endo unknown
'1'2889 : C C3p_endo unknown
'1'2890 : A C3p_endo unknown
'1'2891 : U C3p_endo unknown
'1'2892 : A C3p_endo unknown
'1'2893 : C C3p_endo unknown
'1'2894 : C C2p_exo unknown
'1'2895 : G C3p_endo unknown
'1'2896 : A C3p_endo unknown
'1'2897 : A C3p_endo unknown
'1'2898 : G C3p_exo unknown
'1'2899 : C C3p_endo unknown
'1'2900 : A C3p_endo unknown
'1'2901 : G C3p_endo unknown
'1'2902 : A C3p_endo unknown
'1'2903 : A C3p_endo unknown
'1'2904 : U C3p_endo unknown
'1'2905 : U C3p_endo unknown
'1'2906 : C C3p_endo unknown
'1'2907 : G C3p_endo unknown
'1'2908 : G C3p_endo unknown
'1'2909 : U C3p_endo unknown
'1'2910 : A C3p_endo unknown
'1'2911 : A C2p_endo unknown
'1'2912 : G C3p_endo unknown
'1'2913 : C C3p_endo unknown
'1'2914 : G C3p_endo unknown
'1'2915 : U C3p_endo unknown
'1'2916 : U C3p_endo unknown
'1'2917 : G C3p_endo unknown
'1'2918 : G C2p_exo unknown
'1'2919 : A C2p_exo unknown
'1'2920 : U C3p_endo unknown
'1'2921 : U C2p_endo unknown
'1'2922 : G C2p_endo unknown
'1'2923 : U C3p_endo unknown
'1'2924 : U C2p_endo unknown
'1'2925 : C C2p_endo unknown
'1'2926 : A C3p_endo unknown
'1'2927 : C C3p_endo unknown
'1'2928 : C C3p_endo unknown
'1'2929 : C C2p_endo unknown
'1'2930 : A C3p_endo unknown
'1'2931 : C C3p_endo unknown
'1'2932 : U C3p_endo unknown
'1'2933 : A C3p_endo unknown
'1'2934 : A C3p_endo unknown
'1'2935 : U C2p_endo unknown
'1'2936 : A C3p_endo unknown
'1'2937 : G C3p_endo unknown
'1'2938 : G C3p_endo unknown
'1'2939 : G C3p_endo unknown
'1'2940 : A C3p_endo unknown
'1'2941 : A C4p_exo unknown
'1'2942 : C C2p_endo unknown
'1'2943 : G C3p_endo unknown
'1'2944 : U C3p_endo unknown
'1'2945 : G C2p_endo unknown
'1'2946 : A C2p_endo unknown
'1'2947 : G C3p_endo unknown
'1'2948 : C C3p_endo unknown
'1'2949 : U C3p_endo unknown
'1'2950 : G C3p_endo unknown
'1'2951 : G C3p_endo unknown
'1'2952 : G C3p_endo unknown
'1'2953 : U C2p_endo unknown
'1'2954 : U C2p_endo unknown
'1'2955 : U C3p_endo unknown
'1'2956 : A C3p_endo unknown
'1'2957 : G C3p_endo unknown
'1'2958 : A C3p_endo unknown
'1'2959 : C C3p_endo unknown
'1'2960 : C C3p_endo unknown
'1'2961 : G C3p_endo unknown
'1'2962 : U C3p_endo unknown
'1'2963 : C C3p_endo unknown
'1'2964 : G C3p_endo unknown
'1'2965 : U C3p_endo unknown
'1'2966 : G C3p_endo unknown
'1'2967 : A C2p_endo unknown
'1'2968 : G C3p_endo unknown
'1'2969 : A C2p_endo unknown
'1'2970 : C C2p_endo unknown
'1'2971 : A C2p_endo unknown
'1'2972 : G C2p_exo unknown
'1'2973 : G C3p_endo unknown
'1'2974 : U C3p_endo unknown
'1'2975 : U C3p_endo unknown
'1'2976 : A C2p_endo unknown
'1'2977 : G C3p_endo unknown
'1'2978 : U C2p_endo unknown
'1'2979 : U C3p_endo unknown
'1'2980 : U C2p_endo unknown
'1'2981 : U C3p_endo unknown
'1'2982 : A C2p_endo unknown
'1'2983 : C C3p_endo unknown
'1'2984 : C C3p_endo unknown
'1'2985 : C C3p_endo unknown
'1'2986 : U C3p_endo unknown
'1'2987 : A C3p_endo unknown
'1'2988 : C C3p_endo unknown
'1'2989 : U C4p_exo unknown
'1'2990 : G C3p_endo unknown
'1'2991 : A C3p_endo unknown
'1'2992 : U C3p_endo unknown
'1'2993 : G C3p_endo unknown
'1'2994 : A C3p_endo unknown
'1'2995 : A C3p_endo unknown
'1'2996 : U C3p_endo unknown
'1'2997 : G C2p_exo unknown
'1'2998 : U C3p_endo unknown
'1'2999 : U C3p_endo unknown
'1'3000 : A C3p_endo unknown
'1'3001 : C C3p_endo unknown
'1'3002 : C C3p_endo unknown
'1'3003 : G C3p_endo unknown
'1'3004 : C C3p_endo unknown
'1'3005 : A C2p_endo unknown
'1'3006 : A C3p_endo unknown
'1'3007 : U C3p_endo unknown
'1'3008 : A C3p_endo unknown
'1'3009 : G C3p_endo unknown
'1'3010 : U C3p_endo unknown
'1'3011 : A C2p_endo unknown
'1'3012 : A C3p_endo unknown
'1'3013 : U C3p_endo unknown
'1'3014 : U C3p_endo unknown
'1'3015 : G C3p_endo unknown
'1'3016 : A C1p_exo unknown
'1'3017 : A C3p_endo unknown
'1'3018 : C C3p_endo unknown
'1'3019 : U C3p_endo unknown
'1'3020 : U C3p_endo unknown
'1'3021 : A C2p_endo unknown
'1'3022 : G C2p_endo unknown
'1'3023 : U C3p_endo unknown
'1'3024 : A C3p_endo unknown
'1'3025 : C C3p_endo unknown
'1'3026 : G C3p_endo unknown
'1'3027 : A C3p_endo unknown
'1'3028 : G C3p_endo unknown
'1'3029 : A C3p_endo unknown
'1'3030 : G C3p_endo unknown
'1'3031 : G C3p_endo unknown
'1'3032 : A C2p_exo unknown
'1'3033 : A C3p_endo unknown
'1'3034 : C C3p_endo unknown
'1'3035 : A C3p_endo unknown
'1'3036 : G C3p_endo unknown
'1'3037 : U C3p_endo unknown
'1'3038 : U C3p_endo unknown
'1'3039 : C C2p_exo unknown
'1'3040 : A C3p_endo unknown
'1'3041 : U C3p_endo unknown
'1'3042 : U C3p_endo unknown
'1'3043 : C C3p_endo unknown
'1'3044 : G C3p_endo unknown
'1'3045 : G C3p_endo unknown
'1'3046 : A C3p_endo unknown
'1'3047 : U C3p_endo unknown
'1'3048 : A C1p_exo unknown
'1'3049 : A C3p_endo unknown
'1'3050 : U C3p_endo unknown
'1'3051 : U C3p_endo unknown
'1'3052 : G C3p_endo unknown
'1'3053 : G C3p_endo unknown
'1'3054 : U C3p_endo unknown
'1'3055 : U C2p_endo unknown
'1'3056 : U C2p_endo unknown
'1'3057 : U C2p_endo unknown
'1'3058 : U C4p_exo unknown
'1'3059 : G C3p_endo unknown
'1'3060 : C C3p_endo unknown
'1'3061 : G C3p_endo unknown
'1'3062 : G C3p_endo unknown
'1'3063 : C C3p_endo unknown
'1'3064 : U C3p_endo unknown
'1'3065 : G C3p_endo unknown
'1'3066 : U C3p_endo unknown
'1'3067 : C C3p_endo unknown
'1'3068 : U C3p_endo unknown
'1'3069 : G C2p_exo unknown
'1'3070 : A C3p_endo unknown
'1'3071 : U C3p_endo unknown
'1'3072 : C C3p_endo unknown
'1'3073 : A C3p_endo unknown
'1'3074 : G C3p_endo unknown
'1'3075 : G C3p_endo unknown
'1'3076 : C C4p_exo unknown
'1'3077 : A C4p_exo unknown
'1'3078 : U C2p_endo unknown
'1'3079 : U C2p_endo unknown
'1'3080 : G C3p_endo unknown
'1'3081 : C C3p_endo unknown
'1'3082 : C C3p_endo unknown
'1'3083 : G C3p_endo unknown
'1'3084 : C C3p_endo unknown
'1'3085 : G C3p_endo unknown
'1'3086 : A C2p_exo unknown
'1'3087 : A C3p_endo unknown
'1'3088 : G C3p_endo unknown
'1'3089 : C C3p_endo unknown
'1'3090 : U C3p_endo unknown
'1'3091 : A C3p_endo unknown
'1'3092 : C C4p_exo unknown
'1'3093 : C C1p_exo unknown
'1'3094 : A C3p_endo unknown
'1'3095 : U C3p_endo unknown
'1'3096 : C C3p_endo unknown
'1'3097 : C C3p_endo unknown
'1'3098 : G C3p_endo unknown
'1'3099 : C C2p_endo unknown
'1'3100 : U C2p_endo unknown
'1'3101 : G C3p_endo unknown
'1'3102 : G C3p_endo unknown
'1'3103 : A C3p_endo unknown
'1'3104 : U C3p_endo unknown
'1'3105 : U C3p_endo unknown
'1'3106 : A C3p_endo unknown
'1'3107 : U C3p_endo unknown
'1'3108 : G C3p_endo unknown
'1'3109 : G C3p_endo unknown
'1'3110 : C C3p_endo unknown
'1'3111 : U C3p_endo unknown
'1'3112 : G C3p_endo unknown
'1'3113 : A C2p_exo unknown
'1'3114 : A C3p_endo unknown
'1'3115 : C C2p_endo unknown
'1'3116 : G C1p_exo unknown
'1'3117 : C C3p_endo unknown
'1'3118 : C C3p_endo unknown
'1'3119 : U C3p_endo unknown
'1'3120 : C C3p_endo unknown
'1'3121 : U C2p_endo unknown
'1'3122 : A C3p_endo unknown
'1'3123 : A C3p_endo unknown
'1'3124 : G C2p_exo unknown
'1'3125 : U C3p_endo unknown
'1'3126 : C C3p_endo unknown
'1'3127 : A C3p_endo unknown
'1'3128 : G C3p_endo unknown
'1'3129 : A C3p_endo unknown
'1'3130 : A C3p_endo unknown
'1'3131 : U C3p_endo unknown
'1'3132 : C C3p_endo unknown
'1'3133 : C C3p_endo unknown
'1'3134 : A C2p_exo unknown
'1'3135 : U C3p_endo unknown
'1'3136 : G C3p_endo unknown
'1'3137 : C C3p_endo unknown
'1'3138 : U C3p_endo unknown
'1'3139 : A C3p_endo unknown
'1'3140 : G C2p_endo unknown
'1'3141 : A C2p_endo unknown
'1'3142 : A C3p_endo unknown
'1'3143 : C C2p_endo unknown
'1'3144 : G C3p_endo unknown
'1'3145 : C C3p_endo unknown
'1'3146 : G C3p_endo unknown
'1'3147 : G C3p_endo unknown
'1'3148 : U C3p_endo unknown
'1'3149 : G C3p_endo unknown
'1'3150 : A C3p_endo unknown
'1'3151 : U C3p_endo unknown
'1'3158 : G C3p_endo unknown
'1'3159 : C C3p_endo unknown
'1'3160 : U C3p_endo unknown
'1'3161 : C C3p_endo unknown
'1'3162 : C C3p_endo unknown
'1'3163 : A C3p_endo unknown
'1'3164 : C C3p_endo unknown
'1'3165 : A C3p_endo unknown
'1'3166 : C C3p_endo unknown
'1'3172 : A C2p_endo unknown
'1'3173 : G C2p_endo unknown
'1'3174 : A C3p_endo unknown
'1'3175 : U C2p_endo unknown
'1'3176 : G C3p_endo unknown
'1'3177 : G C3p_endo unknown
'1'3178 : A C3p_endo unknown
'1'3179 : U C2p_endo unknown
'1'3180 : A C3p_endo unknown
'1'3181 : C C3p_endo unknown
'1'3182 : G C3p_endo unknown
'1'3183 : A C3p_endo unknown
'1'3184 : A C3p_endo unknown
'1'3185 : U C2p_endo unknown
'1'3186 : A C2p_endo unknown
'1'3187 : A C3p_endo unknown
'1'3188 : G C2p_exo unknown
'1'3189 : G C3p_endo unknown
'1'3190 : C C3p_endo unknown
'1'3191 : G C3p_endo unknown
'1'3192 : U C3p_endo unknown
'1'3193 : C C3p_endo unknown
'1'3194 : C C3p_endo unknown
'1'3195 : U C2p_endo unknown
'1'3196 : U C2p_endo unknown
'1'3197 : G C3p_endo unknown
'1'3198 : U C2p_endo unknown
'1'3199 : G C3p_endo unknown
'1'3200 : G C3p_endo unknown
'1'3201 : C C3p_endo unknown
'1'3202 : G C3p_endo unknown
'1'3203 : U C3p_endo unknown
'1'3204 : C C3p_endo unknown
'1'3205 : G C2p_endo unknown
'1'3206 : C C3p_endo unknown
'1'3207 : U C2p_endo unknown
'1'3208 : G C2p_endo unknown
'1'3209 : A C2p_endo unknown
'1'3210 : A C3p_endo unknown
'1'3211 : C C3p_endo unknown
'1'3212 : C C3p_endo unknown
'1'3213 : A C3p_endo unknown
'1'3214 : U C3p_endo unknown
'1'3215 : A C2p_endo unknown
'1'3216 : G C2p_endo unknown
'1'3217 : C C2p_endo unknown
'1'3218 : A C2p_endo unknown
'1'3219 : G C2p_endo unknown
'1'3220 : G C3p_endo unknown
'1'3221 : C C3p_endo unknown
'1'3222 : U C3p_endo unknown
'1'3223 : A C3p_endo unknown
'1'3224 : G C3p_endo unknown
'1'3225 : C C3p_endo unknown
'1'3226 : A C3p_endo unknown
'1'3227 : A C3p_endo unknown
'1'3228 : C C2p_endo unknown
'1'3229 : G C3p_endo unknown
'1'3230 : G C3p_endo unknown
'1'3231 : U C3p_endo unknown
'1'3232 : G C3p_endo unknown
'1'3233 : C C3p_endo unknown
'1'3234 : A C3p_endo unknown
'1'3235 : C C3p_endo unknown
'1'3236 : U C3p_endo unknown
'1'3237 : U C3p_endo unknown
'1'3238 : G C3p_endo unknown
'1'3239 : G C3p_endo unknown
'1'3240 : C C3p_endo unknown
'1'3241 : G C3p_endo unknown
'1'3242 : G C2p_endo unknown
'1'3243 : A C2p_endo unknown
'1'3244 : A C2p_endo unknown
'1'3245 : A C3p_endo unknown
'1'3246 : G C2p_endo unknown
'1'3247 : G C3p_endo unknown
'1'3248 : C C3p_endo unknown
'1'3249 : C C3p_endo unknown
'1'3250 : U C3p_endo unknown
'1'3251 : U C3p_endo unknown
'1'3252 : G C3p_endo unknown
'1'3253 : G C3p_endo unknown
'1'3254 : G C3p_endo unknown
'1'3255 : U C3p_endo unknown
'1'3256 : G C3p_endo unknown
'1'3257 : C C3p_endo unknown
'1'3258 : U C3p_endo unknown
'1'3259 : U C3p_exo unknown
'1'3260 : G C3p_endo unknown
'1'3261 : C C3p_endo unknown
'1'3262 : U C3p_endo unknown
'1'3263 : G C3p_endo unknown
'1'3264 : G C3p_endo unknown
'1'3265 : C C3p_endo unknown
'1'3266 : G C3p_endo unknown
'1'3267 : A C2p_endo unknown
'1'3268 : A C2p_endo unknown
'1'3269 : U C2p_endo unknown
'1'3270 : U C2p_endo unknown
'1'3271 : G C2p_endo unknown
'1'3272 : C C2p_endo unknown
'1'3273 : A C3p_endo unknown
'1'3274 : A C2p_endo unknown
'1'3275 : U C3p_endo unknown
'1'3276 : G C2p_endo unknown
'1'3285 : C C3p_endo unknown
'1'3286 : G C3p_endo unknown
'1'3287 : U C3p_endo unknown
'1'3288 : G C2p_endo unknown
'1'3289 : G C3p_endo unknown
'1'3290 : G C3p_endo unknown
'1'3291 : G C3p_endo unknown
'1'3292 : A C3p_endo unknown
'1'3293 : U C2p_endo unknown
'1'3294 : A C3p_endo unknown
'1'3295 : A C3p_endo unknown
'1'3296 : A C3p_endo unknown
'1'3297 : U C3p_endo unknown
'1'3298 : C C3p_endo unknown
'1'3299 : A C3p_endo unknown
'1'3300 : U C3p_endo unknown
'1'3301 : U C3p_endo unknown
'1'3302 : U C3p_endo unknown
'1'3303 : G C2p_endo unknown
'1'3304 : U C2p_endo unknown
'1'3305 : A C3p_endo unknown
'1'3306 : U C3p_endo unknown
'1'3307 : A C3p_endo unknown
'1'3308 : C C3p_endo unknown
'1'3309 : G C3p_endo unknown
'1'3310 : A C3p_endo unknown
'1'3311 : C C3p_endo unknown
'1'3312 : U C3p_endo unknown
'1'3313 : U C3p_endo unknown
'1'3314 : A C3p_endo unknown
'1'3315 : G C3p_endo unknown
'1'3316 : A C3p_endo unknown
'1'3317 : U C2p_endo unknown
'1'3318 : G C2p_endo unknown
'1'3319 : U C3p_endo unknown
'1'3320 : A C3p_endo unknown
'1'3321 : C C3p_endo unknown
'1'3322 : A C3p_endo unknown
'1'3323 : A C3p_endo unknown
'1'3324 : C C2p_exo unknown
'1'3325 : G C3p_endo unknown
'1'3326 : G C3p_endo unknown
'1'3327 : G C3p_endo unknown
'1'3328 : G C3p_endo unknown
'1'3329 : U C3p_endo unknown
'1'3330 : A C3p_endo unknown
'1'3331 : U C3p_endo unknown
'1'3332 : U C3p_endo unknown
'1'3333 : G C2p_endo unknown
'1'3334 : U C2p_endo unknown
'1'3335 : A C3p_endo unknown
'1'3336 : A C3p_endo unknown
'1'3337 : G C3p_endo unknown
'1'3338 : C C3p_endo unknown
'1'3339 : A C3p_endo unknown
'1'3340 : G C2p_endo unknown
'1'3341 : U C2p_endo unknown
'1'3342 : A C3p_endo unknown
'1'3343 : G C3p_endo unknown
'1'3344 : A C3p_endo unknown
'1'3345 : G C3p_endo unknown
'1'3346 : U C3p_endo unknown
'1'3347 : A C3p_endo unknown
'1'3348 : G C3p_endo unknown
'1'3349 : C C3p_endo unknown
'1'3350 : C C2p_endo unknown
'1'3351 : U C2p_endo unknown
'1'3352 : U C2p_endo unknown
'1'3353 : G C2p_endo unknown
'1'3354 : U C3p_endo unknown
'1'3355 : U C2p_endo unknown
'1'3356 : G C3p_endo unknown
'1'3357 : U C3p_endo unknown
'1'3358 : U C3p_endo unknown
'1'3359 : A C3p_endo unknown
'1'3360 : C C3p_endo unknown
'1'3361 : G C3p_endo unknown
'1'3362 : A C3p_endo unknown
'1'3363 : U C3p_endo unknown
'1'3364 : C C3p_endo unknown
'1'3365 : U C3p_endo unknown
'1'3366 : G C3p_endo unknown
'1'3367 : C C3p_endo unknown
'1'3368 : U C2p_endo unknown
'1'3369 : G C3p_endo unknown
'1'3370 : A C3p_endo unknown
'1'3371 : G C3p_endo unknown
'1'3372 : A C3p_endo unknown
'1'3373 : U C3p_endo unknown
'1'3374 : U C3p_endo unknown
'1'3375 : A C3p_exo unknown
'1'3376 : A C3p_endo unknown
'1'3377 : G C2p_endo unknown
'1'3378 : C C3p_endo unknown
'1'3379 : C C3p_endo unknown
'1'3380 : U C3p_endo unknown
'1'3381 : U C2p_endo unknown
'1'3382 : U C2p_endo unknown
'1'3383 : G C3p_endo unknown
'1'3384 : U C3p_endo unknown
'1'3385 : U C3p_endo unknown
'1'3386 : G C3p_endo unknown
'1'3387 : U C3p_endo unknown
'1'3388 : C C3p_endo unknown
'1'3389 : U C2p_endo unknown
'1'3390 : G C3p_endo unknown
'1'3391 : A C3p_endo unknown
'1'3392 : U C3p_endo unknown
'1'3393 : U C3p_endo unknown
'1'3394 : U C3p_endo unknown
'1'3395 : G C2p_endo unknown
'1'3396 : U C3p_endo unknown
F4 : GLU
F5 : LYS
F6 : ILE
F7 : LEU
F8 : THR
F9 : PRO
F10 : GLU
F11 : SER
F12 : GLN
F13 : LEU
F14 : LYS
F15 : LYS
F16 : SER
F17 : LYS
F18 : ALA
F19 : GLN
F20 : GLN
F21 : LYS
F22 : THR
F23 : ALA
F24 : GLU
F25 : GLN
F26 : VAL
F27 : ALA
F28 : ALA
F29 : GLU
F30 : ARG
F31 : ALA
F32 : ALA
F33 : ARG
F34 : LYS
F35 : ALA
F36 : ALA
F37 : ASN
F38 : LYS
F39 : GLU
F40 : LYS
F41 : ARG
F42 : ALA
F43 : ILE
F44 : ILE
F45 : LEU
F46 : GLU
F47 : ARG
F48 : ASN
F49 : ALA
F50 : ALA
F51 : TYR
F52 : GLN
F53 : LYS
F54 : GLU
F55 : TYR
F56 : GLU
F57 : THR
F58 : ALA
F59 : GLU
F60 : ARG
F61 : ASN
F62 : ILE
F63 : ILE
F64 : GLN
F65 : ALA
F66 : LYS
F67 : ARG
F68 : ASP
F69 : ALA
F70 : LYS
F71 : ALA
F72 : ALA
F73 : GLY
F74 : SER
F75 : TYR
F76 : TYR
F77 : VAL
F78 : GLU
F79 : ALA
F80 : GLN
F81 : HIS
F82 : LYS
F83 : LEU
F84 : VAL
F85 : PHE
F86 : VAL
F87 : VAL
F88 : ARG
F89 : ILE
F90 : LYS
F91 : GLY
F92 : ILE
F93 : ASN
F94 : LYS
F95 : ILE
F96 : PRO
F97 : PRO
F98 : LYS
F99 : PRO
F100 : ARG
F101 : LYS
F102 : VAL
F103 : LEU
F104 : GLN
F105 : LEU
F106 : LEU
F107 : ARG
F108 : LEU
F109 : THR
F110 : ARG
F111 : ILE
F112 : ASN
F113 : SER
F114 : GLY
F115 : THR
F116 : PHE
F117 : VAL
F118 : LYS
F119 : VAL
F120 : THR
F121 : LYS
F122 : ALA
F123 : THR
F124 : LEU
F125 : GLU
F126 : LEU
F127 : LEU
F128 : LYS
F129 : LEU
F130 : ILE
F131 : GLU
F132 : PRO
F133 : TYR
F134 : VAL
F135 : ALA
F136 : TYR
F137 : GLY
F138 : TYR
F139 : PRO
F140 : SER
F141 : TYR
F142 : SER
F143 : THR
F144 : ILE
F145 : ARG
F146 : GLN
F147 : LEU
F148 : VAL
F149 : TYR
F150 : LYS
F151 : ARG
F152 : GLY
F153 : PHE
F154 : GLY
F155 : LYS
F156 : ILE
F157 : ASN
F158 : LYS
F159 : GLN
F160 : ARG
F161 : VAL
F162 : PRO
F163 : LEU
F164 : SER
F165 : ASP
F166 : ASN
F167 : ALA
F168 : ILE
F169 : ILE
F170 : GLU
F171 : ALA
F172 : ASN
F173 : LEU
F174 : GLY
F175 : LYS
F176 : TYR
F177 : GLY
F178 : ILE
F179 : LEU
F180 : SER
F181 : ILE
F182 : ASP
F183 : ASP
F184 : LEU
F185 : ILE
F186 : HIS
F187 : GLU
F188 : ILE
F189 : ILE
F190 : THR
F191 : VAL
F192 : GLY
F193 : PRO
F194 : HIS
F195 : PHE
F196 : LYS
F197 : GLN
F198 : ALA
F199 : ASN
F200 : ASN
F201 : PHE
F202 : LEU
F203 : TRP
F204 : PRO
F205 : PHE
F206 : LYS
F207 : LEU
F208 : SER
F209 : ASN
F210 : PRO
F211 : SER
F212 : GLY
F213 : GLY
F214 : TRP
F215 : GLY
F216 : VAL
F217 : PRO
F218 : ARG
F219 : LYS
F220 : PHE
F221 : LYS
F222 : HIS
F223 : PHE
F224 : ILE
F225 : GLN
F226 : GLY
F227 : GLY
F228 : SER
F229 : PHE
F230 : GLY
F231 : ASN
F232 : ARG
F233 : GLU
F234 : GLU
F235 : PHE
F236 : ILE
F237 : ASN
F238 : LYS
F239 : LEU
F240 : VAL
F241 : LYS
F242 : SER
F243 : MET
F244 : ASN
P10 : ASN
P11 : PRO
P12 : ALA
P13 : LYS
P14 : SER
P15 : ALA
P16 : SER
P17 : ALA
P18 : ARG
P19 : GLY
P20 : SER
P21 : TYR
P22 : LEU
P23 : ARG
P24 : VAL
P25 : SER
P26 : PHE
P27 : LYS
P28 : ASN
P29 : THR
P30 : ARG
P31 : GLU
P32 : THR
P33 : ALA
P34 : GLN
P35 : ALA
P36 : ILE
P37 : ASN
P38 : GLY
P39 : TRP
P40 : GLU
P41 : LEU
P42 : THR
P43 : LYS
P44 : ALA
P45 : GLN
P46 : LYS
P47 : TYR
P48 : LEU
P49 : GLU
P50 : GLN
P51 : VAL
P52 : LEU
P53 : ASP
P54 : HIS
P55 : GLN
P56 : ARG
P57 : ALA
P58 : ILE
P59 : PRO
P60 : PHE
P61 : ARG
P62 : ARG
P63 : PHE
P64 : ASN
P65 : SER
P66 : SER
P67 : ILE
P68 : GLY
P69 : ARG
P70 : THR
P71 : ALA
P72 : GLN
P73 : GLY
P74 : LYS
P75 : GLU
P76 : PHE
P77 : GLY
P78 : VAL
P79 : THR
P80 : LYS
P81 : ALA
P82 : ARG
P83 : TRP
P84 : PRO
P85 : ALA
P86 : LYS
P87 : SER
P88 : VAL
P89 : LYS
P90 : PHE
P91 : VAL
P92 : GLN
P93 : GLY
P94 : LEU
P95 : LEU
P96 : GLN
P97 : ASN
P98 : ALA
P99 : ALA
P100 : ALA
P101 : ASN
P102 : ALA
P103 : GLU
P104 : ALA
P105 : LYS
P106 : GLY
P107 : LEU
P108 : ASP
P109 : ALA
P110 : THR
P111 : LYS
P112 : LEU
P113 : TYR
P114 : VAL
P115 : SER
P116 : HIS
P117 : ILE
P118 : GLN
P119 : VAL
P120 : ASN
P121 : GLN
P122 : ALA
P123 : PRO
P124 : LYS
P140 : GLU
P141 : SER
P142 : SER
P143 : PRO
P144 : SER
P145 : HIS
P146 : ILE
P147 : GLU
P148 : LEU
P149 : VAL
P150 : VAL
P151 : THR
P152 : GLU
P153 : LYS
P154 : GLU
P155 : GLU
P156 : ALA
P157 : VAL
P158 : ALA
P159 : LYS
P160 : ALA
P161 : ALA
Adjacent stackings ----------------------------------------------
Non-Adjacent stackings ------------------------------------------
Number of stackings = 0
Number of adjacent stackings = 0
Number of non adjacent stackings = 0
Base-pairs ------------------------------------------------------
