Residue conformations -------------------------------------------
b1 : ALA
b2 : VAL
b3 : VAL
b4 : LYS
b5 : CYS
b6 : LYS
b7 : PRO
b8 : THR
b9 : SER
b10 : PRO
b11 : GLY
b12 : ARG
b13 : ARG
b14 : HIS
b15 : VAL
b16 : VAL
b17 : LYS
b18 : VAL
b19 : VAL
b20 : ASN
b21 : PRO
b22 : GLU
b23 : LEU
b24 : HIS
b25 : LYS
b26 : GLY
b27 : LYS
b28 : PRO
b29 : PHE
b30 : ALA
b31 : PRO
b32 : LEU
b33 : LEU
b34 : GLU
b35 : LYS
b36 : ASN
b37 : SER
b38 : LYS
b39 : SER
b40 : GLY
b41 : GLY
b42 : ARG
b43 : ASN
b44 : ASN
b45 : ASN
b46 : GLY
b47 : ARG
b48 : ILE
b49 : THR
b50 : THR
b51 : ARG
b52 : HIS
b53 : ILE
b54 : GLY
b55 : GLY
b56 : GLY
b57 : HIS
b58 : LYS
b59 : GLN
b60 : ALA
b61 : TYR
b62 : ARG
b63 : ILE
b64 : VAL
b65 : ASP
b66 : PHE
b67 : LYS
b68 : ARG
b69 : ASN
b70 : LYS
b71 : ASP
b72 : GLY
b73 : ILE
b74 : PRO
b75 : ALA
b76 : VAL
b77 : VAL
b78 : GLU
b79 : ARG
b80 : LEU
b81 : GLU
b82 : TYR
b83 : ASP
b84 : PRO
b85 : ASN
b86 : ARG
b87 : SER
b88 : ALA
b89 : ASN
b90 : ILE
b91 : ALA
b92 : LEU
b93 : VAL
b94 : LEU
b95 : TYR
b96 : LYS
b97 : ASP
b98 : GLY
b99 : GLU
b100 : ARG
b101 : ARG
b102 : TYR
b103 : ILE
b104 : LEU
b105 : ALA
b106 : PRO
b107 : LYS
b108 : GLY
b109 : LEU
b110 : LYS
b111 : ALA
b112 : GLY
b113 : ASP
b114 : GLN
b115 : ILE
b116 : GLN
b117 : SER
b118 : GLY
b119 : VAL
b120 : ASP
b121 : ALA
b122 : ALA
b123 : ILE
b124 : LYS
b125 : PRO
b126 : GLY
b127 : ASN
b128 : THR
b129 : LEU
b130 : PRO
b131 : MET
b132 : ARG
b133 : ASN
b134 : ILE
b135 : PRO
b136 : VAL
b137 : GLY
b138 : SER
b139 : THR
b140 : VAL
b141 : HIS
b142 : ASN
b143 : VAL
b144 : GLU
b145 : MET
b146 : LYS
b147 : PRO
b148 : GLY
b149 : LYS
b150 : GLY
b151 : GLY
b152 : GLN
b153 : LEU
b154 : ALA
b155 : ARG
b156 : SER
b157 : ALA
b158 : GLY
b159 : THR
b160 : TYR
b161 : VAL
b162 : GLN
b163 : ILE
b164 : VAL
b165 : ALA
b166 : ARG
b167 : ASP
b168 : GLY
b169 : ALA
b170 : TYR
b171 : VAL
b172 : THR
b173 : LEU
b174 : ARG
b175 : LEU
b176 : ARG
b177 : SER
b178 : GLY
b179 : GLU
b180 : MET
b181 : ARG
b182 : LYS
b183 : VAL
b184 : GLU
b185 : ALA
b186 : ASP
b187 : CYS
b188 : ARG
b189 : ALA
b190 : THR
b191 : LEU
b192 : GLY
b193 : GLU
b194 : VAL
b195 : GLY
b196 : ASN
b197 : ALA
b198 : GLU
b199 : HIS
b200 : MET
b201 : LEU
b202 : ARG
b203 : VAL
b204 : LEU
b205 : GLY
b206 : LYS
b207 : ALA
b208 : GLY
b209 : ALA
b210 : ALA
b211 : ARG
b212 : TRP
b213 : ARG
b214 : GLY
b215 : VAL
b216 : ARG
b217 : PRO
b218 : THR
b219 : VAL
b220 : ARG
b221 : GLY
b222 : THR
b223 : ALA
b224 : MET
b225 : ASN
b226 : PRO
b227 : VAL
b228 : ASP
b229 : HIS
b230 : PRO
b231 : HIS
b232 : GLY
b233 : GLY
b234 : GLY
b235 : GLU
b236 : GLY
b237 : ARG
b238 : ASN
b239 : PHE
b240 : GLY
b241 : LYS
b242 : HIS
b243 : PRO
b244 : VAL
b245 : THR
b246 : PRO
b247 : TRP
b248 : GLY
b249 : VAL
b250 : GLN
b251 : THR
b252 : LYS
b253 : GLY
b254 : LYS
b255 : LYS
b256 : THR
b257 : ARG
b258 : SER
b259 : ASN
b260 : LYS
b261 : ARG
b262 : THR
b263 : ASP
b264 : LYS
b265 : PHE
b266 : ILE
b267 : VAL
b268 : ARG
b269 : ARG
b270 : ARG
b271 : SER
c1 : MET
c2 : ILE
c3 : GLY
c4 : LEU
c5 : VAL
c6 : GLY
c7 : LYS
c8 : LYS
c9 : VAL
c10 : GLY
c11 : MET
c12 : THR
c13 : ARG
c14 : ILE
c15 : PHE
c16 : THR
c17 : GLU
c18 : ASP
c19 : GLY
c20 : VAL
c21 : SER
c22 : ILE
c23 : PRO
c24 : VAL
c25 : THR
c26 : VAL
c27 : ILE
c28 : GLU
c29 : VAL
c30 : GLU
c31 : ALA
c32 : ASN
c33 : ARG
c34 : VAL
c35 : THR
c36 : GLN
c37 : VAL
c38 : LYS
c39 : ASP
c40 : LEU
c41 : ALA
c42 : ASN
c43 : ASP
c44 : GLY
c45 : TYR
c46 : ARG
c47 : ALA
c48 : ILE
c49 : GLN
c50 : VAL
c51 : THR
c52 : THR
c53 : GLY
c54 : ALA
c55 : LYS
c56 : LYS
c57 : ALA
c58 : ASN
c59 : ARG
c60 : VAL
c61 : THR
c62 : LYS
c63 : PRO
c64 : GLU
c65 : ALA
c66 : GLY
c67 : HIS
c68 : PHE
c69 : ALA
c70 : LYS
c71 : ALA
c72 : GLY
c73 : VAL
c74 : GLU
c75 : ALA
c76 : GLY
c77 : ARG
c78 : GLY
c79 : LEU
c80 : TRP
c81 : GLU
c82 : PHE
c83 : ARG
c84 : LEU
c85 : ALA
c86 : GLU
c87 : GLY
c88 : GLU
c89 : GLU
c90 : PHE
c91 : THR
c92 : VAL
c93 : GLY
c94 : GLN
c95 : SER
c96 : ILE
c97 : SER
c98 : VAL
c99 : GLU
c100 : LEU
c101 : PHE
c102 : ALA
c103 : ASP
c104 : VAL
c105 : LYS
c106 : LYS
c107 : VAL
c108 : ASP
c109 : VAL
c110 : THR
c111 : GLY
c112 : THR
c113 : SER
c114 : LYS
c115 : GLY
c116 : LYS
c117 : GLY
c118 : PHE
c119 : ALA
c120 : GLY
c121 : THR
c122 : VAL
c123 : LYS
c124 : ARG
c125 : TRP
c126 : ASN
c127 : PHE
c128 : ARG
c129 : THR
c130 : GLN
c131 : ASP
c132 : ALA
c133 : THR
c134 : HIS
c135 : GLY
c136 : ASN
c137 : SER
c138 : LEU
c139 : SER
c140 : HIS
c141 : ARG
c142 : VAL
c143 : PRO
c144 : GLY
c145 : SER
c146 : ILE
c147 : GLY
c148 : GLN
c149 : ASN
c150 : GLN
c151 : THR
c152 : PRO
c153 : GLY
c154 : LYS
c155 : VAL
c156 : PHE
c157 : LYS
c158 : GLY
c159 : LYS
c160 : LYS
c161 : MET
c162 : ALA
c163 : GLY
c164 : GLN
c165 : MET
c166 : GLY
c167 : ASN
c168 : GLU
c169 : ARG
c170 : VAL
c171 : THR
c172 : VAL
c173 : GLN
c174 : SER
c175 : LEU
c176 : ASP
c177 : VAL
c178 : VAL
c179 : ARG
c180 : VAL
c181 : ASP
c182 : ALA
c183 : GLU
c184 : ARG
c185 : ASN
c186 : LEU
c187 : LEU
c188 : LEU
c189 : VAL
c190 : LYS
c191 : GLY
c192 : ALA
c193 : VAL
c194 : PRO
c195 : GLY
c196 : ALA
c197 : THR
c198 : GLY
c199 : SER
c200 : ASP
c201 : LEU
c202 : ILE
c203 : VAL
c204 : LYS
c205 : PRO
c206 : ALA
c207 : VAL
c208 : LYS
c209 : ALA
d1 : MET
d2 : GLU
d3 : LEU
d4 : VAL
d5 : LEU
d6 : LYS
d7 : ASP
d8 : ALA
d9 : GLN
d10 : SER
d11 : ALA
d12 : LEU
d13 : THR
d14 : VAL
d15 : SER
d16 : GLU
d17 : THR
d18 : THR
d19 : PHE
d20 : GLY
d21 : ARG
d22 : ASP
d23 : PHE
d24 : ASN
d25 : GLU
d26 : ALA
d27 : LEU
d28 : VAL
d29 : HIS
d30 : GLN
d31 : VAL
d32 : VAL
d33 : VAL
d34 : ALA
d35 : TYR
d36 : ALA
d37 : ALA
d38 : GLY
d39 : ALA
d40 : ARG
d41 : GLN
d42 : GLY
d43 : THR
d44 : ARG
d45 : ALA
d46 : GLN
d47 : LYS
d48 : THR
d49 : ARG
d50 : ALA
d51 : GLU
d52 : VAL
d53 : THR
d54 : GLY
d55 : SER
d56 : GLY
d57 : LYS
d58 : LYS
d59 : PRO
d60 : TRP
d61 : ARG
d62 : GLN
d63 : LYS
d64 : GLY
d65 : THR
d66 : GLY
d67 : ARG
d68 : ALA
d69 : ARG
d70 : SER
d71 : GLY
d72 : SER
d73 : ILE
d74 : LYS
d75 : SER
d76 : PRO
d77 : ILE
d78 : TRP
d79 : ARG
d80 : SER
d81 : GLY
d82 : GLY
d83 : VAL
d84 : THR
d85 : PHE
d86 : ALA
d87 : ALA
d88 : ARG
d89 : PRO
d90 : GLN
d91 : ASP
d92 : HIS
d93 : SER
d94 : GLN
d95 : LYS
d96 : VAL
d97 : ASN
d98 : LYS
d99 : LYS
d100 : MET
d101 : TYR
d102 : ARG
d103 : GLY
d104 : ALA
d105 : LEU
d106 : LYS
d107 : SER
d108 : ILE
d109 : LEU
d110 : SER
d111 : GLU
d112 : LEU
d113 : VAL
d114 : ARG
d115 : GLN
d116 : ASP
d117 : ARG
d118 : LEU
d119 : ILE
d120 : VAL
d121 : VAL
d122 : GLU
d123 : LYS
d124 : PHE
d125 : SER
d126 : VAL
d127 : GLU
d128 : ALA
d129 : PRO
d130 : LYS
d131 : THR
d132 : LYS
d133 : LEU
d134 : LEU
d135 : ALA
d136 : GLN
d137 : LYS
d138 : LEU
d139 : LYS
d140 : ASP
d141 : MET
d142 : ALA
d143 : LEU
d144 : GLU
d145 : ASP
d146 : VAL
d147 : LEU
d148 : ILE
d149 : ILE
d150 : THR
d151 : GLY
d152 : GLU
d153 : LEU
d154 : ASP
d155 : GLU
d156 : ASN
d157 : LEU
d158 : PHE
d159 : LEU
d160 : ALA
d161 : ALA
d162 : ARG
d163 : ASN
d164 : LEU
d165 : HIS
d166 : LYS
d167 : VAL
d168 : ASP
d169 : VAL
d170 : ARG
d171 : ASP
d172 : ALA
d173 : THR
d174 : GLY
d175 : ILE
d176 : ASP
d177 : PRO
d178 : VAL
d179 : SER
d180 : LEU
d181 : ILE
d182 : ALA
d183 : PHE
d184 : ASP
d185 : LYS
d186 : VAL
d187 : VAL
d188 : MET
d189 : THR
d190 : ALA
d191 : ASP
d192 : ALA
d193 : VAL
d194 : LYS
d195 : GLN
d196 : VAL
d197 : GLU
d198 : GLU
d199 : MET
d200 : LEU
d201 : ALA
e1 : ALA
e2 : LYS
e3 : LEU
e4 : HIS
e5 : ASP
e6 : TYR
e7 : TYR
e8 : LYS
e9 : ASP
e10 : GLU
e11 : VAL
e12 : VAL
e13 : LYS
e14 : LYS
e15 : LEU
e16 : MET
e17 : THR
e18 : GLU
e19 : PHE
e20 : ASN
e21 : TYR
e22 : ASN
e23 : SER
e24 : VAL
e25 : MET
e26 : GLN
e27 : VAL
e28 : PRO
e29 : ARG
e30 : VAL
e31 : GLU
e32 : LYS
e33 : ILE
e34 : THR
e35 : LEU
e36 : ASN
e37 : MET
e38 : GLY
e39 : VAL
e40 : GLY
e41 : GLU
e42 : ALA
e43 : ILE
e44 : ALA
e45 : ASP
e46 : LYS
e47 : LYS
e48 : LEU
e49 : LEU
e50 : ASP
e51 : ASN
e52 : ALA
e53 : ALA
e54 : ALA
e55 : ASP
e56 : LEU
e57 : ALA
e58 : ALA
e59 : ILE
e60 : SER
e61 : GLY
e62 : GLN
e63 : LYS
e64 : PRO
e65 : LEU
e66 : ILE
e67 : THR
e68 : LYS
e69 : ALA
e70 : ARG
e71 : LYS
e72 : SER
e73 : VAL
e74 : ALA
e75 : GLY
e76 : PHE
e77 : LYS
e78 : ILE
e79 : ARG
e80 : GLN
e81 : GLY
e82 : TYR
e83 : PRO
e84 : ILE
e85 : GLY
e86 : CYS
e87 : LYS
e88 : VAL
e89 : THR
e90 : LEU
e91 : ARG
e92 : GLY
e93 : GLU
e94 : ARG
e95 : MET
e96 : TRP
e97 : GLU
e98 : PHE
e99 : PHE
e100 : GLU
e101 : ARG
e102 : LEU
e103 : ILE
e104 : THR
e105 : ILE
e106 : ALA
e107 : VAL
e108 : PRO
e109 : ARG
e110 : ILE
e111 : ARG
e112 : ASP
e113 : PHE
e114 : ARG
e115 : GLY
e116 : LEU
e117 : SER
e118 : ALA
e119 : LYS
e120 : SER
e121 : PHE
e122 : ASP
e123 : GLY
e124 : ARG
e125 : GLY
e126 : ASN
e127 : TYR
e128 : SER
e129 : MET
e130 : GLY
e131 : VAL
e132 : ARG
e133 : GLU
e134 : GLN
e135 : ILE
e136 : ILE
e137 : PHE
e138 : PRO
e139 : GLU
e140 : ILE
e141 : ASP
e142 : TYR
e143 : ASP
e144 : LYS
e145 : VAL
e146 : ASP
e147 : ARG
e148 : VAL
e149 : ARG
e150 : GLY
e151 : LEU
e152 : ASP
e153 : ILE
e154 : THR
e155 : ILE
e156 : THR
e157 : THR
e158 : THR
e159 : ALA
e160 : LYS
e161 : SER
e162 : ASP
e163 : GLU
e164 : GLU
e165 : GLY
e166 : ARG
e167 : ALA
e168 : LEU
e169 : LEU
e170 : ALA
e171 : ALA
e172 : PHE
e173 : ASP
e174 : PHE
e175 : PRO
e176 : PHE
e177 : ARG
f1 : SER
f2 : ARG
f3 : VAL
f4 : ALA
f5 : LYS
f6 : ALA
f7 : PRO
f8 : VAL
f9 : VAL
f10 : VAL
f11 : PRO
f12 : ALA
f13 : GLY
f14 : VAL
f15 : ASP
f16 : VAL
f17 : LYS
f18 : ILE
f19 : ASN
f20 : GLY
f21 : GLN
f22 : VAL
f23 : ILE
f24 : THR
f25 : ILE
f26 : LYS
f27 : GLY
f28 : LYS
f29 : ASN
f30 : GLY
f31 : GLU
f32 : LEU
f33 : THR
f34 : ARG
f35 : THR
f36 : LEU
f37 : ASN
f38 : ASP
f39 : ALA
f40 : VAL
f41 : GLU
f42 : VAL
f43 : LYS
f44 : HIS
f45 : ALA
f46 : ASP
f47 : ASN
f48 : THR
f49 : LEU
f50 : THR
f51 : PHE
f52 : GLY
f53 : PRO
f54 : ARG
f55 : ASP
f56 : GLY
f57 : TYR
f58 : ALA
f59 : ASP
f60 : GLY
f61 : TRP
f62 : ALA
f63 : GLN
f64 : ALA
f65 : GLY
f66 : THR
f67 : ALA
f68 : ARG
f69 : ALA
f70 : LEU
f71 : LEU
f72 : ASN
f73 : SER
f74 : MET
f75 : VAL
f76 : ILE
f77 : GLY
f78 : VAL
f79 : THR
f80 : GLU
f81 : GLY
f82 : PHE
f83 : THR
f84 : LYS
f85 : LYS
f86 : LEU
f87 : GLN
f88 : LEU
f89 : VAL
f90 : GLY
f91 : VAL
f92 : GLY
f93 : TYR
f94 : ARG
f95 : ALA
f96 : ALA
f97 : VAL
f98 : LYS
f99 : GLY
f100 : ASN
f101 : VAL
f102 : ILE
f103 : ASN
f104 : LEU
f105 : SER
f106 : LEU
f107 : GLY
f108 : PHE
f109 : SER
f110 : HIS
f111 : PRO
f112 : VAL
f113 : ASP
f114 : HIS
f115 : GLN
f116 : LEU
f117 : PRO
f118 : ALA
f119 : GLY
f120 : ILE
f121 : THR
f122 : ALA
f123 : GLU
f124 : CYS
f125 : PRO
f126 : THR
f127 : GLN
f128 : THR
f129 : GLU
f130 : ILE
f131 : VAL
f132 : LEU
f133 : LYS
f134 : GLY
f135 : ALA
f136 : ASP
f137 : LYS
f138 : GLN
f139 : VAL
f140 : ILE
f141 : GLY
f142 : GLN
f143 : VAL
f144 : ALA
f145 : ALA
f146 : ASP
f147 : LEU
f148 : ARG
f149 : ALA
f150 : TYR
f151 : ARG
f152 : ARG
f153 : PRO
f154 : GLU
f155 : PRO
f156 : TYR
f157 : LYS
f158 : GLY
f159 : LYS
f160 : GLY
f161 : VAL
f162 : ARG
f163 : TYR
f164 : ALA
f165 : ASP
f166 : GLU
f167 : VAL
f168 : VAL
f169 : ARG
f170 : THR
f171 : LYS
f172 : GLU
f173 : ALA
f174 : LYS
f175 : LYS
f176 : LYS
g1 : MET
g2 : GLN
g3 : VAL
g4 : ILE
g5 : LEU
g6 : LEU
g7 : ASP
g8 : LYS
g9 : VAL
g10 : ALA
g11 : ASN
g12 : LEU
g13 : GLY
g14 : SER
g15 : LEU
g16 : GLY
g17 : ASP
g18 : GLN
g19 : VAL
g20 : ASN
g21 : VAL
g22 : LYS
g23 : ALA
g24 : GLY
g25 : TYR
g26 : ALA
g27 : ARG
g28 : ASN
g29 : PHE
g30 : LEU
g31 : VAL
g32 : PRO
g33 : GLN
g34 : GLY
g35 : LYS
g36 : ALA
g37 : VAL
g38 : PRO
g39 : ALA
g40 : THR
g41 : LYS
g42 : LYS
g43 : ASN
g44 : ILE
g45 : GLU
g46 : PHE
g47 : PHE
g48 : GLU
g49 : ALA
g50 : ARG
g51 : ARG
g52 : ALA
g53 : GLU
h1 : MET
h2 : ALA
h3 : LEU
h4 : ASN
h5 : LEU
h6 : GLN
h7 : ASP
h8 : LYS
h9 : GLN
h10 : ALA
h11 : ILE
h12 : VAL
h13 : ALA
h14 : GLU
h15 : VAL
h16 : SER
h17 : GLU
h18 : VAL
h19 : ALA
h20 : LYS
h21 : GLY
h22 : ALA
h23 : LEU
h24 : SER
h25 : ALA
h26 : VAL
h27 : VAL
h28 : ALA
h29 : ASP
h30 : SER
h31 : ARG
h32 : GLY
h33 : VAL
h34 : THR
h35 : VAL
h36 : ASP
h37 : LYS
h38 : MET
h39 : THR
h40 : GLU
h41 : LEU
h42 : ARG
h43 : LYS
h44 : ALA
h45 : GLY
h46 : ARG
h47 : GLU
h48 : ALA
h49 : GLY
h50 : VAL
h51 : TYR
h52 : MET
h53 : ARG
h54 : VAL
h55 : VAL
h56 : ARG
h57 : ASN
h58 : THR
h59 : LEU
h60 : LEU
h61 : ARG
h62 : ARG
h63 : ALA
h64 : VAL
h65 : GLU
h66 : GLY
h67 : THR
h68 : PRO
h69 : PHE
h70 : GLU
h71 : CYS
h72 : LEU
h73 : LYS
h74 : ASP
h75 : ALA
h76 : PHE
h77 : VAL
h78 : GLY
h79 : PRO
h80 : THR
h81 : LEU
h82 : ILE
h83 : ALA
h84 : TYR
h85 : SER
h86 : MET
h87 : GLU
h88 : HIS
h89 : PRO
h90 : GLY
h91 : ALA
h92 : ALA
h93 : ALA
h94 : ARG
h95 : LEU
h96 : PHE
h97 : LYS
h98 : GLU
h99 : PHE
h100 : ALA
h101 : LYS
h102 : ALA
h103 : ASN
h104 : ALA
h105 : LYS
h106 : PHE
h107 : GLU
h108 : VAL
h109 : LYS
h110 : ALA
h111 : ALA
h112 : ALA
h113 : PHE
h114 : GLU
h115 : GLY
h116 : GLU
h117 : LEU
h118 : ILE
h119 : PRO
h120 : ALA
h121 : SER
h122 : GLN
h123 : ILE
h124 : ASP
h125 : ARG
h126 : LEU
h127 : ALA
h128 : THR
h129 : LEU
h130 : PRO
h131 : THR
i1 : ALA
i2 : LYS
i3 : LYS
i4 : VAL
i5 : GLN
i6 : ALA
i7 : TYR
i8 : VAL
i9 : LYS
i10 : LEU
i11 : GLN
i12 : VAL
i13 : ALA
i14 : ALA
i15 : GLY
i16 : MET
i17 : ALA
i18 : ASN
i19 : PRO
i20 : SER
i21 : PRO
i22 : PRO
i23 : VAL
i24 : GLY
i25 : PRO
i26 : ALA
i27 : LEU
i28 : GLY
i29 : GLN
i30 : GLN
i31 : GLY
i32 : VAL
i33 : ASN
i34 : ILE
i35 : MET
i36 : GLU
i37 : PHE
i38 : CYS
i39 : LYS
i40 : ALA
i41 : PHE
i42 : ASN
i43 : ALA
i44 : LYS
i45 : THR
i46 : ASP
i47 : SER
i48 : ILE
i49 : GLU
i50 : LYS
i51 : GLY
i52 : LEU
i53 : PRO
i54 : ILE
i55 : PRO
i56 : VAL
i57 : VAL
i58 : ILE
i59 : THR
i60 : VAL
i61 : TYR
i62 : ALA
i63 : ASP
i64 : ARG
i65 : SER
i66 : PHE
i67 : THR
i68 : PHE
i69 : VAL
i70 : THR
i71 : LYS
i72 : THR
i73 : PRO
i74 : PRO
i75 : ALA
i76 : ALA
i77 : VAL
i78 : LEU
i79 : LEU
i80 : LYS
i81 : LYS
i82 : ALA
i83 : ALA
i84 : GLY
i85 : ILE
i86 : LYS
i87 : SER
i88 : GLY
i89 : SER
i90 : GLY
i91 : LYS
i92 : PRO
i93 : ASN
i94 : LYS
i95 : ASP
i96 : LYS
i97 : VAL
i98 : GLY
i99 : LYS
i100 : ILE
i101 : SER
i102 : ARG
i103 : ALA
i104 : GLN
i105 : LEU
i106 : GLN
i107 : GLU
i108 : ILE
i109 : ALA
i110 : GLN
i111 : THR
i112 : LYS
i113 : ALA
i114 : ALA
i115 : ASP
i116 : MET
i117 : THR
i118 : GLY
i119 : ALA
i120 : ASP
i121 : ILE
i122 : GLU
i123 : ALA
i124 : MET
i125 : THR
i126 : ARG
i127 : SER
i128 : ILE
i129 : GLU
i130 : GLY
i131 : THR
i132 : ALA
i133 : ARG
i134 : SER
i135 : MET
i136 : GLY
i137 : LEU
i138 : VAL
i139 : VAL
i140 : GLU
i141 : ASP
j1 : MET
j2 : LYS
j3 : THR
j4 : PHE
j5 : THR
j6 : ALA
j7 : LYS
j8 : PRO
j9 : GLU
j10 : THR
j11 : VAL
j12 : LYS
j13 : ARG
j14 : ASP
j15 : TRP
j16 : TYR
j17 : VAL
j18 : VAL
j19 : ASP
j20 : ALA
j21 : THR
j22 : GLY
j23 : LYS
j24 : THR
j25 : LEU
j26 : GLY
j27 : ARG
j28 : LEU
j29 : ALA
j30 : THR
j31 : GLU
j32 : LEU
j33 : ALA
j34 : ARG
j35 : ARG
j36 : LEU
j37 : ARG
j38 : GLY
j39 : LYS
j40 : HIS
j41 : LYS
j42 : ALA
j43 : GLU
j44 : TYR
j45 : THR
j46 : PRO
j47 : HIS
j48 : VAL
j49 : ASP
j50 : THR
j51 : GLY
j52 : ASP
j53 : TYR
j54 : ILE
j55 : ILE
j56 : VAL
j57 : LEU
j58 : ASN
j59 : ALA
j60 : ASP
j61 : LYS
j62 : VAL
j63 : ALA
j64 : VAL
j65 : THR
j66 : GLY
j67 : ASN
j68 : LYS
j69 : ARG
j70 : THR
j71 : ASP
j72 : LYS
j73 : VAL
j74 : TYR
j75 : TYR
j76 : HIS
j77 : HIS
j78 : THR
j79 : GLY
j80 : HIS
j81 : ILE
j82 : GLY
j83 : GLY
j84 : ILE
j85 : LYS
j86 : GLN
j87 : ALA
j88 : THR
j89 : PHE
j90 : GLU
j91 : GLU
j92 : MET
j93 : ILE
j94 : ALA
j95 : ARG
j96 : ARG
j97 : PRO
j98 : GLU
j99 : ARG
j100 : VAL
j101 : ILE
j102 : GLU
j103 : ILE
j104 : ALA
j105 : VAL
j106 : LYS
j107 : GLY
j108 : MET
j109 : LEU
j110 : PRO
j111 : LYS
j112 : GLY
j113 : PRO
j114 : LEU
j115 : GLY
j116 : ARG
j117 : ALA
j118 : MET
j119 : PHE
j120 : ARG
j121 : LYS
j122 : LEU
j123 : LYS
j124 : VAL
j125 : TYR
j126 : ALA
j127 : GLY
j128 : ASN
j129 : GLU
j130 : HIS
j131 : ASN
j132 : HIS
j133 : ALA
j134 : ALA
j135 : GLN
j136 : GLN
j137 : PRO
j138 : GLN
j139 : VAL
j140 : LEU
j141 : ASP
j142 : ILE
k1 : MET
k2 : ILE
k3 : GLN
k4 : GLU
k5 : GLN
k6 : THR
k7 : MET
k8 : LEU
k9 : ASN
k10 : VAL
k11 : ALA
k12 : ASP
k13 : ASN
k14 : SER
k15 : GLY
k16 : ALA
k17 : ARG
k18 : ARG
k19 : VAL
k20 : MET
k21 : CYS
k22 : ILE
k23 : LYS
k24 : VAL
k25 : LEU
k26 : GLY
k27 : GLY
k28 : SER
k29 : HIS
k30 : ARG
k31 : ARG
k32 : TYR
k33 : ALA
k34 : GLY
k35 : VAL
k36 : GLY
k37 : ASP
k38 : ILE
k39 : ILE
k40 : LYS
k41 : ILE
k42 : THR
k43 : ILE
k44 : LYS
k45 : GLU
k46 : ALA
k47 : ILE
k48 : PRO
k49 : ARG
k50 : GLY
k51 : LYS
k52 : VAL
k53 : LYS
k54 : LYS
k55 : GLY
k56 : ASP
k57 : VAL
k58 : LEU
k59 : LYS
k60 : ALA
k61 : VAL
k62 : VAL
k63 : VAL
k64 : ARG
k65 : THR
k66 : LYS
k67 : LYS
k68 : GLY
k69 : VAL
k70 : ARG
k71 : ARG
k72 : PRO
k73 : ASP
k74 : GLY
k75 : SER
k76 : VAL
k77 : ILE
k78 : ARG
k79 : PHE
k80 : ASP
k81 : GLY
k82 : ASN
k83 : ALA
k84 : CYS
k85 : VAL
k86 : LEU
k87 : LEU
k88 : ASN
k89 : ASN
k90 : ASN
k91 : SER
k92 : GLU
k93 : GLN
k94 : PRO
k95 : ILE
k96 : GLY
k97 : THR
k98 : ARG
k99 : ILE
k100 : PHE
k101 : GLY
k102 : PRO
k103 : VAL
k104 : THR
k105 : ARG
k106 : GLU
k107 : LEU
k108 : ARG
k109 : SER
k110 : GLU
k111 : LYS
k112 : PHE
k113 : MET
k114 : LYS
k115 : ILE
k116 : ILE
k117 : SER
k118 : LEU
k119 : ALA
k120 : PRO
k121 : GLU
k122 : VAL
l2 : ARG
l3 : LEU
l4 : ASN
l5 : THR
l6 : LEU
l7 : SER
l8 : PRO
l9 : ALA
l10 : GLU
l11 : GLY
l12 : SER
l13 : LYS
l14 : LYS
l15 : ALA
l16 : GLY
l17 : LYS
l18 : ARG
l19 : LEU
l20 : GLY
l21 : ARG
l22 : GLY
l23 : ILE
l24 : GLY
l25 : SER
l26 : GLY
l27 : LEU
l28 : GLY
l29 : LYS
l30 : THR
l31 : GLY
l32 : GLY
l33 : ARG
l34 : GLY
l35 : HIS
l36 : LYS
l37 : GLY
l38 : GLN
l39 : LYS
l40 : SER
l41 : ARG
l42 : SER
l43 : GLY
l44 : GLY
l45 : GLY
l46 : VAL
l47 : ARG
l48 : ARG
l49 : GLY
l50 : PHE
l51 : GLU
l52 : GLY
l53 : GLY
l54 : GLN
l55 : MET
l56 : PRO
l57 : LEU
l58 : TYR
l59 : ARG
l60 : ARG
l61 : LEU
l62 : PRO
l63 : LYS
l64 : PHE
l65 : GLY
l66 : PHE
l67 : THR
l68 : SER
l69 : ARG
l70 : LYS
l71 : ALA
l72 : ALA
l73 : ILE
l74 : THR
l75 : ALA
l76 : GLU
l77 : ILE
l78 : ARG
l79 : LEU
l80 : SER
l81 : ASP
l82 : LEU
l83 : ALA
l84 : LYS
l85 : VAL
l86 : GLU
l87 : GLY
l88 : GLY
l89 : VAL
l90 : VAL
l91 : ASP
l92 : LEU
l93 : ASN
l94 : THR
l95 : LEU
l96 : LYS
l97 : ALA
l98 : ALA
l99 : ASN
l100 : ILE
l101 : ILE
l102 : GLY
l103 : ILE
l104 : GLN
l105 : ILE
l106 : GLU
l107 : PHE
l108 : ALA
l109 : LYS
l110 : VAL
l111 : ILE
l112 : LEU
l113 : ALA
l114 : GLY
l115 : GLU
l116 : VAL
l117 : THR
l118 : THR
l119 : PRO
l120 : VAL
l121 : THR
l122 : VAL
l123 : ARG
l124 : GLY
l125 : LEU
l126 : ARG
l127 : VAL
l128 : THR
l129 : LYS
l130 : GLY
l131 : ALA
l132 : ARG
l133 : ALA
l134 : ALA
l135 : ILE
l136 : GLU
l137 : ALA
l138 : ALA
l139 : GLY
l140 : GLY
l141 : LYS
l142 : ILE
l143 : GLU
l144 : GLU
n1 : MET
n2 : ARG
n3 : HIS
n4 : ARG
n5 : LYS
n6 : SER
n7 : GLY
n8 : ARG
n9 : GLN
n10 : LEU
n11 : ASN
n12 : ARG
n13 : ASN
n14 : SER
n15 : SER
n16 : HIS
n17 : ARG
n18 : GLN
n19 : ALA
n20 : MET
n21 : PHE
n22 : ARG
n23 : ASN
n24 : MET
n25 : ALA
n26 : GLY
n27 : SER
n28 : LEU
n29 : VAL
n30 : ARG
n31 : HIS
n32 : GLU
n33 : ILE
n34 : ILE
n35 : LYS
n36 : THR
n37 : THR
n38 : LEU
n39 : PRO
n40 : LYS
n41 : ALA
n42 : LYS
n43 : GLU
n44 : LEU
n45 : ARG
n46 : ARG
n47 : VAL
n48 : VAL
n49 : GLU
n50 : PRO
n51 : LEU
n52 : ILE
n53 : THR
n54 : LEU
n55 : ALA
n56 : LYS
n57 : THR
n58 : ASP
n59 : SER
n60 : VAL
n61 : ALA
n62 : ASN
n63 : ARG
n64 : ARG
n65 : LEU
n66 : ALA
n67 : PHE
n68 : ALA
n69 : ARG
n70 : THR
n71 : ARG
n72 : ASP
n73 : ASN
n74 : GLU
n75 : ILE
n76 : VAL
n77 : ALA
n78 : LYS
n79 : LEU
n80 : PHE
n81 : ASN
n82 : GLU
n83 : LEU
n84 : GLY
n85 : PRO
n86 : ARG
n87 : PHE
n88 : ALA
n89 : SER
n90 : ARG
n91 : ALA
n92 : GLY
n93 : GLY
n94 : TYR
n95 : THR
n96 : ARG
n97 : ILE
n98 : LEU
n99 : LYS
n100 : CYS
n101 : GLY
n102 : PHE
n103 : ARG
n104 : ALA
n105 : GLY
n106 : ASP
n107 : ASN
n108 : ALA
n109 : PRO
n110 : MET
n111 : ALA
n112 : TYR
n113 : ILE
n114 : GLU
n115 : LEU
n116 : VAL
n117 : ASP
n118 : ARG
n119 : SER
n120 : GLU
o2 : ASP
o3 : LYS
o4 : LYS
o5 : SER
o6 : ALA
o7 : ARG
o8 : ILE
o9 : ARG
o10 : ARG
o11 : ALA
o12 : THR
o13 : ARG
o14 : ALA
o15 : ARG
o16 : ARG
o17 : LYS
o18 : LEU
o19 : GLN
o20 : GLU
o21 : LEU
o22 : GLY
o23 : ALA
o24 : THR
o25 : ARG
o26 : LEU
o27 : VAL
o28 : VAL
o29 : HIS
o30 : ARG
o31 : THR
o32 : PRO
o33 : ARG
o34 : HIS
o35 : ILE
o36 : TYR
o37 : ALA
o38 : GLN
o39 : VAL
o40 : ILE
o41 : ALA
o42 : PRO
o43 : ASN
o44 : GLY
o45 : SER
o46 : GLU
o47 : VAL
o48 : LEU
o49 : VAL
o50 : ALA
o51 : ALA
o52 : SER
o53 : THR
o54 : VAL
o55 : GLU
o56 : LYS
o57 : ALA
o58 : ILE
o59 : ALA
o60 : GLU
o61 : GLN
o62 : LEU
o63 : LYS
o64 : TYR
o65 : THR
o66 : GLY
o67 : ASN
o68 : LYS
o69 : ASP
o70 : ALA
o71 : ALA
o72 : ALA
o73 : ALA
o74 : VAL
o75 : GLY
o76 : LYS
o77 : ALA
o78 : VAL
o79 : ALA
o80 : GLU
o81 : ARG
o82 : ALA
o83 : LEU
o84 : GLU
o85 : LYS
o86 : GLY
o87 : ILE
o88 : LYS
o89 : ASP
o90 : VAL
o91 : SER
o92 : PHE
o93 : ASP
o94 : ARG
o95 : SER
o96 : GLY
o97 : PHE
o98 : GLN
o99 : TYR
o100 : HIS
o101 : GLY
o102 : ARG
o103 : VAL
o104 : GLN
o105 : ALA
o106 : LEU
o107 : ALA
o108 : ASP
o109 : ALA
o110 : ALA
o111 : ARG
o112 : GLU
o113 : ALA
o114 : GLY
o115 : LEU
o116 : GLN
o117 : PHE
p1 : SER
p2 : ASN
p3 : ILE
p4 : ILE
p5 : LYS
p6 : GLN
p7 : LEU
p8 : GLU
p9 : GLN
p10 : GLU
p11 : GLN
p12 : MET
p13 : LYS
p14 : GLN
p15 : ASP
p16 : VAL
p17 : PRO
p18 : SER
p19 : PHE
p20 : ARG
p21 : PRO
p22 : GLY
p23 : ASP
p24 : THR
p25 : VAL
p26 : GLU
p27 : VAL
p28 : LYS
p29 : VAL
p30 : TRP
p31 : VAL
p32 : VAL
p33 : GLU
p34 : GLY
p35 : SER
p36 : LYS
p37 : LYS
p38 : ARG
p39 : LEU
p40 : GLN
p41 : ALA
p42 : PHE
p43 : GLU
p44 : GLY
p45 : VAL
p46 : VAL
p47 : ILE
p48 : ALA
p49 : ILE
p50 : ARG
p51 : ASN
p52 : ARG
p53 : GLY
p54 : LEU
p55 : HIS
p56 : SER
p57 : ALA
p58 : PHE
p59 : THR
p60 : VAL
p61 : ARG
p62 : LYS
p63 : ILE
p64 : SER
p65 : ASN
p66 : GLY
p67 : GLU
p68 : GLY
p69 : VAL
p70 : GLU
p71 : ARG
p72 : VAL
p73 : PHE
p74 : GLN
p75 : THR
p76 : HIS
p77 : SER
p78 : PRO
p79 : VAL
p80 : VAL
p81 : ASP
p82 : SER
p83 : ILE
p84 : SER
p85 : VAL
p86 : LYS
p87 : ARG
p88 : ARG
p89 : GLY
p90 : ALA
p91 : VAL
p92 : ARG
p93 : LYS
p94 : ALA
p95 : LYS
p96 : LEU
p97 : TYR
p98 : TYR
p99 : LEU
p100 : ARG
p101 : GLU
p102 : ARG
p103 : THR
p104 : GLY
p105 : LYS
p106 : ALA
p107 : ALA
p108 : ARG
p109 : ILE
p110 : LYS
p111 : GLU
p112 : ARG
p113 : LEU
p114 : ASN
q1 : ALA
q2 : ARG
q3 : VAL
q4 : LYS
q5 : ARG
q6 : GLY
q7 : VAL
q8 : ILE
q9 : ALA
q10 : ARG
q11 : ALA
q12 : ARG
q13 : HIS
q14 : LYS
q15 : LYS
q16 : ILE
q17 : LEU
q18 : LYS
q19 : GLN
q20 : ALA
q21 : LYS
q22 : GLY
q23 : TYR
q24 : TYR
q25 : GLY
q26 : ALA
q27 : ARG
q28 : SER
q29 : ARG
q30 : VAL
q31 : TYR
q32 : ARG
q33 : VAL
q34 : ALA
q35 : PHE
q36 : GLN
q37 : ALA
q38 : VAL
q39 : ILE
q40 : LYS
q41 : ALA
q42 : GLY
q43 : GLN
q44 : TYR
q45 : ALA
q46 : TYR
q47 : ARG
q48 : ASP
q49 : ARG
q50 : ARG
q51 : GLN
q52 : ARG
q53 : LYS
q54 : ARG
q55 : GLN
q56 : PHE
q57 : ARG
q58 : GLN
q59 : LEU
q60 : TRP
q61 : ILE
q62 : ALA
q63 : ARG
q64 : ILE
q65 : ASN
q66 : ALA
q67 : ALA
q68 : ALA
q69 : ARG
q70 : GLN
q71 : ASN
q72 : GLY
q73 : ILE
q74 : SER
q75 : TYR
q76 : SER
q77 : LYS
q78 : PHE
q79 : ILE
q80 : ASN
q81 : GLY
q82 : LEU
q83 : LYS
q84 : LYS
q85 : ALA
q86 : SER
q87 : VAL
q88 : GLU
q89 : ILE
q90 : ASP
q91 : ARG
q92 : LYS
q93 : ILE
q94 : LEU
q95 : ALA
q96 : ASP
q97 : ILE
q98 : ALA
q99 : VAL
q100 : PHE
q101 : ASP
q102 : LYS
q103 : VAL
q104 : ALA
q105 : PHE
q106 : THR
q107 : ALA
q108 : LEU
q109 : VAL
q110 : GLU
q111 : LYS
q112 : ALA
q113 : LYS
q114 : ALA
q115 : ALA
q116 : LEU
q117 : ALA
r1 : MET
r2 : TYR
r3 : ALA
r4 : VAL
r5 : PHE
r6 : GLN
r7 : SER
r8 : GLY
r9 : GLY
r10 : LYS
r11 : GLN
r12 : HIS
r13 : ARG
r14 : VAL
r15 : SER
r16 : GLU
r17 : GLY
r18 : GLN
r19 : THR
r20 : VAL
r21 : ARG
r22 : LEU
r23 : GLU
r24 : LYS
r25 : LEU
r26 : ASP
r27 : ILE
r28 : ALA
r29 : THR
r30 : GLY
r31 : GLU
r32 : THR
r33 : VAL
r34 : GLU
r35 : PHE
r36 : ALA
r37 : GLU
r38 : VAL
r39 : LEU
r40 : MET
r41 : ILE
r42 : ALA
r43 : ASN
r44 : GLY
r45 : GLU
r46 : GLU
r47 : VAL
r48 : LYS
r49 : ILE
r50 : GLY
r51 : VAL
r52 : PRO
r53 : PHE
r54 : VAL
r55 : ASP
r56 : GLY
r57 : GLY
r58 : VAL
r59 : ILE
r60 : LYS
r61 : ALA
r62 : GLU
r63 : VAL
r64 : VAL
r65 : ALA
r66 : HIS
r67 : GLY
r68 : ARG
r69 : GLY
r70 : GLU
r71 : LYS
r72 : VAL
r73 : LYS
r74 : ILE
r75 : VAL
r76 : LYS
r77 : PHE
r78 : ARG
r79 : ARG
r80 : ARG
r81 : LYS
r82 : HIS
r83 : TYR
r84 : ARG
r85 : LYS
r86 : GLN
r87 : GLN
r88 : GLY
r89 : HIS
r90 : ARG
r91 : GLN
r92 : TRP
r93 : PHE
r94 : THR
r95 : ASP
r96 : VAL
r97 : LYS
r98 : ILE
r99 : THR
r100 : GLY
r101 : ILE
r102 : SER
r103 : ALA
s1 : MET
s2 : GLU
s3 : THR
s4 : ILE
s5 : ALA
s6 : LYS
s7 : HIS
s8 : ARG
s9 : HIS
s10 : ALA
s11 : ARG
s12 : SER
s13 : SER
s14 : ALA
s15 : GLN
s16 : LYS
s17 : VAL
s18 : ARG
s19 : LEU
s20 : VAL
s21 : ALA
s22 : ASP
s23 : LEU
s24 : ILE
s25 : ARG
s26 : GLY
s27 : LYS
s28 : LYS
s29 : VAL
s30 : SER
s31 : GLN
s32 : ALA
s33 : LEU
s34 : ASP
s35 : ILE
s36 : LEU
s37 : THR
s38 : TYR
s39 : THR
s40 : ASN
s41 : LYS
s42 : LYS
s43 : ALA
s44 : ALA
s45 : VAL
s46 : LEU
s47 : VAL
s48 : LYS
s49 : LYS
s50 : VAL
s51 : LEU
s52 : GLU
s53 : SER
s54 : ALA
s55 : ILE
s56 : ALA
s57 : ASN
s58 : ALA
s59 : GLU
s60 : HIS
s61 : ASN
s62 : ASP
s63 : GLY
s64 : ALA
s65 : ASP
s66 : ILE
s67 : ASP
s68 : ASP
s69 : LEU
s70 : LYS
s71 : VAL
s72 : THR
s73 : LYS
s74 : ILE
s75 : PHE
s76 : VAL
s77 : ASP
s78 : GLU
s79 : GLY
s80 : PRO
s81 : SER
s82 : MET
s83 : LYS
s84 : ARG
s85 : ILE
s86 : MET
s87 : PRO
s88 : ARG
s89 : ALA
s90 : LYS
s91 : GLY
s92 : ARG
s93 : ALA
s94 : ASP
s95 : ARG
s96 : ILE
s97 : LEU
s98 : LYS
s99 : ARG
s100 : THR
s101 : SER
s102 : HIS
s103 : ILE
s104 : THR
s105 : VAL
s106 : VAL
s107 : VAL
s108 : SER
s109 : ASP
s110 : ARG
t1 : MET
t2 : ILE
t3 : ARG
t4 : GLU
t5 : GLU
t6 : ARG
t7 : LEU
t8 : LEU
t9 : LYS
t10 : VAL
t11 : LEU
t12 : ARG
t13 : ALA
t14 : PRO
t15 : HIS
t16 : VAL
t17 : SER
t18 : GLU
t19 : LYS
t20 : ALA
t21 : SER
t22 : THR
t23 : ALA
t24 : MET
t25 : GLU
t26 : LYS
t27 : SER
t28 : ASN
t29 : THR
t30 : ILE
t31 : VAL
t32 : LEU
t33 : LYS
t34 : VAL
t35 : ALA
t36 : LYS
t37 : ASP
t38 : ALA
t39 : THR
t40 : LYS
t41 : ALA
t42 : GLU
t43 : ILE
t44 : LYS
t45 : ALA
t46 : ALA
t47 : VAL
t48 : GLN
t49 : LYS
t50 : LEU
t51 : PHE
t52 : GLU
t53 : VAL
t54 : GLU
t55 : VAL
t56 : GLU
t57 : VAL
t58 : VAL
t59 : ASN
t60 : THR
t61 : LEU
t62 : VAL
t63 : VAL
t64 : LYS
t65 : GLY
t66 : LYS
t67 : VAL
t68 : LYS
t69 : ARG
t70 : HIS
t71 : GLY
t72 : GLN
t73 : ARG
t74 : ILE
t75 : GLY
t76 : ARG
t77 : ARG
t78 : SER
t79 : ASP
t80 : TRP
t81 : LYS
t82 : LYS
t83 : ALA
t84 : TYR
t85 : VAL
t86 : THR
t87 : LEU
t88 : LYS
t89 : GLU
t90 : GLY
t91 : GLN
t92 : ASN
t93 : LEU
u1 : ALA
u2 : ALA
u3 : LYS
u4 : ILE
u5 : ARG
u6 : ARG
u7 : ASP
u8 : ASP
u9 : GLU
u10 : VAL
u11 : ILE
u12 : VAL
u13 : LEU
u14 : THR
u15 : GLY
u16 : LYS
u17 : ASP
u18 : LYS
u19 : GLY
u20 : LYS
u21 : ARG
u22 : GLY
u23 : LYS
u24 : VAL
u25 : LYS
u26 : ASN
u27 : VAL
u28 : LEU
u29 : SER
u30 : SER
u31 : GLY
u32 : LYS
u33 : VAL
u34 : ILE
u35 : VAL
u36 : GLU
u37 : GLY
u38 : ILE
u39 : ASN
u40 : LEU
u41 : VAL
u42 : LYS
u43 : LYS
u44 : HIS
u45 : GLN
u46 : LYS
u47 : PRO
u48 : VAL
u49 : PRO
u50 : ALA
u51 : LEU
u52 : ASN
u53 : GLN
u54 : PRO
u55 : GLY
u56 : GLY
u57 : ILE
u58 : VAL
u59 : GLU
u60 : LYS
u61 : GLU
u62 : ALA
u63 : ALA
u64 : ILE
u65 : GLN
u66 : VAL
u67 : SER
u68 : ASN
u69 : VAL
u70 : ALA
u71 : ILE
u72 : PHE
u73 : ASN
u74 : ALA
u75 : ALA
u76 : THR
u77 : GLY
u78 : LYS
u79 : ALA
u80 : ASP
u81 : ARG
u82 : VAL
u83 : GLY
u84 : PHE
u85 : ARG
u86 : PHE
u87 : GLU
u88 : ASP
u89 : GLY
u90 : LYS
u91 : LYS
u92 : VAL
u93 : ARG
u94 : PHE
u95 : PHE
u96 : LYS
u97 : SER
u98 : ASN
u99 : SER
u100 : GLU
u101 : THR
u102 : ILE
v1 : MET
v2 : PHE
v3 : THR
v4 : ILE
v5 : ASN
v6 : ALA
v7 : GLU
v8 : VAL
v9 : ARG
v10 : LYS
v11 : GLU
v12 : GLN
v13 : GLY
v14 : LYS
v15 : GLY
v16 : ALA
v17 : SER
v18 : ARG
v19 : ARG
v20 : LEU
v21 : ARG
v22 : ALA
v23 : ALA
v24 : ASN
v25 : LYS
v26 : PHE
v27 : PRO
v28 : ALA
v29 : ILE
v30 : ILE
v31 : TYR
v32 : GLY
v33 : GLY
v34 : LYS
v35 : GLU
v36 : ALA
v37 : PRO
v38 : LEU
v39 : ALA
v40 : ILE
v41 : GLU
v42 : LEU
v43 : ASP
v44 : HIS
v45 : ASP
v46 : LYS
v47 : VAL
v48 : MET
v49 : ASN
v50 : MET
v51 : GLN
v52 : ALA
v53 : LYS
v54 : ALA
v55 : GLU
v56 : PHE
v57 : TYR
v58 : SER
v59 : GLU
v60 : VAL
v61 : LEU
v62 : THR
v63 : ILE
v64 : VAL
v65 : VAL
v66 : ASP
v67 : GLY
v68 : LYS
v69 : GLU
v70 : ILE
v71 : LYS
v72 : VAL
v73 : LYS
v74 : ALA
v75 : GLN
v76 : ASP
v77 : VAL
v78 : GLN
v79 : ARG
v80 : HIS
v81 : PRO
v82 : TYR
v83 : LYS
v84 : PRO
v85 : LYS
v86 : LEU
v87 : GLN
v88 : HIS
v89 : ILE
v90 : ASP
v91 : PHE
v92 : VAL
v93 : ARG
v94 : ALA
w7 : ARG
w8 : ASN
w9 : GLY
w10 : ARG
w11 : ASP
w12 : SER
w13 : GLU
w14 : ALA
w15 : LYS
w16 : ARG
w17 : LEU
w18 : GLY
w19 : VAL
w20 : LYS
w21 : ARG
w22 : PHE
w23 : GLY
w24 : GLY
w25 : GLU
w26 : SER
w27 : VAL
w28 : LEU
w29 : ALA
w30 : GLY
w31 : SER
w32 : ILE
w33 : ILE
w34 : VAL
w35 : ARG
w36 : GLN
w37 : ARG
w38 : GLY
w39 : THR
w40 : LYS
w41 : PHE
w42 : HIS
w43 : ALA
w44 : GLY
w45 : ALA
w46 : ASN
w47 : VAL
w48 : GLY
w49 : CYS
w50 : GLY
w51 : ARG
w52 : ASP
w53 : HIS
w54 : THR
w55 : LEU
w56 : PHE
w57 : ALA
w58 : LYS
w59 : ALA
w60 : ASP
w61 : GLY
w62 : LYS
w63 : VAL
w64 : LYS
w65 : PHE
w66 : GLU
w67 : VAL
w68 : LYS
w69 : GLY
w70 : PRO
w71 : LYS
w72 : ASN
w73 : ARG
w74 : LYS
w75 : PHE
w76 : ILE
w77 : SER
w78 : ILE
w79 : GLU
w80 : ALA
w81 : GLU
x1 : SER
x2 : ARG
x3 : VAL
x4 : CYS
x5 : GLN
x6 : VAL
x7 : THR
x8 : GLY
x9 : LYS
x10 : ARG
x11 : PRO
x12 : VAL
x13 : THR
x14 : GLY
x15 : ASN
x16 : ASN
x17 : ARG
x18 : SER
x19 : HIS
x20 : ALA
x21 : LEU
x22 : ASN
x23 : ALA
x24 : THR
x25 : LYS
x26 : ARG
x27 : ARG
x28 : PHE
x29 : LEU
x30 : PRO
x31 : ASN
x32 : LEU
x33 : HIS
x34 : SER
x35 : HIS
x36 : ARG
x37 : PHE
x38 : TRP
x39 : VAL
x40 : GLU
x41 : SER
x42 : GLU
x43 : LYS
x44 : ARG
x45 : PHE
x46 : VAL
x47 : THR
x48 : LEU
x49 : ARG
x50 : VAL
x51 : SER
x52 : ALA
x53 : LYS
x54 : GLY
x55 : MET
x56 : ARG
x57 : VAL
x58 : ILE
x59 : ASP
x60 : LYS
x61 : LYS
x62 : GLY
x63 : ILE
x64 : ASP
x65 : THR
x66 : VAL
x67 : LEU
x68 : ALA
x69 : GLU
x70 : LEU
x71 : ARG
x72 : ALA
x73 : ARG
x74 : GLY
x75 : GLU
x76 : LYS
x77 : TYR
y1 : MET
y2 : LYS
y3 : ALA
y4 : LYS
y5 : GLU
y6 : LEU
y7 : ARG
y8 : GLU
y9 : LYS
y10 : SER
y11 : VAL
y12 : GLU
y13 : GLU
y14 : LEU
y15 : ASN
y16 : THR
y17 : GLU
y18 : LEU
y19 : LEU
y20 : ASN
y21 : LEU
y22 : LEU
y23 : ARG
y24 : GLU
y25 : GLN
y26 : PHE
y27 : ASN
y28 : LEU
y29 : ARG
y30 : MET
y31 : GLN
y32 : ALA
y33 : ALA
y34 : SER
y35 : GLY
y36 : GLN
y37 : LEU
y38 : GLN
y39 : GLN
y40 : SER
y41 : HIS
y42 : LEU
y43 : LEU
y44 : LYS
y45 : GLN
y46 : VAL
y47 : ARG
y48 : ARG
y49 : ASP
y50 : VAL
y51 : ALA
y52 : ARG
y53 : VAL
y54 : LYS
y55 : THR
y56 : LEU
y57 : LEU
y58 : ASN
y59 : GLU
y60 : LYS
y61 : ALA
y62 : GLY
y63 : ALA
z1 : ALA
z2 : LYS
z3 : THR
z4 : ILE
z5 : LYS
z6 : ILE
z7 : THR
z8 : GLN
z9 : THR
z10 : ARG
z11 : SER
z12 : ALA
z13 : ILE
z14 : GLY
z15 : ARG
z16 : LEU
z17 : PRO
z18 : LYS
z19 : HIS
z20 : LYS
z21 : ALA
z22 : THR
z23 : LEU
z24 : LEU
z25 : GLY
z26 : LEU
z27 : GLY
z28 : LEU
z29 : ARG
z30 : ARG
z31 : ILE
z32 : GLY
z33 : HIS
z34 : THR
z35 : VAL
z36 : GLU
z37 : ARG
z38 : GLU
z39 : ASP
z40 : THR
z41 : PRO
z42 : ALA
z43 : ILE
z44 : ARG
z45 : GLY
z46 : MET
z47 : ILE
z48 : ASN
z49 : ALA
z50 : VAL
z51 : SER
z52 : PHE
z53 : MET
z54 : VAL
z55 : LYS
z56 : VAL
z57 : GLU
z58 : GLU
A1 : MET
A2 : LYS
A3 : LYS
A4 : ASP
A5 : ILE
A6 : HIS
A7 : PRO
A8 : LYS
A9 : TYR
A10 : GLU
A11 : GLU
A12 : ILE
A13 : THR
A14 : ALA
A15 : SER
A16 : CYS
A17 : SER
A18 : CYS
A19 : GLY
A20 : ASN
A21 : VAL
A22 : MET
A23 : LYS
A24 : ILE
A25 : ARG
A26 : SER
A27 : THR
A28 : VAL
A29 : GLY
A30 : HIS
A31 : ASP
A32 : LEU
A33 : ASN
A34 : LEU
A35 : ASP
A36 : VAL
A37 : CYS
A38 : SER
A39 : LYS
A40 : CYS
A41 : HIS
B1 : ALA
B2 : VAL
B3 : GLN
B4 : GLN
B5 : ASN
B6 : LYS
B7 : PRO
B8 : THR
B9 : ARG
B10 : SER
B11 : LYS
B12 : ARG
B13 : GLY
B14 : MET
B15 : ARG
B16 : ARG
B17 : SER
B18 : HIS
B19 : ASP
B20 : ALA
B21 : LEU
B22 : THR
B23 : ALA
B24 : VAL
B25 : THR
B26 : SER
B27 : LEU
B28 : SER
B29 : VAL
B30 : ASP
B31 : LYS
B32 : THR
B33 : SER
B34 : GLY
B35 : GLU
B36 : LYS
B37 : HIS
B38 : LEU
B39 : ARG
B40 : HIS
B41 : HIS
B42 : ILE
B43 : THR
B44 : ALA
B45 : ASP
B46 : GLY
B47 : TYR
B48 : TYR
B49 : ARG
B50 : GLY
B51 : ARG
B52 : LYS
B53 : VAL
B54 : ILE
B55 : ALA
B56 : LYS
D1 : MET
D2 : LYS
D3 : ARG
D4 : THR
D5 : PHE
D6 : GLN
D7 : PRO
D8 : SER
D9 : VAL
D10 : LEU
D11 : LYS
D12 : ARG
D13 : ASN
D14 : ARG
D15 : SER
D16 : HIS
D17 : GLY
D18 : PHE
D19 : ARG
D20 : ALA
D21 : ARG
D22 : MET
D23 : ALA
D24 : THR
D25 : LYS
D26 : ASN
D27 : GLY
D28 : ARG
D29 : GLN
D30 : VAL
D31 : LEU
D32 : ALA
D33 : ARG
D34 : ARG
D35 : ARG
D36 : ALA
D37 : LYS
D38 : GLY
D39 : ARG
D40 : ALA
D41 : ARG
D42 : LEU
D43 : THR
D44 : VAL
D45 : SER
D46 : LYS
E1 : PRO
E2 : LYS
E3 : ILE
E4 : LYS
E5 : THR
E6 : VAL
E7 : ARG
E8 : GLY
E9 : ALA
E10 : ALA
E11 : LYS
E12 : ARG
E13 : PHE
E14 : LYS
E15 : LYS
E16 : THR
E17 : GLY
E18 : LYS
E19 : GLY
E20 : GLY
E21 : PHE
E22 : LYS
E23 : HIS
E24 : LYS
E25 : HIS
E26 : ALA
E27 : ASN
E28 : LEU
E29 : ARG
E30 : HIS
E31 : ILE
E32 : LEU
E33 : THR
E34 : LYS
E35 : LYS
E36 : ALA
E37 : THR
E38 : LYS
E39 : ARG
E40 : LYS
E41 : ARG
E42 : HIS
E43 : LEU
E44 : ARG
E45 : PRO
E46 : LYS
E47 : ALA
E48 : MET
E49 : VAL
E50 : SER
E51 : LYS
E52 : GLY
E53 : ASP
E54 : LEU
E55 : GLY
E56 : LEU
E57 : VAL
E58 : ILE
E59 : ALA
E60 : CYS
E61 : LEU
E62 : PRO
E63 : TYR
E64 : ALA
F1 : MET
F2 : LYS
F3 : VAL
F4 : ARG
F5 : ALA
F6 : SER
F7 : VAL
F8 : LYS
F9 : LYS
F10 : LEU
F11 : CYS
F12 : ARG
F13 : ASN
F14 : CYS
F15 : LYS
F16 : ILE
F17 : VAL
F18 : LYS
F19 : ARG
F20 : ASP
F21 : GLY
F22 : VAL
F23 : ILE
F24 : ARG
F25 : VAL
F26 : ILE
F27 : CYS
F28 : SER
F29 : ALA
F30 : GLU
F31 : PRO
F32 : LYS
F33 : HIS
F34 : LYS
F35 : GLN
F36 : ARG
F37 : GLN
F38 : GLY
a3 : LYS
a4 : LEU
a5 : THR
a6 : LYS
a7 : ARG
a8 : MET
a9 : ARG
a10 : VAL
a11 : ILE
a12 : ARG
a13 : GLU
a14 : LYS
a15 : VAL
a16 : ASP
a17 : ALA
a18 : THR
a19 : LYS
a20 : GLN
a21 : TYR
a22 : ASP
a23 : ILE
a24 : ASN
a25 : GLU
a26 : ALA
a27 : ILE
a28 : ALA
a29 : LEU
a30 : LEU
a31 : LYS
a32 : GLU
a33 : LEU
a34 : ALA
a35 : THR
a36 : ALA
a37 : LYS
a38 : PHE
a39 : VAL
a40 : GLU
a41 : SER
a42 : VAL
a43 : ASP
a44 : VAL
a45 : ALA
a46 : VAL
a47 : ASN
a48 : LEU
a49 : GLY
a50 : ILE
a51 : ASP
a52 : ALA
a53 : ARG
a54 : LYS
a55 : SER
a56 : ASP
a57 : GLN
a58 : ASN
a59 : VAL
a60 : ARG
a61 : GLY
a62 : ALA
a63 : THR
a64 : VAL
a65 : LEU
a66 : PRO
a67 : HIS
a68 : GLY
a69 : THR
a159 : GLY
a160 : GLN
a161 : VAL
a162 : ARG
a163 : TYR
a164 : ARG
a165 : ASN
a166 : ASP
a167 : LYS
a168 : ASN
a169 : GLY
a170 : ILE
a171 : ILE
a172 : HIS
a173 : THR
a174 : THR
a175 : ILE
a176 : GLY
a177 : LYS
a178 : VAL
a179 : ASP
a180 : PHE
a181 : ASP
a182 : ALA
a183 : ASP
a184 : LYS
a185 : LEU
a186 : LYS
a187 : GLU
a188 : ASN
a189 : LEU
a190 : GLU
a191 : ALA
a192 : LEU
a193 : LEU
a194 : VAL
a195 : ALA
a196 : LEU
a197 : LYS
a198 : LYS
a199 : ALA
a200 : LYS
a201 : PRO
a202 : THR
a203 : GLN
a204 : ALA
a205 : LYS
a206 : GLY
a207 : VAL
a208 : TYR
a209 : ILE
a210 : LYS
a211 : LYS
a212 : VAL
a213 : SER
a214 : ILE
a215 : SER
a216 : THR
a217 : THR
a218 : MET
a219 : GLY
a220 : ALA
a221 : GLY
a222 : VAL
a223 : ALA
a224 : VAL
a225 : ASP
'4'1 : G C3p_endo anti
'4'2 : G C3p_endo anti
'4'3 : U C3p_endo anti
'4'4 : U C3p_endo anti
'4'5 : A C3p_endo anti
'4'6 : A C3p_endo anti
'4'7 : G C3p_endo anti
'4'8 : C C3p_endo anti
'4'9 : G C3p_endo anti
'4'10 : A C3p_endo anti
'4'11 : C C3p_endo anti
'4'12 : U C2p_exo anti
'4'13 : A C2p_endo anti
'4'14 : A C3p_endo anti
'4'15 : G C3p_endo anti
'4'16 : C C3p_endo anti
'4'17 : G C3p_endo anti
'4'18 : U C3p_endo anti
'4'19 : A C3p_endo anti
'4'20 : C C3p_endo anti
'4'21 : A C3p_endo anti
'4'22 : C C3p_endo anti
'4'23 : G C3p_endo anti
'4'24 : G C3p_endo anti
'4'25 : U C3p_endo anti
'4'26 : G C3p_endo anti
'4'27 : G C2p_endo anti
'4'28 : A C3p_endo anti
'4'29 : U C3p_endo anti
'4'30 : G C3p_endo anti
'4'31 : C C3p_endo anti
'4'32 : C C3p_endo anti
'4'33 : C C3p_endo anti
'4'34 : U C3p_endo anti
'4'35 : G C3p_endo anti
'4'36 : G C3p_endo anti
'4'37 : C C3p_endo anti
'4'38 : A C3p_endo anti
'4'39 : G C3p_endo anti
'4'40 : U C3p_endo anti
'4'41 : C C3p_endo anti
'4'42 : A C3p_endo anti
'4'43 : G C3p_endo anti
'4'44 : A C3p_endo anti
'4'45 : G C4p_exo anti
'4'46 : G C3p_endo anti
'4'47 : C C3p_endo anti
'4'48 : G C3p_endo anti
'4'49 : A C2p_endo syn
'4'50 : U C3p_endo anti
'4'51 : G C2p_endo anti
'4'52 : A C3p_endo anti
'4'53 : A C3p_endo anti
'4'54 : G C3p_endo anti
'4'55 : G C3p_endo anti
'4'56 : A C3p_endo anti
'4'57 : C C3p_endo anti
'4'58 : G C3p_endo anti
'4'59 : U C3p_endo anti
'4'60 : G C2p_endo syn
'4'61 : C C3p_endo anti
'4'62 : U C3p_endo syn
'4'63 : A C3p_endo anti
'4'64 : A C3p_endo anti
'4'65 : U C3p_endo anti
'4'66 : C C3p_endo anti
'4'67 : U C3p_endo anti
'4'68 : G C3p_endo anti
'4'69 : C C3p_endo anti
'4'70 : G C2p_endo anti
'4'71 : A C2p_endo syn
'4'72 : U C2p_endo anti
'4'73 : A C3p_endo anti
'4'74 : A C2p_endo syn
'4'75 : G C3p_endo anti
'4'76 : C C3p_endo anti
'4'77 : G C3p_endo anti
'4'78 : U C3p_endo anti
'4'79 : C C3p_endo anti
'4'80 : G C3p_endo anti
'4'81 : G C3p_endo anti
'4'82 : U C3p_endo anti
'4'83 : A C3p_endo anti
'4'84 : A C2p_endo anti
'4'85 : G C3p_endo anti
'4'86 : G C3p_endo anti
'4'87 : U C3p_endo anti
'4'88 : G C3p_endo anti
'4'89 : A C3p_endo anti
'4'90 : U C3p_endo anti
'4'91 : A C2p_endo anti
'4'92 : U C3p_endo anti
'4'93 : G C3p_endo anti
'4'94 : A C3p_endo anti
'4'95 : A C3p_endo anti
'4'96 : C C3p_endo anti
'4'97 : C C3p_endo anti
'4'98 : G C3p_endo anti
'4'99 : U C3p_endo anti
'4'100 : U C3p_endo anti
'4'101 : A C3p_endo anti
'4'102 : U C3p_endo anti
'4'103 : A C3p_endo anti
'4'104 : A C3p_endo anti
'4'105 : C C3p_endo anti
'4'106 : C C3p_endo anti
'4'107 : G C3p_endo anti
'4'108 : G C3p_endo anti
'4'109 : C C3p_endo anti
'4'110 : G C3p_endo anti
'4'111 : A C3p_endo anti
'4'112 : U C3p_endo anti
'4'113 : U C3p_endo anti
'4'114 : U C3p_endo anti
'4'115 : C C3p_endo anti
'4'116 : C C3p_endo anti
'4'117 : G C3p_endo anti
'4'118 : A C3p_endo syn
'4'119 : A C2p_endo anti
'4'120 : U C2p_endo anti
'4'121 : G C3p_endo anti
'4'122 : G C3p_endo anti
'4'123 : G C3p_endo anti
'4'124 : G C3p_endo anti
'4'125 : A C2p_endo anti
'4'126 : A C3p_endo anti
'4'127 : A C3p_endo anti
'4'128 : C C3p_endo anti
'4'129 : C C3p_endo anti
'4'130 : C C3p_endo anti
'4'131 : A C3p_endo anti
'4'132 : G C3p_endo anti
'4'133 : U C3p_endo anti
'4'134 : G C3p_endo anti
'4'135 : U C3p_endo anti
'4'136 : G C3p_endo anti
'4'137 : U C3p_endo anti
'4'138 : U C3p_endo anti
'4'139 : U C3p_endo anti
'4'140 : C C3p_endo anti
'4'141 : G C3p_endo syn
'4'142 : A C3p_endo anti
'4'143 : C C3p_endo anti
'4'144 : A C3p_endo anti
'4'145 : C C3p_endo anti
'4'146 : A C3p_endo anti
'4'147 : C C3p_endo anti
'4'148 : U C3p_endo anti
'4'149 : A C3p_endo anti
'4'150 : U C3p_endo anti
'4'151 : C C3p_endo anti
'4'152 : A C3p_endo anti
'4'153 : U C3p_endo anti
'4'154 : U C3p_endo anti
'4'155 : A C3p_endo anti
'4'156 : A C3p_endo anti
'4'157 : C C3p_endo anti
'4'158 : U C3p_endo anti
'4'159 : G C3p_endo anti
'4'160 : A C3p_endo anti
'4'161 : A C3p_endo anti
'4'162 : U C3p_endo syn
'4'163 : C C3p_endo anti
'4'164 : C C3p_endo anti
'4'165 : A C3p_endo anti
'4'166 : U C3p_endo anti
'4'167 : A C3p_endo anti
'4'168 : G C3p_endo anti
'4'169 : G C3p_endo anti
'4'170 : U C3p_endo anti
'4'171 : U C3p_endo anti
'4'172 : A C3p_endo anti
'4'173 : A C3p_endo anti
'4'174 : U C3p_endo anti
'4'175 : G C3p_endo anti
'4'176 : A C3p_endo anti
'4'177 : G C2p_endo syn
'4'178 : G C3p_endo anti
'4'179 : C C3p_endo anti
'4'180 : G C3p_endo anti
'4'181 : A C3p_endo anti
'4'182 : A C3p_endo anti
'4'183 : C C3p_endo anti
'4'184 : C C3p_endo anti
'4'185 : G C3p_endo anti
'4'186 : G C3p_endo anti
'4'187 : G C3p_endo anti
'4'188 : G C3p_endo anti
'4'189 : G C3p_endo anti
'4'190 : A C3p_endo anti
'4'191 : A C3p_endo anti
'4'192 : C C3p_endo anti
'4'193 : U C3p_endo anti
'4'194 : G C3p_endo anti
'4'195 : A C3p_endo anti
'4'196 : A C2p_endo syn
'4'197 : A C3p_endo anti
'4'198 : C C3p_endo anti
'4'199 : A C2p_endo syn
'4'200 : U C3p_endo anti
'4'201 : C C3p_endo anti
'4'202 : U C3p_endo anti
'4'203 : A C3p_endo anti
'4'204 : A C2p_endo anti
'4'205 : G C2p_endo anti
'4'206 : U C3p_endo anti
'4'207 : A C3p_endo anti
'4'208 : C C3p_endo anti
'4'209 : C C3p_endo anti
'4'210 : C C3p_endo anti
'4'211 : C C3p_endo anti
'4'212 : G C3p_endo anti
'4'213 : A C3p_endo anti
'4'214 : G C3p_endo anti
'4'215 : G C2p_endo anti
'4'216 : A C3p_endo anti
'4'217 : A C3p_endo anti
'4'218 : A C3p_endo anti
'4'219 : A C3p_endo anti
'4'220 : G C3p_endo anti
'4'221 : A C2p_endo anti
'4'222 : A C2p_endo syn
'4'223 : A C3p_endo anti
'4'224 : U C3p_endo anti
'4'225 : C C3p_endo anti
'4'226 : A C3p_endo anti
'4'227 : A C3p_endo anti
'4'228 : C C3p_endo anti
'4'229 : C C3p_endo anti
'4'230 : G C3p_endo anti
'4'231 : A C3p_endo anti
'4'232 : G C2p_endo anti
'4'233 : A C3p_endo anti
'4'234 : U C3p_endo anti
'4'235 : U C3p_endo anti
'4'236 : C C3p_endo anti
'4'237 : C C3p_endo anti
'4'238 : C C3p_endo anti
'4'239 : C C3p_endo anti
'4'240 : C C3p_endo anti
'4'241 : A C2p_endo anti
'4'242 : G C2p_endo anti
'4'243 : U C3p_endo anti
'4'244 : A C3p_endo anti
'4'245 : G C3p_endo anti
'4'246 : C C3p_endo anti
'4'247 : G C3p_endo anti
'4'248 : G C3p_endo anti
'4'249 : C C2p_endo anti
'4'250 : G C3p_endo anti
'4'251 : A C3p_endo anti
'4'252 : G C3p_endo anti
'4'253 : C C3p_endo anti
'4'254 : G C3p_endo anti
'4'255 : A C3p_endo anti
'4'256 : A C3p_endo anti
'4'257 : C C3p_endo anti
'4'258 : G C3p_endo anti
'4'259 : G C3p_endo anti
'4'260 : G C3p_endo anti
'4'261 : G C3p_endo anti
'4'262 : A C3p_endo anti
'4'263 : G C3p_endo anti
'4'264 : C C3p_endo anti
'4'265 : A C2p_endo anti
'4'266 : G C3p_endo anti
'4'267 : C C3p_endo anti
'4'268 : C C3p_endo anti
'4'269 : C C3p_endo anti
'4'270 : A C3p_endo anti
'4'271 : G C2p_endo anti
'4'272 : A C3p_endo anti
'4'273 : G C3p_endo anti
'4'274 : C C3p_endo anti
'4'275 : C C3p_endo anti
'4'276 : U C3p_endo anti
'4'277 : G C3p_endo syn
'4'278 : A C3p_endo anti
'4'279 : A C3p_endo anti
'4'280 : U C3p_endo anti
'4'281 : C C3p_endo anti
'4'282 : A C3p_endo anti
'4'283 : G C3p_endo anti
'4'284 : U C3p_endo anti
'4'285 : G C3p_endo anti
'4'286 : U C3p_endo anti
'4'287 : G C3p_endo anti
'4'288 : U C3p_endo anti
'4'289 : G C3p_endo anti
'4'290 : U C3p_endo anti
'4'291 : G C3p_endo anti
'4'292 : U C3p_endo anti
'4'293 : U C3p_endo anti
'4'294 : A C3p_endo anti
'4'295 : G C3p_endo anti
'4'296 : U C3p_endo anti
'4'297 : G C3p_endo anti
'4'298 : G C3p_endo anti
'4'299 : A C3p_endo anti
'4'300 : A C3p_endo anti
'4'301 : G C2p_endo syn
'4'302 : C C3p_endo anti
'4'303 : G C3p_endo anti
'4'304 : U C3p_endo anti
'4'305 : C C3p_endo anti
'4'306 : U C3p_endo anti
'4'307 : G C3p_endo anti
'4'308 : G C3p_endo anti
'4'309 : A C3p_endo anti
'4'310 : A C4p_exo anti
'4'311 : A C2p_endo anti
'4'312 : G C3p_endo anti
'4'313 : G C3p_endo anti
'4'314 : C C3p_endo anti
'4'315 : G C3p_endo anti
'4'316 : C C3p_endo anti
'4'317 : G C3p_endo anti
'4'318 : C C3p_endo anti
'4'319 : G C3p_endo anti
'4'320 : A C3p_endo anti
'4'321 : U C2p_endo anti
'4'322 : A C2p_endo anti
'4'323 : C C3p_endo anti
'4'324 : A C3p_endo anti
'4'325 : G C3p_endo anti
'4'326 : G C3p_endo anti
'4'327 : G C3p_endo anti
'4'328 : U C3p_endo anti
'4'329 : G C2p_endo anti
'4'330 : A C2p_endo syn
'4'331 : C C2p_endo anti
'4'332 : A C2p_endo anti
'4'333 : G C3p_endo anti
'4'334 : C C3p_endo anti
'4'335 : C C3p_endo anti
'4'336 : C C3p_endo anti
'4'337 : C C3p_endo anti
'4'338 : G C3p_endo anti
'4'339 : U C3p_endo anti
'4'340 : A C3p_endo anti
'4'341 : C C3p_endo anti
'4'342 : A C3p_endo anti
'4'343 : C C3p_endo anti
'4'344 : A C3p_endo anti
'4'345 : A C2p_endo anti
'4'346 : A C3p_endo anti
'4'347 : A C3p_endo anti
'4'348 : A C3p_endo anti
'4'349 : U C3p_endo anti
'4'350 : G C3p_endo anti
'4'351 : C C3p_endo anti
'4'352 : A C3p_endo anti
'4'353 : C C3p_endo anti
'4'354 : A C3p_endo anti
'4'355 : U C3p_endo anti
'4'356 : G C3p_endo anti
'4'357 : C C3p_endo anti
'4'358 : U C3p_endo anti
'4'359 : G C3p_endo anti
'4'360 : U C3p_endo anti
'4'361 : G C2p_exo anti
'4'362 : A C3p_endo anti
'4'363 : G C3p_endo anti
'4'364 : C C3p_endo anti
'4'365 : U C3p_endo anti
'4'366 : C C3p_endo anti
'4'367 : G C3p_endo anti
'4'368 : A C3p_endo anti
'4'369 : U C3p_endo anti
'4'370 : G C2p_endo anti
'4'371 : A C2p_endo anti
'4'372 : G C2p_endo syn
'4'373 : U C3p_endo anti
'4'374 : A C3p_endo anti
'4'375 : G C3p_endo anti
'4'376 : G C3p_endo anti
'4'377 : G C3p_endo anti
'4'378 : C C3p_endo anti
'4'379 : G C3p_endo anti
'4'380 : G C3p_endo anti
'4'381 : G C3p_endo anti
'4'382 : A C3p_endo anti
'4'383 : C C3p_endo anti
'4'384 : A C3p_endo anti
'4'385 : C C3p_endo anti
'4'386 : G C2p_endo anti
'4'387 : U C3p_exo anti
'4'388 : G C3p_endo anti
'4'389 : G C3p_endo anti
'4'390 : U C2p_endo anti
'4'391 : A C3p_endo anti
'4'392 : U C3p_endo anti
'4'393 : C C3p_endo anti
'4'394 : C C3p_endo anti
'4'395 : U C3p_endo anti
'4'396 : G C3p_endo anti
'4'397 : U C3p_endo anti
'4'398 : C C3p_endo anti
'4'399 : U C3p_endo anti
'4'400 : G C3p_endo anti
'4'401 : A C3p_endo anti
'4'402 : A C3p_endo anti
'4'403 : U C3p_endo anti
'4'404 : A C3p_endo syn
'4'405 : U C3p_endo anti
'4'406 : G C3p_endo anti
'4'407 : G C3p_endo anti
'4'408 : G C3p_endo anti
'4'409 : G C3p_endo anti
'4'410 : G C3p_endo anti
'4'411 : G C2p_endo anti
'4'412 : A C3p_endo anti
'4'413 : C C3p_endo anti
'4'414 : C C3p_endo anti
'4'415 : A C3p_endo anti
'4'416 : U C3p_endo anti
'4'417 : C C3p_endo anti
'4'418 : C C3p_endo anti
'4'419 : U C3p_endo anti
'4'420 : C C3p_endo anti
'4'421 : C C2p_endo anti
'4'422 : A C3p_endo anti
'4'423 : A C3p_endo anti
'4'424 : G C3p_endo anti
'4'425 : G C3p_endo anti
'4'426 : C C3p_endo anti
'4'427 : U C3p_endo anti
'4'428 : A C3p_endo anti
'4'429 : A C3p_endo anti
'4'430 : A C3p_endo anti
'4'431 : U C3p_endo anti
'4'432 : A C3p_endo anti
'4'433 : C C3p_endo anti
'4'434 : U C2p_endo anti
'4'435 : C C3p_endo anti
'4'436 : C C3p_endo anti
'4'437 : U C3p_endo anti
'4'438 : G C3p_endo anti
'4'439 : A C3p_endo anti
'4'440 : C C3p_endo anti
'4'441 : U C3p_endo anti
'4'442 : G C2p_endo anti
'4'443 : A C3p_endo anti
'4'444 : C C3p_endo anti
'4'445 : C C3p_endo anti
'4'446 : G C2p_endo anti
'4'447 : A C2p_endo anti
'4'448 : U C2p_endo anti
'4'449 : A C3p_endo anti
'4'450 : G C3p_endo anti
'4'451 : U C3p_endo anti
'4'452 : G C3p_endo anti
'4'453 : A C3p_endo anti
'4'454 : A C2p_endo anti
'4'455 : C C3p_endo anti
'4'456 : C C3p_endo anti
'4'457 : A C2p_endo anti
'4'458 : G C2p_endo anti
'4'459 : U C3p_endo anti
'4'460 : A C3p_endo anti
'4'461 : C C3p_endo anti
'4'462 : C C3p_endo anti
'4'463 : G C3p_endo anti
'4'464 : U C3p_endo anti
'4'465 : G C3p_endo anti
'4'466 : A C3p_endo anti
'4'467 : G C3p_endo anti
'4'468 : G C3p_endo anti
'4'469 : G C3p_endo anti
'4'470 : A C3p_endo anti
'4'471 : A C3p_endo anti
'4'472 : A C3p_endo anti
'4'473 : G C3p_endo anti
'4'474 : G C2p_endo anti
'4'475 : C C3p_endo anti
'4'476 : G C3p_endo anti
'4'477 : A C3p_endo anti
'4'478 : A C3p_endo anti
'4'479 : A C2p_endo anti
'4'480 : A C3p_endo anti
'4'481 : G C4p_exo anti
'4'482 : A C3p_endo anti
'4'483 : A C3p_endo anti
'4'484 : C C3p_endo anti
'4'485 : C C3p_endo anti
'4'486 : C C3p_endo anti
'4'487 : C C3p_endo anti
'4'488 : G C3p_endo anti
'4'489 : G C2p_endo anti
'4'490 : C C3p_endo anti
'4'491 : G C3p_endo anti
'4'492 : A C3p_endo anti
'4'493 : G C3p_endo anti
'4'494 : G C3p_endo anti
'4'495 : G C3p_endo anti
'4'496 : G C3p_endo anti
'4'497 : A C3p_endo anti
'4'498 : G C3p_endo anti
'4'499 : U C3p_endo anti
'4'500 : G C3p_endo anti
'4'501 : A C3p_endo anti
'4'502 : A C3p_endo anti
'4'503 : A C2p_endo syn
'4'504 : A C2p_exo anti
'4'505 : A C3p_endo anti
'4'506 : G C2p_endo syn
'4'507 : A C3p_endo anti
'4'508 : A C3p_exo syn
'4'509 : C C3p_endo anti
'4'510 : C C3p_endo anti
'4'511 : U C3p_endo anti
'4'512 : G C2p_endo anti
'4'513 : A C3p_endo anti
'4'514 : A C3p_endo anti
'4'515 : A C3p_endo anti
'4'516 : C C3p_endo anti
'4'517 : C C3p_endo anti
'4'518 : G C3p_endo anti
'4'519 : U C3p_endo anti
'4'520 : G C3p_endo anti
'4'521 : U C3p_endo anti
'4'522 : A C3p_endo anti
'4'523 : C C3p_endo anti
'4'524 : G C3p_endo anti
'4'525 : U C3p_endo anti
'4'526 : A C3p_endo anti
'4'527 : C C2p_endo anti
'4'528 : A C3p_endo anti
'4'529 : A C2p_endo anti
'4'530 : G C3p_endo anti
'4'531 : C C2p_endo anti
'4'532 : A C2p_endo syn
'4'533 : G C3p_endo anti
'4'534 : U C3p_endo anti
'4'535 : G C3p_endo anti
'4'536 : G C3p_endo anti
'4'537 : G C3p_endo anti
'4'538 : A C3p_endo anti
'4'539 : G C3p_endo anti
'4'540 : C C3p_endo anti
'4'541 : A C3p_endo anti
'4'542 : C C3p_endo anti
'4'543 : G C3p_endo anti
'4'544 : C C3p_endo anti
'4'545 : U C3p_endo anti
'4'546 : U C3p_endo anti
'4'547 : A C3p_endo syn
'4'548 : G C3p_endo anti
'4'549 : G C3p_endo anti
'4'550 : C C3p_endo anti
'4'551 : G C3p_endo anti
'4'552 : U C3p_endo anti
'4'553 : G C3p_endo anti
'4'554 : U C3p_endo anti
'4'555 : G C3p_endo anti
'4'556 : A C3p_endo anti
'4'557 : C C3p_endo anti
'4'558 : U C3p_endo anti
'4'559 : G C3p_endo anti
'4'560 : C C3p_endo anti
'4'561 : G C3p_endo anti
'4'562 : U C3p_endo anti
'4'563 : A C3p_endo anti
'4'564 : C C3p_endo anti
'4'565 : C C3p_endo anti
'4'566 : U C3p_endo anti
'4'567 : U C3p_endo anti
'4'568 : U C3p_endo anti
'4'569 : U C3p_endo anti
'4'570 : G C3p_endo anti
'4'571 : U C2p_endo anti
'4'572 : A C3p_endo anti
'4'573 : U C2p_endo anti
'4'574 : A C2p_endo anti
'4'575 : A C3p_endo anti
'4'576 : U C3p_endo anti
'4'577 : G C3p_endo anti
'4'578 : G C3p_endo anti
'4'579 : G C3p_endo anti
'4'580 : U C3p_endo anti
'4'581 : C C3p_endo anti
'4'582 : A C3p_endo anti
'4'583 : G C3p_endo anti
'4'584 : C C3p_endo anti
'4'585 : G C3p_endo anti
'4'586 : A C3p_endo anti
'4'587 : C C2p_endo anti
'4'588 : U C3p_endo anti
'4'589 : U C3p_endo anti
'4'590 : A C3p_endo anti
'4'591 : U C3p_endo anti
'4'592 : A C3p_endo anti
'4'593 : U C3p_endo anti
'4'594 : U C3p_endo anti
'4'595 : C C3p_endo anti
'4'596 : U C3p_endo anti
'4'597 : G C3p_endo anti
'4'598 : U C3p_endo anti
'4'599 : A C3p_endo anti
'4'600 : G C3p_endo anti
'4'601 : C C3p_endo anti
'4'602 : A C3p_endo anti
'4'603 : A C2p_endo anti
'4'604 : G C3p_endo anti
'4'605 : G C3p_endo anti
'4'606 : U C3p_endo anti
'4'607 : U C3p_endo anti
'4'608 : A C3p_endo anti
'4'609 : A C3p_endo anti
'4'610 : C C3p_endo anti
'4'611 : C C3p_endo anti
'4'612 : G C3p_endo anti
'4'613 : A C3p_endo anti
'4'614 : A C3p_endo anti
'4'615 : U C2p_endo anti
'4'616 : A C3p_endo anti
'4'617 : G C3p_endo anti
'4'618 : G C3p_endo anti
'4'619 : G C3p_endo anti
'4'620 : G C2p_endo syn
'4'621 : A C3p_endo anti
'4'622 : G C3p_endo anti
'4'623 : C C3p_endo anti
'4'624 : C C3p_endo anti
'4'625 : G C3p_endo anti
'4'626 : A C3p_endo anti
'4'627 : A C2p_endo anti
'4'628 : G C3p_endo anti
'4'629 : G C3p_endo anti
'4'630 : G C3p_endo anti
'4'631 : A C3p_endo anti
'4'632 : A C3p_endo anti
'4'633 : A C3p_endo anti
'4'634 : C C3p_endo anti
'4'635 : C C3p_endo anti
'4'636 : G C3p_endo anti
'4'637 : A C2p_endo anti
'4'638 : G C3p_endo anti
'4'639 : U C3p_endo anti
'4'640 : C C3p_endo anti
'4'641 : U C3p_endo anti
'4'642 : U C3p_endo anti
'4'643 : A C3p_endo anti
'4'644 : A C3p_endo anti
'4'645 : C C3p_exo anti
'4'646 : U C3p_endo anti
'4'647 : G C3p_endo anti
'4'648 : G C3p_endo anti
'4'649 : G C3p_endo anti
'4'650 : C C3p_endo anti
'4'651 : G C3p_endo anti
'4'652 : U C3p_endo anti
'4'653 : U C3p_endo anti
'4'654 : A C3p_endo syn
'4'655 : A C2p_endo syn
'4'656 : G C3p_endo anti
'4'657 : U C3p_endo anti
'4'658 : U C3p_endo anti
'4'659 : G C3p_endo anti
'4'660 : C C3p_endo anti
'4'661 : A C3p_endo anti
'4'662 : G C3p_endo anti
'4'663 : G C3p_endo anti
'4'664 : G C3p_endo anti
'4'665 : U C3p_endo anti
'4'666 : A C3p_endo anti
'4'667 : U C3p_endo anti
'4'668 : A C3p_endo anti
'4'669 : G C4p_exo anti
'4'670 : A C2p_endo anti
'4'671 : C C3p_endo anti
'4'672 : C C3p_endo anti
'4'673 : C C3p_endo anti
'4'674 : G C3p_endo anti
'4'675 : A C3p_endo anti
'4'676 : A C3p_endo anti
'4'677 : A C3p_endo anti
'4'678 : C C3p_endo anti
'4'679 : C C3p_endo anti
'4'680 : C C3p_endo anti
'4'681 : G C3p_endo anti
'4'682 : G C3p_endo anti
'4'683 : U C3p_endo anti
'4'684 : G C3p_endo anti
'4'685 : A C2p_endo syn
'4'686 : U C2p_endo syn
'4'687 : C C3p_endo anti
'4'688 : U C3p_endo anti
'4'689 : A C3p_endo anti
'4'690 : G C3p_endo anti
'4'691 : C C3p_endo anti
'4'692 : C C3p_endo anti
'4'693 : A C3p_endo anti
'4'694 : U C3p_endo anti
'4'695 : G C3p_endo anti
'4'696 : G C3p_endo anti
'4'697 : G C3p_endo anti
'4'698 : C C3p_endo anti
'4'699 : A C3p_endo anti
'4'700 : G C3p_endo anti
'4'701 : G C3p_endo anti
'4'702 : U C3p_endo anti
'4'703 : U C3p_endo anti
'4'704 : G C3p_endo anti
'4'705 : A C3p_endo anti
'4'706 : A C3p_endo anti
'4'707 : G C3p_endo anti
'4'708 : G C3p_endo anti
'4'709 : U C3p_endo anti
'4'710 : U C3p_endo anti
'4'711 : G C2p_exo anti
'4'712 : G C3p_endo anti
'4'713 : G C3p_endo anti
'4'714 : U C3p_endo anti
'4'715 : A C3p_endo anti
'4'716 : A C3p_endo anti
'4'717 : C C3p_endo anti
'4'718 : A C3p_endo anti
'4'719 : C C3p_endo anti
'4'720 : U C3p_endo anti
'4'721 : A C3p_endo anti
'4'722 : A C3p_endo anti
'4'723 : C C3p_endo anti
'4'724 : U C3p_endo anti
'4'725 : G C3p_endo anti
'4'726 : G C2p_endo anti
'4'727 : A C3p_endo anti
'4'728 : G C2p_endo anti
'4'729 : G C4p_exo syn
'4'730 : A C3p_endo anti
'4'731 : C C3p_endo anti
'4'732 : C C3p_endo anti
'4'733 : G C3p_endo anti
'4'734 : A C3p_endo anti
'4'735 : A C3p_endo anti
'4'736 : C C3p_endo anti
'4'737 : C C3p_endo anti
'4'738 : G C4p_exo anti
'4'739 : A C2p_endo anti
'4'740 : C C3p_endo anti
'4'741 : U C3p_endo anti
'4'742 : A C3p_endo anti
'4'743 : A C3p_endo anti
'4'744 : U C3p_endo anti
'4'745 : G C3p_endo anti
'4'746 : U C2p_endo anti
'4'747 : C C3p_endo anti
'4'748 : G C4p_exo anti
'4'749 : A C3p_endo anti
'4'750 : A C3p_endo anti
'4'751 : A C3p_endo anti
'4'752 : A C2p_endo syn
'4'753 : A C3p_endo anti
'4'754 : U C3p_endo anti
'4'755 : U C3p_endo anti
'4'756 : A C3p_endo anti
'4'757 : G C3p_endo anti
'4'758 : C C3p_endo anti
'4'759 : G C3p_endo anti
'4'760 : G C3p_endo anti
'4'761 : A C3p_endo anti
'4'762 : U C2p_endo anti
'4'763 : G C3p_endo syn
'4'764 : A C2p_endo syn
'4'765 : C C3p_endo anti
'4'766 : U C3p_endo anti
'4'767 : U C3p_endo anti
'4'768 : G C3p_endo anti
'4'769 : U C3p_endo anti
'4'770 : G C3p_endo anti
'4'771 : G C3p_endo anti
'4'772 : C C3p_endo anti
'4'773 : U C3p_endo anti
'4'774 : G C3p_endo anti
'4'775 : G C2p_endo anti
'4'776 : G C2p_endo anti
'4'777 : G C3p_endo anti
'4'778 : G C3p_endo anti
'4'779 : U C3p_endo anti
'4'780 : G C3p_endo anti
'4'781 : A C3p_endo anti
'4'782 : A C2p_endo anti
'4'783 : A C3p_endo syn
'4'784 : G C4p_exo anti
'4'785 : G C3p_endo anti
'4'786 : C C3p_endo anti
'4'787 : C C3p_endo anti
'4'788 : A C2p_endo anti
'4'789 : A C3p_exo syn
'4'790 : U C3p_endo anti
'4'791 : C C2p_endo anti
'4'792 : A C2p_endo anti
'4'793 : A C2p_endo anti
'4'794 : A C3p_endo anti
'4'795 : C C3p_endo anti
'4'796 : C C3p_endo anti
'4'797 : G C3p_endo anti
'4'798 : G C3p_endo anti
'4'799 : G C3p_endo anti
'4'800 : A C2p_endo anti
'4'801 : G C2p_endo anti
'4'802 : A C3p_endo anti
'4'803 : U C3p_endo anti
'4'804 : A C3p_endo anti
'4'805 : G C3p_exo anti
'4'806 : C C3p_endo anti
'4'807 : U C3p_endo anti
'4'808 : G C3p_endo anti
'4'809 : G C3p_endo anti
'4'810 : U C3p_endo anti
'4'811 : U C2p_endo anti
'4'812 : C C3p_endo anti
'4'813 : U C3p_endo anti
'4'814 : C C3p_endo anti
'4'815 : C C3p_endo anti
'4'816 : C C3p_endo anti
'4'817 : C C3p_endo anti
'4'818 : G C3p_endo anti
'4'819 : A C3p_endo anti
'4'820 : A C3p_endo anti
'4'821 : A C3p_endo anti
'4'822 : G C3p_endo anti
'4'823 : C C3p_endo anti
'4'824 : U C3p_endo anti
'4'825 : A C3p_endo anti
'4'826 : U C3p_endo anti
'4'827 : U C3p_endo anti
'4'828 : U C3p_endo anti
'4'829 : A C2p_endo syn
'4'830 : G C2p_endo anti
'4'831 : G C3p_endo anti
'4'832 : U C3p_endo anti
'4'833 : A C3p_endo anti
'4'834 : G C3p_endo anti
'4'835 : C C3p_endo anti
'4'836 : G C3p_endo anti
'4'837 : C C3p_endo anti
'4'838 : C C3p_endo anti
'4'839 : U C3p_endo anti
'4'840 : C C3p_endo anti
'4'841 : G C3p_endo anti
'4'842 : U C3p_endo anti
'4'843 : G C3p_endo anti
'4'844 : A C3p_endo anti
'4'845 : A C3p_endo syn
'4'846 : U C3p_endo anti
'4'847 : U C3p_endo anti
'4'848 : C C3p_endo anti
'4'849 : A C3p_endo anti
'4'850 : U C3p_endo anti
'4'851 : C C3p_endo anti
'4'852 : U C3p_endo anti
'4'853 : C C3p_endo anti
'4'854 : C C3p_endo anti
'4'855 : G C3p_endo anti
'4'856 : G C3p_endo anti
'4'857 : G C3p_endo anti
'4'858 : G C4p_exo anti
'4'859 : G C3p_endo anti
'4'860 : U C3p_endo anti
'4'861 : A C3p_endo anti
'4'862 : G C3p_endo anti
'4'863 : A C3p_endo anti
'4'864 : G C3p_endo anti
'4'865 : C C2p_endo anti
'4'866 : A C3p_endo anti
'4'867 : C C3p_endo anti
'4'868 : U C3p_endo anti
'4'869 : G C3p_endo anti
'4'870 : U C3p_endo anti
'4'871 : U C3p_endo anti
'4'872 : U C3p_endo anti
'4'873 : C C3p_endo anti
'4'874 : G C3p_endo anti
'4'875 : G C3p_endo anti
'4'876 : C C3p_endo anti
'4'877 : A C3p_endo anti
'4'878 : A C3p_endo anti
'4'879 : G C3p_endo anti
'4'880 : G C3p_endo anti
'4'881 : G C3p_endo anti
'4'882 : G C3p_endo anti
'4'883 : G C3p_endo anti
'4'884 : U C3p_endo anti
'4'885 : C C3p_endo syn
'4'886 : A C3p_endo anti
'4'887 : U C3p_endo anti
'4'888 : C C3p_endo anti
'4'889 : C C3p_endo anti
'4'890 : C C3p_endo anti
'4'891 : G C2p_exo anti
'4'892 : A C3p_endo anti
'4'893 : C C3p_endo anti
'4'894 : U C3p_endo anti
'4'895 : U C3p_endo anti
'4'896 : A C3p_endo anti
'4'897 : C C3p_endo anti
'4'898 : C C3p_endo anti
'4'899 : A C3p_endo anti
'4'900 : A C3p_endo anti
'4'901 : C C3p_endo anti
'4'902 : C C3p_endo anti
'4'903 : C C3p_endo anti
'4'904 : G C3p_endo anti
'4'905 : A C3p_endo anti
'4'906 : U C3p_endo anti
'4'907 : G C2p_exo anti
'4'908 : C C3p_endo anti
'4'909 : A C3p_endo anti
'4'910 : A C3p_endo anti
'4'911 : A C3p_endo anti
'4'912 : C C3p_endo anti
'4'913 : U C2p_endo anti
'4'914 : G C3p_endo anti
'4'915 : C C3p_endo anti
'4'916 : G C3p_endo anti
'4'917 : A C3p_endo anti
'4'918 : A C3p_endo anti
'4'919 : U C3p_endo anti
'4'920 : A C3p_endo anti
'4'921 : C C3p_endo anti
'4'922 : C C3p_endo anti
'4'923 : G C3p_endo anti
'4'924 : G C3p_endo anti
'4'925 : A C3p_endo anti
'4'926 : G C3p_endo anti
'4'927 : A C3p_endo anti
'4'928 : A C3p_endo anti
'4'929 : U C3p_endo anti
'4'930 : G C3p_endo anti
'4'931 : U C3p_endo anti
'4'932 : U C2p_endo anti
'4'933 : A C4p_exo anti
'4'934 : U C3p_endo anti
'4'935 : C C3p_endo anti
'4'936 : A C3p_endo anti
'4'937 : C C3p_endo anti
'4'938 : G C3p_endo anti
'4'939 : G C3p_endo anti
'4'940 : G C3p_endo anti
'4'941 : A C3p_endo anti
'4'942 : G C3p_endo anti
'4'943 : A C3p_endo anti
'4'944 : C C3p_endo anti
'4'945 : A C2p_endo anti
'4'946 : C C3p_endo anti
'4'947 : A C3p_endo anti
'4'948 : C C3p_endo anti
'4'949 : G C3p_endo anti
'4'950 : G C3p_endo anti
'4'951 : C C3p_endo anti
'4'952 : G C3p_endo anti
'4'953 : G C3p_endo anti
'4'954 : G C3p_endo anti
'4'955 : U C3p_endo anti
'4'956 : G C3p_endo anti
'4'957 : C C2p_endo anti
'4'958 : U C3p_endo anti
'4'959 : A C3p_endo anti
'4'960 : A C3p_endo anti
'4'961 : C C4p_exo anti
'4'962 : G C3p_endo anti
'4'963 : U C3p_endo anti
'4'964 : C C3p_endo anti
'4'965 : C C3p_endo anti
'4'966 : G C3p_endo anti
'4'967 : U C3p_endo anti
'4'968 : C C3p_endo anti
'4'969 : G C3p_endo anti
'4'970 : U C3p_endo anti
'4'971 : G C3p_endo anti
'4'972 : A C3p_endo anti
'4'973 : A C2p_endo anti
'4'974 : G C2p_endo anti
'4'975 : A C3p_endo anti
'4'976 : G C3p_endo anti
'4'977 : G C3p_endo anti
'4'978 : G C3p_endo anti
'4'979 : A C3p_endo anti
'4'980 : A C3p_endo anti
'4'981 : A C3p_endo anti
'4'982 : C C3p_endo anti
'4'983 : A C3p_endo anti
'4'984 : A C3p_endo anti
'4'985 : C C3p_endo anti
'4'986 : C C3p_endo anti
'4'987 : C C3p_endo anti
'4'988 : A C3p_endo anti
'4'989 : G C2p_endo anti
'4'990 : A C3p_endo anti
'4'991 : C C3p_endo anti
'4'992 : C C3p_endo anti
'4'993 : G C3p_endo anti
'4'994 : C C3p_endo anti
'4'995 : C C3p_exo anti
'4'996 : A C3p_endo anti
'4'997 : G C3p_endo anti
'4'998 : C C3p_endo anti
'4'999 : U C3p_endo anti
'4'1000 : A C3p_endo anti
'4'1001 : A C3p_endo anti
'4'1002 : G C3p_endo anti
'4'1003 : G C3p_endo anti
'4'1004 : U C3p_endo anti
'4'1005 : C C3p_endo anti
'4'1006 : C C3p_endo anti
'4'1007 : C C3p_endo anti
'4'1008 : A C2p_endo anti
'4'1009 : A C3p_endo anti
'4'1010 : A C3p_endo anti
'4'1011 : G C2p_endo syn
'4'1012 : U C2p_endo anti
'4'1013 : C C3p_endo anti
'4'1014 : A C3p_endo anti
'4'1015 : U C3p_endo anti
'4'1016 : G C3p_endo anti
'4'1017 : G C3p_endo anti
'4'1018 : U C3p_endo anti
'4'1019 : U C3p_endo anti
'4'1020 : A C2p_endo anti
'4'1021 : A C3p_endo syn
'4'1022 : G C2p_endo anti
'4'1023 : U C3p_endo anti
'4'1024 : G C3p_endo anti
'4'1025 : G C1p_exo anti
'4'1026 : G C3p_endo anti
'4'1027 : C C3p_endo anti
'4'1028 : U C3p_endo anti
'4'1029 : G C2p_endo syn
'4'1030 : C C2p_endo syn
'4'1031 : U C3p_endo anti
'4'1032 : C C3p_endo anti
'4'1033 : C C3p_endo anti
'4'1034 : C C3p_endo anti
'4'1035 : C C3p_endo anti
'4'1036 : A C3p_endo anti
'4'1037 : U C3p_endo anti
'4'1038 : G C3p_endo anti
'4'1039 : C C3p_endo anti
'4'1040 : G C3p_endo anti
'4'1041 : A C3p_endo anti
'4'1042 : G C3p_endo anti
'4'1043 : A C3p_endo anti
'4'1044 : G C3p_endo anti
'4'1045 : U C3p_endo anti
'4'1046 : A C3p_endo anti
'4'1047 : G C3p_endo anti
'4'1048 : G C3p_endo anti
'4'1049 : G C3p_endo anti
'4'1050 : A C3p_endo anti
'4'1051 : A C3p_endo anti
'4'1052 : C C3p_endo anti
'4'1053 : U C3p_endo anti
'4'1054 : G C3p_endo anti
'4'1055 : C C3p_endo anti
'4'1056 : C C3p_endo anti
'4'1057 : A C3p_endo anti
'4'1058 : G C3p_endo anti
'4'1059 : G C3p_endo anti
'4'1060 : C C3p_endo anti
'4'1061 : A C3p_endo anti
'4'1062 : U C4p_exo anti
'4'1063 : U C3p_endo anti
'4'1064 : C C3p_endo anti
'4'1065 : G C3p_endo syn
'4'1066 : G C3p_endo anti
'4'1067 : U C3p_endo anti
'4'1068 : G C3p_endo anti
'4'1069 : C C3p_endo anti
'4'1070 : C C2p_exo anti
'4'1071 : U C3p_endo anti
'4'1072 : G C3p_endo anti
'4'1073 : G C3p_endo anti
'4'1074 : C C3p_endo anti
'4'1075 : G C3p_endo anti
'4'1076 : G C3p_endo anti
'4'1077 : C C3p_endo anti
'4'1078 : C C2p_endo syn
'4'1079 : G C3p_endo anti
'4'1080 : U C2p_endo anti
'4'1081 : A C2p_endo anti
'4'1082 : G C3p_endo anti
'4'1083 : C C3p_endo anti
'4'1084 : G C3p_endo anti
'4'1085 : C C3p_endo anti
'4'1086 : G C3p_endo anti
'4'1087 : G C3p_endo anti
'4'1088 : U C3p_endo anti
'4'1089 : G C3p_endo anti
'4'1090 : G C2p_endo syn
'4'1091 : U C3p_endo anti
'4'1092 : C C3p_endo anti
'4'1093 : C C3p_endo anti
'4'1094 : C C3p_endo anti
'4'1095 : A C3p_endo anti
'4'1096 : C C3p_endo anti
'4'1097 : C C3p_endo anti
'4'1098 : U C3p_endo anti
'4'1099 : G C3p_endo anti
'4'1100 : A C4p_exo anti
'4'1101 : C C3p_endo anti
'4'1102 : C C3p_endo anti
'4'1103 : C C3p_endo anti
'4'1104 : C C3p_endo anti
'4'1105 : A C3p_endo anti
'4'1106 : U C2p_endo anti
'4'1107 : G C3p_endo anti
'4'1108 : C C3p_endo anti
'4'1109 : C C3p_endo anti
'4'1110 : G C2p_endo syn
'4'1111 : A C3p_endo anti
'4'1112 : A C3p_endo anti
'4'1113 : C C3p_endo anti
'4'1114 : U C3p_endo anti
'4'1115 : C C3p_endo anti
'4'1116 : A C3p_endo anti
'4'1117 : G C3p_endo anti
'4'1118 : A C3p_endo anti
'4'1119 : A C3p_endo anti
'4'1120 : G C3p_endo anti
'4'1121 : U C3p_endo anti
'4'1122 : G C2p_endo anti
'4'1123 : A C3p_endo anti
'4'1124 : A C3p_endo anti
'4'1125 : A C3p_endo anti
'4'1126 : C C3p_endo anti
'4'1127 : G C3p_endo anti
'4'1128 : C C3p_endo anti
'4'1129 : C C3p_endo anti
'4'1130 : G C3p_endo anti
'4'1131 : U C3p_endo anti
'4'1132 : A C3p_endo anti
'4'1133 : G C3p_endo anti
'4'1134 : C C3p_endo anti
'4'1135 : G C3p_endo anti
'4'1136 : C C3p_endo anti
'4'1137 : C C3p_endo anti
'4'1138 : G C3p_endo anti
'4'1139 : A C3p_endo anti
'4'1140 : U C3p_endo anti
'4'1141 : G C3p_endo anti
'4'1142 : G C3p_endo anti
'4'1143 : U C3p_endo anti
'4'1144 : A C3p_endo anti
'4'1145 : G C3p_endo anti
'4'1146 : U C3p_endo anti
'4'1147 : G C3p_endo anti
'4'1148 : U C3p_endo anti
'4'1149 : G C3p_endo anti
'4'1150 : G C3p_endo anti
'4'1151 : G C3p_endo anti
'4'1152 : G C3p_endo anti
'4'1153 : U C3p_endo anti
'4'1154 : A C3p_endo syn
'4'1155 : A C2p_exo anti
'4'1156 : A C3p_endo anti
'4'1157 : A C3p_endo anti
'4'1158 : C C3p_endo anti
'4'1159 : G C3p_endo anti
'4'1160 : A C3p_endo anti
'4'1161 : U C2p_endo anti
'4'1162 : G C3p_endo anti
'4'1163 : U C3p_endo anti
'4'1164 : G C3p_endo anti
'4'1165 : G C3p_endo anti
'4'1166 : G C3p_endo anti
'4'1167 : A C3p_endo anti
'4'1168 : A C3p_endo anti
'4'1169 : G C3p_endo anti
'4'1170 : G C3p_endo anti
'4'1171 : C C3p_endo anti
'4'1172 : C C3p_endo anti
'4'1173 : C C3p_endo anti
'4'1174 : A C3p_endo anti
'4'1175 : G C3p_endo anti
'4'1176 : A C3p_endo anti
'4'1177 : C C3p_endo anti
'4'1178 : A C3p_endo anti
'4'1179 : G C3p_endo anti
'4'1180 : C C3p_endo anti
'4'1181 : C C2p_exo anti
'4'1182 : A C2p_exo anti
'4'1183 : G C3p_endo anti
'4'1184 : G C3p_endo anti
'4'1185 : A C3p_endo anti
'4'1186 : U C3p_endo anti
'4'1187 : G C3p_endo anti
'4'1188 : U C2p_endo anti
'4'1189 : U C3p_endo anti
'4'1190 : G C3p_endo anti
'4'1191 : G C4p_exo anti
'4'1192 : C C3p_endo anti
'4'1193 : U C2p_exo anti
'4'1194 : U C3p_endo anti
'4'1195 : A C3p_endo anti
'4'1196 : G C3p_endo anti
'4'1197 : A C4p_exo anti
'4'1198 : A C2p_endo anti
'4'1199 : G C3p_endo anti
'4'1200 : C C3p_endo anti
'4'1201 : A C3p_endo anti
'4'1202 : G C3p_endo anti
'4'1203 : C C3p_endo anti
'4'1204 : C C3p_endo anti
'4'1205 : A C3p_endo anti
'4'1206 : U C3p_endo anti
'4'1207 : C C3p_endo anti
'4'1208 : A C3p_endo anti
'4'1209 : U C3p_endo anti
'4'1210 : U C3p_endo anti
'4'1211 : U C3p_endo anti
'4'1212 : A C3p_endo anti
'4'1213 : A C3p_endo anti
'4'1214 : A C3p_endo syn
'4'1215 : G C3p_endo anti
'4'1216 : A C3p_endo syn
'4'1217 : A C2p_endo anti
'4'1218 : A C3p_endo anti
'4'1219 : G C3p_endo anti
'4'1220 : C C3p_endo anti
'4'1221 : G C3p_endo anti
'4'1222 : U C3p_endo anti
'4'1223 : A C3p_endo anti
'4'1224 : A C3p_endo anti
'4'1225 : U C3p_endo anti
'4'1226 : A C3p_endo anti
'4'1227 : G C3p_endo anti
'4'1228 : C C3p_endo anti
'4'1229 : U C3p_endo anti
'4'1230 : C C3p_endo anti
'4'1231 : A C3p_endo anti
'4'1232 : C C3p_endo anti
'4'1233 : U C3p_endo anti
'4'1234 : G C3p_endo anti
'4'1235 : G C3p_endo anti
'4'1236 : U C3p_endo anti
'4'1237 : C C3p_endo anti
'4'1238 : G C3p_endo anti
'4'1239 : A C3p_endo anti
'4'1240 : G C3p_endo anti
'4'1241 : U C3p_endo anti
'4'1242 : C C3p_endo anti
'4'1243 : G C3p_endo anti
'4'1244 : G C3p_endo anti
'4'1245 : C C3p_endo anti
'4'1246 : C C3p_endo anti
'4'1247 : U C3p_endo anti
'4'1248 : G C3p_endo anti
'4'1249 : C C3p_endo anti
'4'1250 : G C3p_endo anti
'4'1251 : C C3p_endo anti
'4'1252 : G C3p_endo anti
'4'1253 : G C3p_endo anti
'4'1254 : A C2p_endo anti
'4'1255 : A C3p_endo anti
'4'1256 : G C2p_endo syn
'4'1257 : A C3p_endo anti
'4'1258 : U C2p_endo anti
'4'1259 : G C2p_endo anti
'4'1260 : U C2p_endo anti
'4'1261 : A C2p_endo syn
'4'1262 : A C2p_endo syn
'4'1263 : C C3p_endo anti
'4'1264 : G C3p_endo anti
'4'1265 : G C3p_endo anti
'4'1266 : G C3p_endo anti
'4'1267 : G C3p_endo anti
'4'1268 : C C3p_endo anti
'4'1269 : U C2p_endo syn
'4'1270 : A C2p_endo syn
'4'1271 : A C2p_endo anti
'4'1272 : A C3p_endo anti
'4'1273 : C C3p_endo anti
'4'1274 : C C3p_endo anti
'4'1275 : A C3p_endo anti
'4'1276 : U C3p_endo anti
'4'1277 : G C3p_endo anti
'4'1278 : C C3p_endo anti
'4'1279 : A C3p_endo anti
'4'1280 : C C3p_endo anti
'4'1281 : C C3p_endo anti
'4'1282 : G C3p_endo anti
'4'1283 : A C3p_endo anti
'4'1284 : A C2p_endo anti
'4'1285 : G C3p_endo anti
'4'1286 : C C3p_endo anti
'4'1287 : U C3p_endo anti
'4'1288 : G C3p_endo anti
'4'1289 : C C3p_endo anti
'4'1290 : G C3p_endo anti
'4'1291 : G C3p_endo anti
'4'1292 : C C3p_endo anti
'4'1293 : A C3p_endo anti
'4'1294 : G C3p_endo anti
'4'1295 : C C3p_endo anti
'4'1296 : G C3p_endo anti
'4'1297 : A C3p_endo anti
'4'1298 : C C3p_endo anti
'4'1299 : G C3p_endo anti
'4'1300 : C C3p_endo anti
'4'1301 : U C3p_endo anti
'4'1302 : U C3p_endo anti
'4'1303 : A C3p_endo anti
'4'1304 : U C3p_endo anti
'4'1305 : G C3p_endo anti
'4'1306 : C C3p_endo anti
'4'1307 : G C3p_endo anti
'4'1308 : U C3p_endo anti
'4'1309 : U C3p_endo anti
'4'1310 : G C3p_endo anti
'4'1311 : U C3p_endo anti
'4'1312 : U C3p_endo anti
'4'1313 : G C3p_endo anti
'4'1314 : G C3p_endo anti
'4'1315 : G C3p_endo anti
'4'1316 : U C3p_endo anti
'4'1317 : A C3p_endo anti
'4'1318 : G C3p_endo anti
'4'1319 : G C3p_endo anti
'4'1320 : G C3p_endo anti
'4'1321 : G C3p_endo anti
'4'1322 : A C3p_endo anti
'4'1323 : G C3p_endo anti
'4'1324 : C C3p_endo anti
'4'1325 : G C3p_endo anti
'4'1326 : U C3p_endo anti
'4'1327 : U C3p_endo anti
'4'1328 : C C3p_endo anti
'4'1329 : U C3p_endo anti
'4'1330 : G C3p_endo anti
'4'1331 : U C3p_endo anti
'4'1332 : A C2p_endo anti
'4'1333 : A C2p_endo anti
'4'1334 : G C3p_endo anti
'4'1335 : C C3p_endo anti
'4'1336 : C C3p_endo anti
'4'1337 : U C3p_endo anti
'4'1338 : G C2p_endo syn
'4'1339 : C C3p_endo anti
'4'1340 : G C2p_endo anti
'4'1341 : A C3p_endo anti
'4'1342 : A C3p_endo anti
'4'1343 : G C3p_endo anti
'4'1344 : G C3p_endo anti
'4'1345 : U C3p_endo anti
'4'1346 : G C3p_endo anti
'4'1347 : U C3p_endo anti
'4'1348 : G C3p_endo anti
'4'1349 : C C3p_endo anti
'4'1350 : U C3p_endo anti
'4'1351 : G C3p_endo anti
'4'1352 : U C3p_endo anti
'4'1353 : G C3p_endo anti
'4'1354 : A C3p_endo anti
'4'1355 : G C3p_endo anti
'4'1356 : G C3p_endo anti
'4'1357 : C C3p_endo anti
'4'1358 : A C3p_endo anti
'4'1359 : U C3p_endo anti
'4'1360 : G C3p_endo anti
'4'1361 : C C3p_endo anti
'4'1362 : U C3p_endo anti
'4'1363 : G C3p_endo anti
'4'1364 : G C3p_endo anti
'4'1365 : A C2p_endo anti
'4'1366 : G C3p_endo anti
'4'1367 : G C3p_endo anti
'4'1368 : U C3p_endo anti
'4'1369 : A C3p_endo anti
'4'1370 : U C3p_endo anti
'4'1371 : C C3p_endo anti
'4'1372 : A C3p_endo anti
'4'1373 : G C3p_endo anti
'4'1374 : A C3p_endo anti
'4'1375 : A C2p_endo anti
'4'1376 : G C2p_endo anti
'4'1377 : U C3p_endo anti
'4'1378 : G C2p_endo anti
'4'1379 : C C2p_endo anti
'4'1380 : G C2p_endo syn
'4'1381 : A C2p_endo anti
'4'1382 : A C3p_endo anti
'4'1383 : U C3p_endo anti
'4'1384 : G C3p_endo anti
'4'1385 : C C3p_endo anti
'4'1386 : U C3p_endo anti
'4'1387 : G C3p_endo anti
'4'1388 : A C3p_endo anti
'4'1389 : C C3p_endo anti
'4'1390 : A C3p_endo anti
'4'1391 : U C3p_endo anti
'4'1392 : A C3p_endo anti
'4'1393 : A C2p_endo anti
'4'1394 : G C2p_endo anti
'4'1395 : U C3p_endo anti
'4'1396 : A C3p_endo anti
'4'1397 : A C3p_endo anti
'4'1398 : C C3p_endo anti
'4'1399 : G C3p_endo anti
'4'1400 : A C2p_endo anti
'4'1401 : U C3p_endo anti
'4'1402 : A C3p_endo anti
'4'1403 : A C2p_endo anti
'4'1404 : A C3p_endo anti
'4'1405 : G C3p_endo anti
'4'1406 : C C3p_endo anti
'4'1407 : G C3p_endo anti
'4'1408 : G C3p_endo anti
'4'1409 : G C3p_endo anti
'4'1410 : U C3p_endo anti
'4'1411 : G C3p_endo anti
'4'1412 : A C3p_endo anti
'4'1413 : A C3p_endo anti
'4'1414 : A C2p_endo syn
'4'1415 : A C3p_endo anti
'4'1416 : G C2p_endo syn
'4'1417 : C C3p_endo anti
'4'1418 : C C3p_endo anti
'4'1419 : C C3p_endo anti
'4'1420 : G C3p_endo anti
'4'1421 : C C3p_endo anti
'4'1422 : U C3p_endo anti
'4'1423 : C C3p_endo anti
'4'1424 : G C3p_endo anti
'4'1425 : C C3p_endo anti
'4'1426 : C C3p_endo anti
'4'1427 : G C3p_endo anti
'4'1428 : G C2p_endo anti
'4'1429 : A C2p_endo syn
'4'1430 : A C2p_endo anti
'4'1431 : G C3p_endo anti
'4'1432 : A C3p_endo anti
'4'1433 : C C3p_endo anti
'4'1434 : C C3p_endo anti
'4'1435 : A C3p_endo anti
'4'1436 : A C3p_endo anti
'4'1437 : G C3p_endo anti
'4'1438 : G C3p_endo anti
'4'1439 : G C2p_endo anti
'4'1440 : U C2p_endo anti
'4'1441 : U C4p_exo syn
'4'1442 : C C3p_endo anti
'4'1443 : C C3p_endo anti
'4'1444 : U C3p_endo anti
'4'1445 : G C3p_endo anti
'4'1446 : U C3p_endo anti
'4'1447 : C C3p_endo anti
'4'1448 : C C2p_endo anti
'4'1449 : A C3p_endo anti
'4'1450 : A C3p_endo anti
'4'1451 : C C3p_endo anti
'4'1452 : G C2p_endo anti
'4'1453 : U C2p_endo anti
'4'1454 : U C3p_endo anti
'4'1455 : A C3p_endo anti
'4'1456 : A C3p_endo anti
'4'1457 : U C3p_endo anti
'4'1458 : C C3p_endo anti
'4'1459 : G C3p_endo anti
'4'1460 : G C2p_endo syn
'4'1461 : G C3p_endo anti
'4'1462 : G C3p_endo anti
'4'1463 : C C3p_endo anti
'4'1464 : A C3p_endo anti
'4'1465 : G C3p_endo anti
'4'1466 : G C3p_endo anti
'4'1467 : G C3p_endo anti
'4'1468 : U C2p_endo syn
'4'1469 : G C2p_endo anti
'4'1470 : A C2p_endo anti
'4'1471 : G C3p_endo anti
'4'1472 : U C2p_endo anti
'4'1473 : C C2p_exo anti
'4'1474 : G C3p_endo anti
'4'1475 : A C3p_endo anti
'4'1476 : C C3p_endo anti
'4'1477 : C C3p_endo anti
'4'1478 : C C3p_endo anti
'4'1479 : C C3p_endo anti
'4'1480 : U C3p_endo anti
'4'1481 : A C3p_endo anti
'4'1482 : A C3p_endo anti
'4'1483 : G C3p_endo anti
'4'1484 : G C3p_endo anti
'4'1485 : C C3p_endo anti
'4'1486 : G C3p_endo anti
'4'1487 : A C3p_endo anti
'4'1488 : G C3p_endo anti
'4'1489 : G C3p_endo anti
'4'1490 : C C3p_endo anti
'4'1491 : C C3p_endo anti
'4'1492 : G C3p_endo anti
'4'1493 : A C3p_endo anti
'4'1494 : A C3p_endo anti
'4'1495 : A C3p_endo anti
'4'1496 : G C3p_endo anti
'4'1497 : G C3p_endo anti
'4'1498 : C C3p_endo anti
'4'1499 : G C3p_endo anti
'4'1500 : U C3p_endo anti
'4'1501 : A C3p_endo anti
'4'1502 : G C3p_endo anti
'4'1503 : U C3p_endo anti
'4'1504 : C C3p_endo anti
'4'1505 : G C3p_endo anti
'4'1506 : A C2p_endo anti
'4'1507 : U C3p_endo anti
'4'1508 : G C3p_endo anti
'4'1509 : G C3p_endo anti
'4'1510 : G C3p_endo anti
'4'1511 : A C3p_endo anti
'4'1512 : A C3p_endo anti
'4'1513 : A C2p_endo syn
'4'1514 : C C3p_endo anti
'4'1515 : A C3p_endo anti
'4'1516 : G C3p_endo anti
'4'1517 : G C3p_endo anti
'4'1518 : U C3p_endo anti
'4'1519 : U C3p_endo anti
'4'1520 : A C3p_endo anti
'4'1521 : A C3p_endo anti
'4'1522 : U C3p_endo syn
'4'1523 : A C4p_exo anti
'4'1524 : U C2p_endo anti
'4'1525 : U C2p_endo anti
'4'1526 : C C3p_endo anti
'4'1527 : C C3p_endo anti
'4'1528 : U C3p_endo anti
'4'1529 : G C3p_endo anti
'4'1530 : U C3p_endo anti
'4'1531 : A C3p_endo anti
'4'1532 : C C3p_endo anti
'4'1533 : U C3p_endo anti
'4'1534 : U C3p_endo anti
'4'1535 : G C3p_endo anti
'4'1536 : G C3p_endo anti
'4'1537 : U C3p_endo anti
'4'1538 : G C3p_endo anti
'4'1539 : U C3p_endo anti
'4'1540 : U C3p_endo anti
'4'1541 : A C3p_endo anti
'4'1542 : C C3p_endo anti
'4'1543 : U C3p_endo anti
'4'1544 : G C3p_endo anti
'4'1545 : C C3p_endo anti
'4'1546 : G C3p_endo anti
'4'1547 : A C3p_endo anti
'4'1548 : A C3p_endo anti
'4'1549 : G C3p_endo anti
'4'1550 : G C3p_endo anti
'4'1551 : G C3p_endo anti
'4'1552 : G C3p_endo anti
'4'1553 : G C3p_endo anti
'4'1554 : G C3p_endo anti
'4'1555 : A C2p_endo anti
'4'1556 : C C2p_endo anti
'4'1557 : G C3p_endo anti
'4'1558 : G C3p_endo anti
'4'1559 : A C3p_endo anti
'4'1560 : G C3p_endo anti
'4'1561 : A C3p_endo anti
'4'1562 : A C3p_endo anti
'4'1563 : G C3p_endo anti
'4'1564 : G C3p_endo anti
'4'1565 : C C3p_endo anti
'4'1566 : U C3p_endo anti
'4'1567 : A C3p_endo anti
'4'1568 : U C3p_endo anti
'4'1569 : G C3p_endo anti
'4'1570 : U C3p_endo anti
'4'1571 : U C3p_endo anti
'4'1572 : G C3p_endo anti
'4'1573 : G C3p_endo anti
'4'1574 : C C3p_endo anti
'4'1575 : C C3p_endo anti
'4'1576 : G C3p_endo anti
'4'1577 : G C3p_endo anti
'4'1578 : G C3p_endo anti
'4'1579 : C C2p_endo anti
'4'1580 : G C3p_endo anti
'4'1581 : A C3p_endo anti
'4'1582 : C C3p_endo anti
'4'1583 : G C3p_endo anti
'4'1584 : G C3p_endo anti
'4'1585 : U C3p_endo anti
'4'1586 : U C3p_endo anti
'4'1587 : G C3p_endo syn
'4'1588 : U C3p_endo anti
'4'1589 : C C3p_endo anti
'4'1590 : C C3p_endo anti
'4'1591 : C C3p_endo anti
'4'1592 : G C3p_endo anti
'4'1593 : G C3p_endo anti
'4'1594 : U C3p_endo anti
'4'1595 : U C3p_endo anti
'4'1596 : U C3p_endo anti
'4'1597 : A C3p_endo anti
'4'1598 : A C3p_endo anti
'4'1599 : G C3p_endo anti
'4'1600 : C C3p_endo anti
'4'1601 : G C3p_endo anti
'4'1602 : U C3p_endo anti
'4'1603 : G C3p_endo anti
'4'1604 : U C3p_endo anti
'4'1605 : A C3p_endo anti
'4'1606 : G C3p_endo anti
'4'1607 : G C3p_endo anti
'4'1608 : C C3p_endo anti
'4'1609 : U C3p_endo anti
'4'1610 : G C3p_endo anti
'4'1611 : G C3p_endo anti
'4'1612 : U C3p_endo anti
'4'1613 : U C3p_endo anti
'4'1614 : U C3p_endo anti
'4'1615 : U C3p_endo anti
'4'1616 : C C3p_endo anti
'4'1617 : C C3p_endo anti
'4'1618 : A C3p_endo anti
'4'1619 : G C3p_endo anti
'4'1620 : G C3p_endo anti
'4'1621 : C C3p_endo anti
'4'1622 : A C3p_endo anti
'4'1623 : A C3p_endo anti
'4'1624 : A C3p_endo anti
'4'1625 : U C2p_endo anti
'4'1626 : C C3p_endo anti
'4'1627 : C C3p_endo anti
'4'1628 : G C3p_endo anti
'4'1629 : G C3p_endo anti
'4'1630 : A C3p_endo anti
'4'1631 : A C3p_endo anti
'4'1632 : A C3p_endo anti
'4'1633 : A C3p_endo anti
'4'1634 : U C3p_endo anti
'4'1635 : C C3p_endo anti
'4'1636 : A C3p_endo syn
'4'1637 : A C3p_endo anti
'4'1638 : G C3p_endo anti
'4'1639 : G C3p_endo anti
'4'1640 : C C3p_endo anti
'4'1641 : U C3p_endo anti
'4'1642 : G C3p_endo anti
'4'1643 : A C3p_endo anti
'4'1644 : G C3p_endo anti
'4'1645 : G C3p_endo anti
'4'1646 : C C3p_endo anti
'4'1647 : G C3p_endo anti
'4'1648 : U C3p_endo anti
'4'1649 : G C3p_endo anti
'4'1650 : A C2p_endo anti
'4'1651 : U C3p_endo anti
'4'1652 : G C3p_endo anti
'4'1653 : A C3p_endo anti
'4'1654 : C C3p_endo anti
'4'1655 : G C3p_endo anti
'4'1656 : A C3p_endo anti
'4'1657 : G C3p_endo anti
'4'1658 : G C3p_endo anti
'4'1659 : C C3p_endo anti
'4'1660 : A C3p_endo anti
'4'1661 : C C3p_endo anti
'4'1662 : U C3p_endo anti
'4'1663 : A C3p_endo syn
'4'1664 : C C3p_endo anti
'4'1665 : G C3p_endo syn
'4'1666 : G C3p_endo anti
'4'1667 : U C3p_endo anti
'4'1668 : G C3p_endo anti
'4'1669 : C C3p_endo anti
'4'1670 : U C3p_endo anti
'4'1671 : G C3p_endo anti
'4'1672 : A C3p_endo anti
'4'1673 : A C3p_endo anti
'4'1674 : G C3p_endo anti
'4'1675 : C C3p_endo anti
'4'1676 : A C3p_endo anti
'4'1677 : A C3p_endo anti
'4'1678 : C C3p_endo anti
'4'1679 : A C3p_endo anti
'4'1680 : A C3p_endo anti
'4'1681 : A C3p_endo anti
'4'1682 : U C2p_endo anti
'4'1683 : G C2p_exo anti
'4'1684 : C C3p_endo anti
'4'1685 : C C3p_endo anti
'4'1686 : C C2p_endo anti
'4'1687 : U C3p_endo anti
'4'1688 : G C3p_endo anti
'4'1689 : C C3p_endo anti
'4'1690 : U C3p_endo anti
'4'1691 : U C3p_endo anti
'4'1692 : C C3p_endo anti
'4'1693 : C C2p_endo anti
'4'1694 : A C2p_endo anti
'4'1695 : G C2p_endo anti
'4'1696 : G C3p_endo syn
'4'1697 : A C3p_endo anti
'4'1698 : A C3p_endo anti
'4'1699 : A C3p_endo anti
'4'1700 : A C3p_endo anti
'4'1701 : G C3p_endo anti
'4'1702 : C C3p_endo anti
'4'1703 : C C3p_endo anti
'4'1704 : U C3p_endo anti
'4'1705 : C C3p_endo anti
'4'1706 : U C3p_endo anti
'4'1707 : A C3p_endo anti
'4'1708 : A C3p_endo anti
'4'1709 : G C3p_endo anti
'4'1710 : C C3p_endo anti
'4'1711 : A C3p_endo syn
'4'1712 : U C3p_endo anti
'4'1713 : C C3p_endo anti
'4'1714 : A C3p_endo anti
'4'1715 : G C3p_endo anti
'4'1716 : G C3p_endo anti
'4'1717 : U C3p_endo anti
'4'1718 : A C3p_endo anti
'4'1719 : A C3p_endo anti
'4'1720 : C C3p_endo anti
'4'1721 : A C3p_endo anti
'4'1722 : U C3p_endo anti
'4'1723 : C C3p_endo anti
'4'1724 : A C3p_endo anti
'4'1725 : A C3p_endo anti
'4'1726 : A C3p_endo anti
'4'1727 : U C3p_endo anti
'4'1728 : C C3p_endo anti
'4'1729 : G C3p_endo anti
'4'1730 : U C2p_endo anti
'4'1731 : A C3p_endo anti
'4'1732 : C C3p_endo anti
'4'1733 : C C3p_endo anti
'4'1734 : C C3p_endo anti
'4'1735 : C C2p_endo anti
'4'1736 : A C2p_endo syn
'4'1737 : A C2p_endo anti
'4'1738 : A C2p_endo anti
'4'1739 : C C2p_exo anti
'4'1740 : C C3p_endo anti
'4'1741 : G C3p_endo anti
'4'1742 : A C3p_endo anti
'4'1743 : C C2p_endo anti
'4'1744 : A C2p_endo anti
'4'1745 : C C2p_endo anti
'4'1746 : A C2p_endo anti
'4'1747 : G C3p_endo anti
'4'1748 : G C3p_endo anti
'4'1749 : U C3p_endo anti
'4'1750 : G C3p_endo anti
'4'1751 : G C3p_endo anti
'4'1752 : U C3p_endo anti
'4'1753 : C C3p_endo anti
'4'1754 : A C3p_endo anti
'4'1755 : G C3p_endo anti
'4'1756 : G C3p_endo anti
'4'1757 : U C3p_endo anti
'4'1758 : A C3p_endo anti
'4'1759 : G C3p_endo anti
'4'1760 : A C3p_endo anti
'4'1761 : G C3p_endo anti
'4'1762 : A C2p_endo anti
'4'1763 : A C3p_endo anti
'4'1764 : U C3p_endo anti
'4'1765 : A C3p_endo anti
'4'1766 : C C3p_endo anti
'4'1767 : C C3p_endo anti
'4'1768 : A C3p_endo anti
'4'1769 : A C3p_endo anti
'4'1770 : G C3p_endo anti
'4'1771 : G C3p_endo anti
'4'1772 : C C3p_endo anti
'4'1773 : G C3p_endo anti
'4'1774 : C C4p_exo anti
'4'1775 : U C2p_endo anti
'4'1776 : U C3p_endo anti
'4'1777 : G C3p_endo anti
'4'1778 : A C3p_endo anti
'4'1779 : G C3p_endo anti
'4'1780 : A C3p_endo anti
'4'1781 : G C2p_endo anti
'4'1782 : A C3p_endo anti
'4'1783 : A C3p_endo anti
'4'1784 : C C3p_endo anti
'4'1785 : U C3p_endo anti
'4'1786 : C C3p_endo anti
'4'1787 : G C3p_endo anti
'4'1788 : G C3p_endo anti
'4'1789 : G C3p_endo anti
'4'1790 : U C3p_endo anti
'4'1791 : G C3p_endo anti
'4'1792 : A C3p_endo anti
'4'1793 : A C3p_endo anti
'4'1794 : G C4p_exo anti
'4'1795 : G C2p_endo anti
'4'1796 : A C2p_endo anti
'4'1797 : A C3p_endo anti
'4'1798 : C C3p_endo anti
'4'1799 : U C3p_endo anti
'4'1800 : A C3p_endo anti
'4'1801 : G C3p_endo anti
'4'1802 : G C2p_endo anti
'4'1803 : C C3p_endo anti
'4'1804 : A C3p_endo anti
'4'1805 : A C3p_endo anti
'4'1806 : A C3p_endo anti
'4'1807 : A C3p_endo anti
'4'1808 : U C3p_endo anti
'4'1809 : G C2p_endo anti
'4'1810 : G C3p_endo anti
'4'1811 : U C3p_endo anti
'4'1812 : G C3p_endo anti
'4'1813 : C C3p_endo anti
'4'1814 : C C3p_endo anti
'4'1815 : G C3p_endo anti
'4'1816 : U C3p_endo anti
'4'1817 : A C3p_endo anti
'4'1818 : A C3p_endo anti
'4'1819 : C C3p_endo anti
'4'1820 : U C3p_endo anti
'4'1821 : U C2p_endo anti
'4'1822 : C C2p_endo anti
'4'1823 : G C3p_endo syn
'4'1824 : G C3p_endo anti
'4'1825 : G C3p_endo anti
'4'1826 : A C2p_endo anti
'4'1827 : G C2p_endo anti
'4'1828 : A C3p_endo anti
'4'1829 : A C3p_endo anti
'4'1830 : G C3p_endo anti
'4'1831 : G C3p_endo anti
'4'1832 : C C3p_endo anti
'4'1833 : A C3p_endo anti
'4'1834 : C C2p_endo anti
'4'1835 : G C3p_endo anti
'4'1836 : C C3p_endo anti
'4'1837 : U C3p_endo anti
'4'1838 : G C3p_endo anti
'4'1839 : A C3p_endo anti
'4'1840 : U C3p_endo anti
'4'1841 : A C2p_endo anti
'4'1842 : U C3p_endo anti
'4'1843 : G C3p_endo anti
'4'1844 : U C3p_endo anti
'4'1845 : A C3p_endo anti
'4'1846 : G C3p_endo anti
'4'1847 : G C3p_endo anti
'4'1848 : U C3p_endo anti
'4'1849 : G C4p_exo anti
'4'1850 : A C3p_endo anti
'4'1851 : G C3p_endo anti
'4'1852 : G C3p_endo anti
'4'1853 : U C3p_endo anti
'4'1854 : C C3p_endo anti
'4'1855 : C C3p_endo anti
'4'1856 : C C3p_endo anti
'4'1857 : U C3p_endo anti
'4'1858 : C C4p_exo anti
'4'1859 : G C3p_endo syn
'4'1860 : C C2p_endo anti
'4'1861 : G C3p_endo anti
'4'1862 : G C3p_endo anti
'4'1863 : A C3p_endo anti
'4'1864 : U C3p_endo anti
'4'1865 : G C3p_endo anti
'4'1866 : G C3p_endo anti
'4'1867 : A C3p_endo anti
'4'1868 : G C3p_endo anti
'4'1869 : C C3p_endo anti
'4'1870 : U C3p_endo anti
'4'1871 : G C3p_endo anti
'4'1872 : A C3p_endo anti
'4'1873 : A C3p_endo anti
'4'1874 : A C3p_endo anti
'4'1875 : U C3p_endo anti
'4'1876 : C C3p_endo anti
'4'1877 : A C3p_endo anti
'4'1878 : G C3p_endo anti
'4'1879 : U C3p_endo anti
'4'1880 : C C3p_endo anti
'4'1881 : G C3p_endo anti
'4'1882 : A C3p_endo anti
'4'1883 : A C3p_endo anti
'4'1884 : G C2p_exo syn
'4'1885 : A C3p_endo anti
'4'1886 : U C2p_endo anti
'4'1887 : A C3p_endo anti
'4'1888 : C C3p_endo anti
'4'1889 : C C3p_endo anti
'4'1890 : A C3p_endo anti
'4'1891 : G C3p_endo anti
'4'1892 : C C3p_endo anti
'4'1893 : U C3p_endo anti
'4'1894 : G C3p_endo anti
'4'1895 : G C3p_endo anti
'4'1896 : C C3p_endo anti
'4'1897 : U C3p_endo anti
'4'1898 : G C3p_endo anti
'4'1899 : C C3p_endo anti
'4'1900 : A C3p_endo anti
'4'1901 : A C3p_endo anti
'4'1902 : C C3p_endo anti
'4'1903 : U C3p_endo anti
'4'1904 : G C3p_endo anti
'4'1905 : U C3p_endo anti
'4'1906 : U C3p_endo anti
'4'1907 : U C4p_exo anti
'4'1908 : A C2p_endo anti
'4'1909 : U C2p_endo anti
'4'1910 : U C3p_endo anti
'4'1911 : A C3p_endo anti
'4'1912 : A C2p_endo anti
'4'1913 : A C3p_endo anti
'4'1914 : A C2p_endo syn
'4'1915 : A C3p_endo anti
'4'1916 : C C3p_endo anti
'4'1917 : A C3p_endo anti
'4'1918 : C C3p_endo anti
'4'1919 : A C3p_endo anti
'4'1920 : G C3p_endo anti
'4'1921 : C C3p_endo anti
'4'1922 : A C3p_endo anti
'4'1923 : C C3p_endo anti
'4'1924 : U C3p_endo anti
'4'1925 : G C3p_endo anti
'4'1926 : U C3p_endo anti
'4'1927 : G C2p_endo syn
'4'1928 : C C2p_endo anti
'4'1929 : A C3p_exo anti
'4'1930 : A C3p_endo anti
'4'1931 : A C3p_endo anti
'4'1932 : C C3p_endo anti
'4'1933 : A C3p_endo anti
'4'1934 : C C3p_endo anti
'4'1935 : G C3p_endo anti
'4'1936 : A C2p_endo anti
'4'1937 : A C3p_endo anti
'4'1938 : A C3p_endo anti
'4'1939 : G C3p_endo anti
'4'1940 : U C3p_endo anti
'4'1941 : G C3p_endo anti
'4'1942 : G C3p_endo anti
'4'1943 : A C2p_endo anti
'4'1944 : C C3p_endo anti
'4'1945 : G C3p_endo anti
'4'1946 : U C4p_exo anti
'4'1947 : A C2p_endo anti
'4'1948 : U C2p_endo anti
'4'1949 : A C3p_endo anti
'4'1950 : C C3p_endo anti
'4'1951 : G C3p_endo anti
'4'1952 : G C3p_endo anti
'4'1953 : U C3p_endo anti
'4'1954 : G C3p_endo anti
'4'1955 : U C3p_endo anti
'4'1956 : G C2p_endo anti
'4'1957 : A C3p_endo anti
'4'1958 : C C3p_endo anti
'4'1959 : G C3p_endo anti
'4'1960 : C C3p_endo anti
'4'1961 : C C3p_endo anti
'4'1962 : U C3p_endo anti
'4'1963 : G C3p_endo anti
'4'1964 : C C3p_endo anti
'4'1965 : C C3p_endo anti
'4'1966 : C C2p_endo anti
'4'1967 : G C3p_endo anti
'4'1968 : G C3p_endo anti
'4'1969 : U C3p_endo anti
'4'1970 : G C3p_endo anti
'4'1971 : C C3p_endo anti
'4'1972 : C C3p_endo anti
'4'1973 : G C3p_endo anti
'4'1974 : G C3p_endo anti
'4'1975 : A C3p_endo anti
'4'1976 : A C3p_endo anti
'4'1977 : G C3p_endo anti
'4'1978 : G C3p_endo anti
'4'1979 : U C3p_endo anti
'4'1980 : U C3p_endo anti
'4'1981 : A C3p_endo anti
'4'1982 : A C3p_endo anti
'4'1983 : U C3p_endo anti
'4'1984 : U C3p_endo anti
'4'1985 : G C3p_endo anti
'4'1986 : A C3p_endo anti
'4'1987 : U C3p_endo anti
'4'1988 : G C3p_endo anti
'4'1989 : G C3p_endo anti
'4'1990 : G C3p_endo anti
'4'1991 : G C3p_endo anti
'4'1992 : U C3p_endo anti
'4'1993 : U C2p_endo anti
'4'1994 : A C3p_endo anti
'4'1995 : G C3p_endo anti
'4'1996 : C C3p_endo anti
'4'1997 : G C3p_endo anti
'4'1998 : C C3p_endo anti
'4'1999 : A C3p_endo anti
'4'2000 : A C3p_endo anti
'4'2001 : G C3p_endo anti
'4'2002 : C C3p_endo anti
'4'2003 : G C3p_endo anti
'4'2004 : A C3p_endo anti
'4'2005 : A C3p_endo anti
'4'2006 : G C3p_endo anti
'4'2007 : C C3p_endo anti
'4'2008 : U C3p_endo anti
'4'2009 : C C3p_endo anti
'4'2010 : U C3p_endo anti
'4'2011 : U C3p_endo anti
'4'2012 : G C3p_endo anti
'4'2013 : A C3p_endo anti
'4'2014 : U C3p_endo anti
'4'2015 : C C3p_endo anti
'4'2016 : G C3p_endo anti
'4'2017 : A C3p_endo anti
'4'2018 : A C3p_endo anti
'4'2019 : G C3p_endo anti
'4'2020 : C C3p_endo anti
'4'2021 : C C3p_endo anti
'4'2022 : C C3p_endo anti
'4'2023 : C C3p_endo anti
'4'2024 : G C3p_endo anti
'4'2025 : G C3p_endo anti
'4'2026 : U C3p_endo anti
'4'2027 : A C3p_endo anti
'4'2028 : A C3p_endo anti
'4'2029 : A C3p_endo anti
'4'2030 : C C3p_endo anti
'4'2031 : G C3p_endo anti
'4'2032 : G C3p_endo anti
'4'2033 : C C3p_endo anti
'4'2034 : G C3p_endo anti
'4'2035 : G C2p_exo anti
'4'2036 : C C3p_endo anti
'4'2037 : C C3p_endo anti
'4'2038 : G C3p_endo anti
'4'2039 : U C3p_endo anti
'4'2040 : A C3p_endo anti
'4'2041 : A C2p_endo anti
'4'2042 : C C3p_endo anti
'4'2043 : U C3p_endo syn
'4'2044 : A C3p_endo anti
'4'2045 : U C4p_exo anti
'4'2046 : A C2p_endo anti
'4'2047 : A C3p_endo anti
'4'2048 : C C3p_endo anti
'4'2049 : G C3p_endo anti
'4'2050 : G C3p_endo anti
'4'2051 : U C3p_endo anti
'4'2052 : C C3p_endo anti
'4'2053 : C C3p_endo anti
'4'2054 : U C3p_endo anti
'4'2055 : A C3p_endo anti
'4'2056 : A C3p_endo anti
'4'2057 : G C2p_endo syn
'4'2058 : G C2p_endo anti
'4'2059 : U C3p_endo anti
'4'2060 : A C3p_endo anti
'4'2061 : G C3p_endo anti
'4'2062 : C C3p_endo anti
'4'2063 : G C3p_endo anti
'4'2064 : A C2p_endo anti
'4'2065 : A C2p_endo syn
'4'2066 : A C2p_endo syn
'4'2067 : U C2p_endo anti
'4'2068 : U C2p_endo anti
'4'2069 : C C3p_endo anti
'4'2070 : C C3p_endo anti
'4'2071 : U C2p_endo anti
'4'2072 : U C2p_endo anti
'4'2073 : G C3p_endo anti
'4'2074 : U C3p_endo anti
'4'2075 : C C3p_endo anti
'4'2076 : G C3p_endo anti
'4'2077 : G C3p_endo anti
'4'2078 : G C3p_endo anti
'4'2079 : U C3p_endo anti
'4'2080 : A C3p_endo anti
'4'2081 : A C3p_endo anti
'4'2082 : G C2p_endo anti
'4'2083 : U C2p_endo anti
'4'2084 : U C3p_endo anti
'4'2085 : C C3p_endo anti
'4'2086 : C C3p_endo anti
'4'2087 : G C3p_endo anti
'4'2088 : A C3p_endo anti
'4'2089 : C C3p_endo anti
'4'2090 : C C2p_endo anti
'4'2091 : U C3p_endo anti
'4'2092 : G C2p_endo anti
'4'2093 : C C3p_endo anti
'4'2094 : A C2p_endo anti
'4'2095 : C C3p_endo anti
'4'2096 : G C3p_endo anti
'4'2097 : A C3p_endo anti
'4'2098 : A C3p_exo anti
'4'2099 : U C3p_endo anti
'4'2100 : G C3p_endo anti
'4'2101 : G C3p_endo anti
'4'2102 : C C3p_endo anti
'4'2103 : G C3p_endo anti
'4'2104 : U C3p_endo anti
'4'2105 : A C3p_endo anti
'4'2106 : A C3p_endo anti
'4'2107 : U C3p_endo anti
'4'2108 : G C2p_endo anti
'4'2109 : A C3p_endo syn
'4'2110 : U C3p_endo anti
'4'2111 : G C3p_endo anti
'4'2112 : G C3p_endo anti
'4'2113 : C C3p_endo anti
'4'2114 : C C3p_endo anti
'4'2115 : A C3p_endo anti
'4'2116 : G C3p_endo anti
'4'2117 : G C3p_endo anti
'4'2118 : C C3p_endo anti
'4'2119 : U C3p_endo anti
'4'2120 : G C3p_exo anti
'4'2121 : U C3p_endo anti
'4'2122 : C C3p_endo anti
'4'2123 : U C3p_endo anti
'4'2124 : C C2p_endo anti
'4'2125 : C C3p_endo anti
'4'2126 : A C3p_endo anti
'4'2127 : C C3p_endo anti
'4'2128 : C C3p_endo anti
'4'2129 : C C3p_endo anti
'4'2130 : G C3p_endo anti
'4'2131 : A C3p_endo anti
'4'2132 : G C3p_endo anti
'4'2133 : A C3p_endo anti
'4'2134 : C C3p_endo anti
'4'2135 : U C3p_endo anti
'4'2136 : C C3p_endo anti
'4'2137 : A C3p_endo anti
'4'2138 : G C3p_endo anti
'4'2139 : U C3p_endo anti
'4'2140 : G C3p_endo anti
'4'2141 : A C3p_endo anti
'4'2142 : A C3p_endo anti
'4'2143 : A C3p_endo anti
'4'2144 : U C3p_endo anti
'4'2145 : U C3p_endo anti
'4'2146 : G C3p_endo anti
'4'2147 : A C3p_endo anti
'4'2148 : A C3p_endo anti
'4'2149 : C C2p_endo anti
'4'2150 : U C2p_endo anti
'4'2151 : C C3p_endo anti
'4'2152 : G C3p_endo anti
'4'2153 : C C3p_endo anti
'4'2154 : U C3p_endo anti
'4'2155 : G C3p_endo anti
'4'2156 : U C3p_endo anti
'4'2157 : G C3p_endo anti
'4'2158 : A C2p_endo anti
'4'2159 : A C2p_endo anti
'4'2160 : G C2p_endo syn
'4'2161 : A C2p_endo syn
'4'2162 : U C3p_endo anti
'4'2163 : G C2p_endo anti
'4'2164 : C C3p_endo anti
'4'2165 : A C3p_endo anti
'4'2166 : G C3p_endo anti
'4'2167 : U C3p_endo anti
'4'2168 : G C3p_endo anti
'4'2169 : U C3p_endo anti
'4'2170 : A C3p_endo anti
'4'2171 : C C3p_endo anti
'4'2172 : C C3p_endo anti
'4'2173 : C C3p_endo anti
'4'2174 : G C3p_endo anti
'4'2175 : C C3p_endo anti
'4'2176 : G C3p_endo anti
'4'2177 : G C3p_endo anti
'4'2178 : C C3p_endo anti
'4'2179 : A C2p_endo anti
'4'2180 : A C3p_endo anti
'4'2181 : G C3p_endo anti
'4'2182 : A C3p_endo anti
'4'2183 : C C3p_endo anti
'4'2184 : G C2p_exo anti
'4'2185 : G C3p_endo anti
'4'2186 : A C3p_endo anti
'4'2187 : A C3p_endo syn
'4'2188 : A C2p_endo anti
'4'2189 : G C2p_endo anti
'4'2190 : A C2p_endo syn
'4'2191 : C C3p_endo anti
'4'2192 : C C3p_endo anti
'4'2193 : C C3p_endo anti
'4'2194 : C C3p_endo anti
'4'2195 : G C2p_endo anti
'4'2196 : U C3p_endo anti
'4'2197 : G C2p_exo anti
'4'2198 : A C3p_endo anti
'4'2199 : A C3p_endo anti
'4'2200 : C C3p_endo anti
'4'2201 : C C3p_endo anti
'4'2202 : U C3p_endo anti
'4'2203 : U C3p_endo anti
'4'2204 : U C3p_endo syn
'4'2205 : A C3p_endo anti
'4'2206 : C C3p_endo anti
'4'2207 : U C3p_endo anti
'4'2208 : A C3p_endo anti
'4'2209 : U C3p_endo anti
'4'2210 : A C3p_endo anti
'4'2211 : G C3p_endo anti
'4'2212 : C C3p_endo anti
'4'2213 : U C3p_endo anti
'4'2214 : U C3p_endo anti
'4'2215 : G C3p_endo anti
'4'2216 : A C3p_endo anti
'4'2217 : C C3p_endo anti
'4'2218 : A C3p_endo anti
'4'2219 : C C3p_endo anti
'4'2220 : U C2p_endo anti
'4'2221 : G C3p_endo anti
'4'2222 : A C3p_endo anti
'4'2223 : A C3p_endo anti
'4'2224 : C C3p_endo anti
'4'2225 : A C3p_endo anti
'4'2226 : U C3p_endo anti
'4'2227 : U C3p_endo anti
'4'2228 : G C3p_endo anti
'4'2229 : A C3p_endo anti
'4'2230 : G C3p_endo anti
'4'2231 : C C3p_endo anti
'4'2232 : C C3p_endo anti
'4'2233 : U C3p_endo anti
'4'2234 : U C3p_endo anti
'4'2235 : G C3p_endo anti
'4'2236 : A C3p_endo anti
'4'2237 : U C3p_endo anti
'4'2238 : G C3p_endo anti
'4'2239 : U C3p_endo anti
'4'2240 : G C3p_endo anti
'4'2241 : U C3p_endo anti
'4'2242 : A C3p_endo anti
'4'2243 : G C3p_endo anti
'4'2244 : G C3p_endo anti
'4'2245 : A C3p_endo syn
'4'2246 : U C3p_endo anti
'4'2247 : A C3p_endo anti
'4'2248 : G C3p_endo anti
'4'2249 : G C3p_endo anti
'4'2250 : U C3p_endo anti
'4'2251 : G C3p_endo anti
'4'2252 : G C3p_endo anti
'4'2253 : G C3p_endo anti
'4'2254 : A C3p_endo syn
'4'2255 : G C3p_endo anti
'4'2256 : G C3p_endo anti
'4'2257 : C C3p_endo anti
'4'2258 : U C3p_endo anti
'4'2259 : U C3p_endo anti
'4'2260 : U C3p_endo anti
'4'2261 : G C3p_endo anti
'4'2262 : A C3p_endo anti
'4'2263 : A C3p_endo anti
'4'2264 : G C3p_endo anti
'4'2265 : U C3p_endo anti
'4'2266 : G C3p_endo anti
'4'2267 : U C3p_endo anti
'4'2268 : G C3p_endo anti
'4'2269 : G C3p_endo anti
'4'2270 : A C3p_endo anti
'4'2271 : C C3p_endo anti
'4'2272 : G C4p_exo anti
'4'2273 : C C3p_endo anti
'4'2274 : C C3p_endo anti
'4'2275 : A C3p_endo anti
'4'2276 : G C3p_endo anti
'4'2277 : U C3p_endo anti
'4'2278 : C C3p_endo anti
'4'2279 : U C3p_endo anti
'4'2280 : G C3p_endo anti
'4'2281 : C C3p_endo anti
'4'2282 : A C3p_endo anti
'4'2283 : U C3p_endo anti
'4'2284 : G C3p_endo anti
'4'2285 : G C3p_endo anti
'4'2286 : A C3p_endo anti
'4'2287 : G C3p_endo anti
'4'2288 : C C3p_endo anti
'4'2289 : C C3p_endo anti
'4'2290 : G C3p_endo anti
'4'2291 : A C3p_endo anti
'4'2292 : C C3p_endo anti
'4'2293 : C C3p_endo anti
'4'2294 : U C3p_endo anti
'4'2295 : U C3p_endo anti
'4'2296 : G C3p_endo anti
'4'2297 : A C3p_endo anti
'4'2298 : A C3p_endo anti
'4'2299 : A C3p_endo syn
'4'2300 : U C3p_endo anti
'4'2301 : A C3p_endo anti
'4'2302 : C C3p_endo anti
'4'2303 : C C3p_endo anti
'4'2304 : A C3p_endo anti
'4'2305 : C C3p_endo anti
'4'2306 : C C3p_endo anti
'4'2307 : C C3p_endo anti
'4'2308 : U C3p_endo anti
'4'2309 : U C3p_endo anti
'4'2310 : U C3p_endo anti
'4'2311 : A C3p_endo anti
'4'2312 : A C3p_endo anti
'4'2313 : U C3p_endo anti
'4'2314 : G C3p_endo anti
'4'2315 : U C3p_endo anti
'4'2316 : U C3p_endo anti
'4'2317 : U C3p_endo anti
'4'2318 : G C3p_endo anti
'4'2319 : A C3p_endo anti
'4'2320 : U C3p_endo anti
'4'2321 : G C3p_endo anti
'4'2322 : U C3p_endo anti
'4'2323 : U C3p_endo anti
'4'2324 : C C3p_endo anti
'4'2325 : U C2p_endo anti
'4'2326 : A C2p_endo anti
'4'2327 : A C3p_endo anti
'4'2328 : C C3p_endo anti
'4'2329 : G C3p_endo anti
'4'2330 : U C3p_endo anti
'4'2331 : U C3p_endo anti
'4'2332 : G C3p_endo anti
'4'2333 : A C3p_endo anti
'4'2334 : C C3p_endo anti
'4'2335 : C C3p_endo anti
'4'2336 : C C3p_endo anti
'4'2337 : G C3p_endo anti
'4'2338 : U C2p_endo anti
'4'2339 : A C3p_endo syn
'4'2340 : A C3p_endo anti
'4'2341 : U C3p_endo anti
'4'2342 : C C3p_endo anti
'4'2343 : C C3p_endo anti
'4'2344 : G C3p_endo anti
'4'2345 : G C3p_endo anti
'4'2346 : G C3p_endo anti
'4'2347 : U C3p_endo anti
'4'2348 : U C3p_endo anti
'4'2349 : G C3p_endo anti
'4'2350 : C C3p_endo anti
'4'2351 : G C3p_endo anti
'4'2352 : G C3p_endo anti
'4'2353 : A C2p_endo anti
'4'2354 : C C3p_endo anti
'4'2355 : A C3p_endo anti
'4'2356 : G C3p_endo anti
'4'2357 : U C3p_endo anti
'4'2358 : G C3p_endo anti
'4'2359 : U C3p_endo anti
'4'2360 : C C3p_endo anti
'4'2361 : U C3p_endo anti
'4'2362 : G C3p_endo anti
'4'2363 : G C3p_endo anti
'4'2364 : U C3p_endo anti
'4'2365 : G C3p_endo anti
'4'2366 : G C2p_endo anti
'4'2367 : G C3p_endo anti
'4'2368 : U C3p_endo anti
'4'2369 : A C3p_endo anti
'4'2370 : G C3p_endo anti
'4'2371 : U C3p_endo anti
'4'2372 : U C3p_endo anti
'4'2373 : U C3p_endo anti
'4'2374 : G C3p_endo anti
'4'2375 : A C3p_endo anti
'4'2376 : C C3p_endo anti
'4'2377 : U C2p_endo anti
'4'2378 : G C3p_exo anti
'4'2379 : G C3p_endo anti
'4'2380 : G C3p_endo anti
'4'2381 : G C3p_endo anti
'4'2382 : C C3p_endo anti
'4'2383 : G C3p_endo anti
'4'2384 : G C3p_endo anti
'4'2385 : U C3p_endo anti
'4'2386 : C C2p_endo anti
'4'2387 : U C3p_endo anti
'4'2388 : C C3p_endo anti
'4'2389 : C C3p_endo anti
'4'2390 : U C3p_endo anti
'4'2391 : C C3p_endo anti
'4'2392 : C C3p_endo anti
'4'2393 : U C3p_endo anti
'4'2394 : A C2p_endo anti
'4'2395 : A C3p_endo syn
'4'2396 : A C3p_endo anti
'4'2397 : G C3p_endo anti
'4'2398 : A C3p_endo anti
'4'2399 : G C3p_endo anti
'4'2400 : U C3p_endo anti
'4'2401 : A C3p_endo anti
'4'2402 : A C3p_endo anti
'4'2403 : C C2p_endo syn
'4'2404 : G C3p_endo anti
'4'2405 : G C3p_endo anti
'4'2406 : A C3p_endo anti
'4'2407 : G C3p_endo anti
'4'2408 : G C3p_endo anti
'4'2409 : A C3p_endo anti
'4'2410 : G C2p_endo anti
'4'2411 : C C3p_endo anti
'4'2412 : A C3p_endo anti
'4'2413 : C C3p_endo anti
'4'2414 : G C2p_endo anti
'4'2415 : A C3p_endo syn
'4'2416 : A C2p_endo anti
'4'2417 : G C3p_endo anti
'4'2418 : G C3p_endo anti
'4'2419 : U C3p_endo anti
'4'2420 : U C3p_endo anti
'4'2421 : G C3p_endo anti
'4'2422 : G C3p_endo anti
'4'2423 : C C3p_endo anti
'4'2424 : U C3p_endo anti
'4'2425 : A C3p_endo anti
'4'2426 : A C3p_endo anti
'4'2427 : U C3p_endo anti
'4'2428 : C C3p_endo anti
'4'2429 : C C3p_endo anti
'4'2430 : U C3p_endo anti
'4'2431 : G C3p_endo anti
'4'2432 : G C3p_endo anti
'4'2433 : U C3p_endo anti
'4'2434 : C C3p_endo anti
'4'2435 : G C2p_endo anti
'4'2436 : G C3p_endo syn
'4'2437 : A C3p_endo anti
'4'2438 : C C3p_endo anti
'4'2439 : A C3p_exo anti
'4'2440 : U C3p_endo anti
'4'2441 : C C3p_endo anti
'4'2442 : A C3p_endo anti
'4'2443 : G C3p_endo anti
'4'2444 : G C3p_endo anti
'4'2445 : A C3p_endo anti
'4'2446 : G C3p_endo anti
'4'2447 : G C3p_endo anti
'4'2448 : U C2p_endo anti
'4'2449 : U C3p_endo anti
'4'2450 : A C3p_endo anti
'4'2451 : G C3p_endo anti
'4'2452 : U C3p_endo anti
'4'2453 : G C3p_endo anti
'4'2454 : C C3p_endo anti
'4'2455 : A C3p_endo anti
'4'2456 : A C3p_endo anti
'4'2457 : U C3p_endo anti
'4'2458 : G C3p_endo anti
'4'2459 : G C3p_endo anti
'4'2460 : C C3p_endo anti
'4'2461 : A C3p_endo anti
'4'2462 : U C2p_endo anti
'4'2463 : A C3p_endo anti
'4'2464 : A C2p_endo anti
'4'2465 : G C3p_endo anti
'4'2466 : C C3p_endo anti
'4'2467 : C C3p_endo anti
'4'2468 : A C3p_endo anti
'4'2469 : G C3p_endo anti
'4'2470 : C C3p_endo anti
'4'2471 : U C3p_endo anti
'4'2472 : U C2p_endo anti
'4'2473 : G C2p_endo anti
'4'2474 : A C2p_endo anti
'4'2475 : C C4p_exo anti
'4'2476 : U C3p_endo anti
'4'2477 : G C3p_endo anti
'4'2478 : C C3p_endo anti
'4'2479 : G C3p_endo anti
'4'2480 : A C3p_endo anti
'4'2481 : G C3p_endo anti
'4'2482 : C C3p_endo anti
'4'2483 : G C3p_endo anti
'4'2484 : U C3p_endo anti
'4'2485 : G C3p_endo anti
'4'2486 : A C3p_endo anti
'4'2487 : C C3p_endo anti
'4'2488 : G C3p_endo anti
'4'2489 : G C3p_endo anti
'4'2490 : C C3p_endo anti
'4'2491 : G C3p_endo anti
'4'2492 : C C3p_endo anti
'4'2493 : G C3p_endo anti
'4'2494 : A C3p_endo anti
'4'2495 : G C3p_endo anti
'4'2496 : C C3p_endo anti
'4'2497 : A C3p_endo anti
'4'2498 : G C3p_endo anti
'4'2499 : G C3p_endo anti
'4'2500 : U C3p_endo anti
'4'2501 : G C3p_endo anti
'4'2502 : C C3p_endo anti
'4'2503 : G C3p_endo anti
'4'2504 : A C3p_endo anti
'4'2505 : A C3p_endo anti
'4'2506 : A C3p_endo anti
'4'2507 : G C3p_endo anti
'4'2508 : C C3p_endo anti
'4'2509 : A C3p_endo anti
'4'2510 : G C3p_endo anti
'4'2511 : G C3p_endo anti
'4'2512 : U C2p_endo anti
'4'2513 : C C3p_endo anti
'4'2514 : A C3p_endo anti
'4'2515 : U C3p_endo anti
'4'2516 : A C3p_endo anti
'4'2517 : G C3p_endo anti
'4'2518 : U C3p_endo anti
'4'2519 : G C3p_endo anti
'4'2520 : A C3p_endo anti
'4'2521 : U C3p_endo anti
'4'2522 : C C3p_endo anti
'4'2523 : C C3p_endo anti
'4'2524 : G C3p_endo anti
'4'2525 : G C3p_endo anti
'4'2526 : U C3p_endo anti
'4'2527 : G C3p_endo anti
'4'2528 : G C3p_endo anti
'4'2529 : U C3p_endo anti
'4'2530 : U C3p_endo anti
'4'2531 : C C3p_endo anti
'4'2532 : U C3p_endo anti
'4'2533 : G C3p_endo anti
'4'2534 : A C4p_exo anti
'4'2535 : A C3p_endo anti
'4'2536 : U C3p_endo anti
'4'2537 : G C3p_endo anti
'4'2538 : G C3p_endo anti
'4'2539 : A C3p_endo anti
'4'2540 : A C3p_endo anti
'4'2541 : G C3p_endo anti
'4'2542 : G C3p_endo anti
'4'2543 : G C3p_endo anti
'4'2544 : C C3p_endo anti
'4'2545 : C C3p_endo anti
'4'2546 : A C3p_endo anti
'4'2547 : U C3p_endo anti
'4'2548 : C C3p_endo anti
'4'2549 : G C3p_endo anti
'4'2550 : C C3p_endo anti
'4'2551 : U C2p_endo anti
'4'2552 : C C3p_endo anti
'4'2553 : A C2p_endo anti
'4'2554 : A C2p_endo anti
'4'2555 : C C3p_endo anti
'4'2556 : G C3p_endo anti
'4'2557 : G C3p_endo syn
'4'2558 : A C4p_exo syn
'4'2559 : U C3p_endo anti
'4'2560 : A C3p_endo anti
'4'2561 : A C3p_endo anti
'4'2562 : A C3p_endo anti
'4'2563 : A C3p_endo anti
'4'2564 : G C3p_endo anti
'4'2565 : G C3p_endo anti
'4'2566 : U C3p_endo anti
'4'2567 : A C2p_endo anti
'4'2568 : C C3p_endo anti
'4'2569 : U C3p_endo anti
'4'2570 : C C3p_endo anti
'4'2571 : C C3p_endo anti
'4'2572 : G C3p_endo anti
'4'2573 : G C3p_endo anti
'4'2574 : G C3p_endo anti
'4'2575 : G C2p_endo anti
'4'2576 : A C3p_exo syn
'4'2577 : U C3p_endo anti
'4'2584 : C C3p_endo anti
'4'2585 : U C3p_endo anti
'4'2586 : G C3p_endo anti
'4'2587 : A C3p_endo anti
'4'2588 : U C3p_endo anti
'4'2589 : A C3p_endo anti
'4'2590 : C C3p_endo anti
'4'2591 : C C3p_endo anti
'4'2592 : G C3p_endo anti
'4'2593 : C C3p_endo anti
'4'2594 : C C3p_endo anti
'4'2595 : C C3p_endo anti
'4'2596 : A C3p_endo anti
'4'2597 : A C3p_endo anti
'4'2598 : G C3p_endo anti
'4'2599 : A C3p_endo anti
'4'2600 : G C3p_endo anti
'4'2601 : U C3p_endo anti
'4'2602 : U C4p_exo anti
'4'2603 : C C3p_endo anti
'4'2604 : A C3p_endo anti
'4'2605 : U C3p_endo anti
'4'2606 : A C3p_endo anti
'4'2607 : U C3p_endo anti
'4'2608 : C C3p_endo anti
'4'2609 : G C3p_endo anti
'4'2610 : A C3p_endo anti
'4'2611 : C C3p_endo anti
'4'2612 : G C3p_endo anti
'4'2613 : G C3p_endo anti
'4'2614 : C C3p_endo anti
'4'2615 : G C3p_endo anti
'4'2616 : G C3p_endo anti
'4'2617 : U C3p_endo anti
'4'2618 : G C2p_endo anti
'4'2619 : U C3p_endo anti
'4'2620 : U C3p_endo anti
'4'2621 : U C3p_endo anti
'4'2622 : G C3p_endo syn
'4'2623 : G C3p_endo anti
'4'2624 : C C3p_endo anti
'4'2625 : A C3p_endo anti
'4'2626 : C C3p_endo anti
'4'2627 : C C3p_endo anti
'4'2628 : U C3p_endo anti
'4'2629 : C C3p_endo anti
'4'2630 : G C3p_endo anti
'4'2631 : A C2p_endo syn
'4'2632 : U C3p_endo anti
'4'2633 : G C3p_endo anti
'4'2634 : U C3p_endo anti
'4'2635 : C C3p_endo anti
'4'2636 : G C3p_endo anti
'4'2637 : G C3p_endo anti
'4'2638 : C C3p_endo anti
'4'2639 : U C3p_endo anti
'4'2640 : C C3p_endo anti
'4'2641 : A C3p_endo anti
'4'2642 : U C3p_endo anti
'4'2643 : C C3p_endo anti
'4'2644 : A C3p_endo anti
'4'2645 : C C2p_endo anti
'4'2646 : A C2p_endo syn
'4'2647 : U C2p_endo anti
'4'2648 : C C3p_endo anti
'4'2649 : C C3p_endo anti
'4'2650 : U C3p_endo anti
'4'2651 : G C3p_endo anti
'4'2652 : G C3p_endo anti
'4'2653 : G C3p_endo anti
'4'2654 : G C3p_endo anti
'4'2655 : C C3p_endo anti
'4'2656 : U C3p_endo anti
'4'2657 : G C3p_endo anti
'4'2658 : A C3p_endo anti
'4'2659 : A C3p_endo anti
'4'2660 : G C3p_endo anti
'4'2661 : U C3p_endo anti
'4'2662 : A C3p_endo anti
'4'2663 : G C3p_endo anti
'4'2664 : G C3p_endo anti
'4'2665 : U C3p_endo anti
'4'2666 : C C3p_endo anti
'4'2667 : C C3p_endo anti
'4'2668 : C C3p_endo anti
'4'2669 : A C3p_endo anti
'4'2670 : A C2p_endo syn
'4'2671 : G C3p_endo anti
'4'2672 : G C3p_endo anti
'4'2673 : G C3p_endo anti
'4'2674 : U C3p_endo anti
'4'2675 : A C3p_endo anti
'4'2676 : U C3p_endo anti
'4'2677 : G C3p_endo anti
'4'2678 : G C3p_endo anti
'4'2679 : C C3p_endo anti
'4'2680 : U C3p_endo syn
'4'2681 : G C3p_endo anti
'4'2682 : U C3p_endo anti
'4'2683 : U C4p_exo anti
'4'2684 : C C3p_endo anti
'4'2685 : G C3p_endo anti
'4'2686 : C C3p_endo anti
'4'2687 : C C3p_endo anti
'4'2688 : A C3p_endo anti
'4'2689 : U C3p_endo anti
'4'2690 : U C3p_endo anti
'4'2691 : U C3p_endo anti
'4'2692 : A C3p_endo anti
'4'2693 : A C3p_endo anti
'4'2694 : A C2p_endo anti
'4'2695 : G C3p_endo anti
'4'2696 : U C3p_endo anti
'4'2697 : G C3p_endo anti
'4'2698 : G C3p_endo anti
'4'2699 : U C3p_endo anti
'4'2700 : A C2p_endo anti
'4'2701 : C C3p_endo anti
'4'2702 : G C3p_endo anti
'4'2703 : C C3p_endo anti
'4'2704 : G C3p_endo syn
'4'2705 : A C3p_endo anti
'4'2706 : G C3p_endo anti
'4'2707 : C C3p_endo anti
'4'2708 : U C3p_endo anti
'4'2709 : G C2p_endo anti
'4'2710 : G C3p_endo anti
'4'2711 : G C3p_endo anti
'4'2712 : U C3p_endo anti
'4'2713 : U C2p_endo anti
'4'2714 : U C3p_endo anti
'4'2715 : A C3p_endo anti
'4'2716 : G C3p_endo anti
'4'2717 : A C3p_endo anti
'4'2718 : A C3p_endo anti
'4'2719 : C C3p_endo anti
'4'2720 : G C3p_endo anti
'4'2721 : U C3p_endo anti
'4'2722 : C C3p_endo anti
'4'2723 : G C3p_endo anti
'4'2724 : U C3p_endo anti
'4'2725 : G C3p_endo anti
'4'2726 : A C3p_endo anti
'4'2727 : G C3p_endo anti
'4'2728 : A C3p_endo anti
'4'2729 : C C2p_endo anti
'4'2730 : A C3p_endo anti
'4'2731 : G C3p_endo anti
'4'2732 : U C3p_endo anti
'4'2733 : U C3p_endo anti
'4'2734 : C C3p_endo anti
'4'2735 : G C3p_endo anti
'4'2736 : G C3p_endo anti
'4'2737 : U C3p_endo anti
'4'2738 : C C3p_exo anti
'4'2739 : C C3p_endo anti
'4'2740 : C C3p_endo anti
'4'2741 : U C2p_endo anti
'4'2742 : A C2p_endo anti
'4'2743 : U C3p_endo anti
'4'2744 : C C3p_endo anti
'4'2745 : U C3p_endo anti
'4'2746 : G C3p_endo anti
'4'2747 : C C3p_endo anti
'4'2748 : C C3p_endo anti
'4'2749 : G C3p_endo anti
'4'2750 : U C3p_endo anti
'4'2751 : G C3p_endo anti
'4'2752 : G C3p_endo anti
'4'2753 : G C3p_endo anti
'4'2754 : C C3p_endo anti
'4'2755 : G C3p_endo anti
'4'2756 : C C3p_endo anti
'4'2757 : U C2p_endo anti
'4'2758 : G C3p_endo anti
'4'2759 : G C3p_endo anti
'4'2760 : A C3p_endo anti
'4'2761 : G C3p_endo anti
'4'2762 : A C3p_endo anti
'4'2763 : A C3p_endo anti
'4'2764 : C C3p_endo anti
'4'2765 : U C3p_endo anti
'4'2766 : G C3p_endo anti
'4'2767 : A C3p_endo anti
'4'2768 : G C3p_endo anti
'4'2769 : G C3p_endo anti
'4'2770 : G C3p_endo anti
'4'2771 : G C3p_endo anti
'4'2772 : G C3p_endo anti
'4'2773 : G C2p_endo syn
'4'2774 : C C3p_endo anti
'4'2775 : U C3p_endo anti
'4'2776 : G C3p_endo anti
'4'2777 : C C3p_endo anti
'4'2778 : U C3p_endo anti
'4'2779 : C C3p_endo anti
'4'2780 : C C3p_endo anti
'4'2781 : U C3p_endo anti
'4'2782 : A C2p_endo anti
'4'2783 : G C4p_exo anti
'4'2784 : U C3p_endo anti
'4'2785 : A C3p_endo anti
'4'2786 : C C3p_endo anti
'4'2787 : G C3p_endo anti
'4'2788 : A C3p_endo anti
'4'2789 : G C3p_endo anti
'4'2790 : A C3p_endo anti
'4'2791 : G C3p_endo anti
'4'2792 : G C3p_endo anti
'4'2793 : A C3p_endo anti
'4'2794 : C C3p_endo anti
'4'2795 : C C3p_endo anti
'4'2796 : G C3p_endo anti
'4'2797 : G C3p_endo anti
'4'2798 : A C3p_endo anti
'4'2799 : G C3p_endo anti
'4'2800 : U C3p_endo anti
'4'2801 : G C3p_endo anti
'4'2802 : G C3p_endo anti
'4'2803 : A C3p_endo anti
'4'2804 : C C3p_endo anti
'4'2805 : G C3p_endo anti
'4'2806 : C C3p_endo anti
'4'2807 : A C3p_endo anti
'4'2808 : U C3p_endo anti
'4'2809 : C C2p_endo anti
'4'2810 : A C3p_endo anti
'4'2811 : C C3p_endo anti
'4'2812 : U C3p_endo anti
'4'2813 : G C3p_endo anti
'4'2814 : G C3p_endo anti
'4'2815 : U C3p_endo anti
'4'2816 : G C3p_endo anti
'4'2817 : U C2p_endo anti
'4'2818 : U C2p_endo anti
'4'2819 : C C3p_endo anti
'4'2820 : G C3p_endo anti
'4'2821 : G C3p_endo anti
'4'2822 : G C3p_endo anti
'4'2823 : U C3p_endo anti
'4'2824 : U C3p_endo anti
'4'2825 : G C3p_endo anti
'4'2826 : U C3p_endo anti
'4'2827 : C C3p_endo anti
'4'2828 : A C3p_endo anti
'4'2829 : U C3p_endo anti
'4'2830 : G C3p_endo anti
'4'2831 : C C3p_endo anti
'4'2832 : C C3p_endo anti
'4'2833 : A C3p_endo anti
'4'2834 : A C3p_endo anti
'4'2835 : U C3p_endo anti
'4'2836 : G C3p_endo anti
'4'2837 : G C3p_endo anti
'4'2838 : C C3p_endo anti
'4'2839 : A C3p_endo anti
'4'2840 : C C2p_endo anti
'4'2841 : U C2p_endo anti
'4'2842 : G C3p_endo anti
'4'2843 : C C3p_endo anti
'4'2844 : C C3p_endo anti
'4'2845 : C C3p_endo anti
'4'2846 : G C3p_endo anti
'4'2847 : G C3p_endo anti
'4'2848 : U C3p_endo anti
'4'2849 : A C3p_endo anti
'4'2850 : G C3p_endo anti
'4'2851 : C C3p_endo anti
'4'2852 : U C3p_endo anti
'4'2853 : A C2p_endo anti
'4'2854 : A C2p_endo anti
'4'2855 : A C3p_endo anti
'4'2856 : U C3p_endo anti
'4'2857 : G C3p_endo anti
'4'2858 : C C3p_endo anti
'4'2859 : G C3p_endo anti
'4'2860 : G C2p_endo anti
'4'2861 : A C3p_endo anti
'4'2862 : A C3p_endo anti
'4'2863 : G C3p_endo anti
'4'2864 : A C3p_endo anti
'4'2865 : G C3p_endo anti
'4'2866 : A C3p_endo anti
'4'2867 : U C3p_endo anti
'4'2868 : A C3p_endo anti
'4'2869 : A C3p_endo anti
'4'2870 : G C3p_endo anti
'4'2871 : U C3p_endo anti
'4'2872 : G C3p_endo anti
'4'2873 : C C3p_endo anti
'4'2874 : U C3p_endo anti
'4'2875 : G C3p_endo anti
'4'2876 : A C3p_endo anti
'4'2877 : A C3p_endo anti
'4'2878 : A C2p_endo anti
'4'2879 : G C2p_endo syn
'4'2880 : C C3p_endo anti
'4'2881 : A C3p_endo anti
'4'2882 : U C3p_endo anti
'4'2883 : C C3p_endo anti
'4'2884 : U C2p_endo anti
'4'2885 : A C3p_endo anti
'4'2886 : A C3p_endo anti
'4'2887 : G C3p_endo anti
'4'2888 : C C3p_endo anti
'4'2889 : A C3p_endo anti
'4'2890 : C C3p_endo anti
'4'2891 : G C3p_endo anti
'4'2892 : A C3p_endo anti
'4'2893 : A C3p_endo anti
'4'2894 : A C2p_exo anti
'4'2895 : C C3p_endo anti
'4'2896 : U C3p_endo anti
'4'2897 : U C3p_endo anti
'4'2898 : G C3p_endo anti
'4'2899 : C C3p_endo anti
'4'2900 : C C3p_endo anti
'4'2901 : C C3p_endo anti
'4'2902 : C C3p_endo anti
'4'2903 : G C3p_endo anti
'4'2904 : A C2p_endo anti
'4'2905 : G C3p_endo anti
'4'2906 : A C2p_endo anti
'4'2907 : U C3p_exo anti
'4'2908 : G C2p_endo anti
'4'2909 : A C3p_endo anti
'4'2910 : G C3p_endo anti
'4'2911 : U C3p_endo anti
'4'2912 : U C3p_endo anti
'4'2913 : C C3p_endo anti
'4'2914 : U C3p_endo anti
'4'2915 : C C3p_endo anti
'4'2916 : C C3p_endo anti
'4'2917 : C C3p_endo anti
'4'2918 : U C3p_endo anti
'4'2919 : G C3p_endo anti
'4'2920 : A C3p_endo anti
'4'2921 : C C3p_endo anti
'4'2922 : C C3p_endo anti
'4'2923 : C C3p_endo anti
'4'2924 : U C3p_endo anti
'4'2925 : U C3p_endo anti
'4'2926 : U C4p_exo anti
'4'2927 : A C3p_endo syn
'4'2928 : A C2p_endo anti
'4'2929 : G C3p_endo anti
'4'2930 : G C3p_endo anti
'4'2931 : G C3p_endo anti
'4'2932 : U C3p_endo anti
'4'2933 : C C3p_endo anti
'4'2934 : C C3p_endo anti
'4'2935 : U C3p_endo anti
'4'2936 : G C4p_exo anti
'4'2937 : A C3p_endo anti
'4'2938 : A C3p_endo anti
'4'2939 : G C3p_endo anti
'4'2940 : G C3p_endo anti
'4'2941 : A C3p_endo anti
'4'2942 : A C3p_endo anti
'4'2943 : C C3p_endo anti
'4'2944 : G C3p_endo anti
'4'2945 : U C3p_endo anti
'4'2946 : U C3p_endo anti
'4'2947 : G C3p_endo anti
'4'2948 : A C3p_endo anti
'4'2949 : A C3p_endo anti
'4'2950 : G C3p_endo anti
'4'2951 : A C3p_endo anti
'4'2952 : C C3p_endo anti
'4'2953 : G C3p_endo syn
'4'2954 : A C3p_endo anti
'4'2955 : C C3p_endo anti
'4'2956 : G C3p_endo anti
'4'2957 : A C3p_endo anti
'4'2958 : C C3p_endo anti
'4'2959 : G C3p_endo anti
'4'2960 : U C2p_endo anti
'4'2961 : U C2p_endo anti
'4'2962 : G C3p_endo anti
'4'2963 : A C2p_endo syn
'4'2964 : U C3p_endo anti
'4'2965 : A C3p_endo anti
'4'2966 : G C3p_endo anti
'4'2967 : G C3p_endo anti
'4'2968 : C C3p_endo anti
'4'2969 : C C3p_endo anti
'4'2970 : G C3p_endo anti
'4'2971 : G C3p_endo anti
'4'2972 : G C3p_endo anti
'4'2973 : U C3p_endo anti
'4'2974 : G C3p_endo anti
'4'2975 : U C3p_endo anti
'4'2976 : G C2p_endo anti
'4'2977 : U C2p_endo anti
'4'2978 : A C3p_endo anti
'4'2979 : A C3p_endo anti
'4'2980 : G C3p_endo anti
'4'2981 : C C3p_endo anti
'4'2982 : G C3p_endo anti
'4'2983 : C C3p_endo anti
'4'2984 : A C3p_endo anti
'4'2985 : G C3p_endo anti
'4'2986 : C C3p_endo anti
'4'2987 : G C3p_endo anti
'4'2988 : A C3p_endo anti
'4'2989 : U C3p_endo anti
'4'2990 : G C3p_endo anti
'4'2991 : C C3p_endo anti
'4'2992 : G C3p_endo anti
'4'2993 : U C3p_endo anti
'4'2994 : U C2p_endo anti
'4'2995 : G C2p_endo syn
'4'2996 : A C3p_endo anti
'4'2997 : G C3p_endo anti
'4'2998 : C C3p_endo anti
'4'2999 : U C3p_endo anti
'4'3000 : A C3p_endo anti
'4'3001 : A C1p_exo syn
'4'3002 : C C3p_endo anti
'4'3003 : C C3p_endo anti
'4'3004 : G C3p_endo anti
'4'3005 : G C3p_endo anti
'4'3006 : U C3p_endo anti
'4'3007 : A C2p_endo syn
'4'3008 : C C3p_endo anti
'4'3009 : U C3p_endo anti
'4'3010 : A C3p_endo anti
'4'3011 : A C3p_endo anti
'4'3012 : U C3p_endo syn
'4'3013 : G C3p_endo anti
'4'3014 : A C3p_endo anti
'4'3015 : A C3p_endo anti
'4'3016 : C C3p_endo anti
'4'3017 : C C3p_endo anti
'4'3018 : G C3p_endo anti
'4'3019 : U C3p_endo anti
'4'3020 : G C3p_endo anti
'4'3021 : A C2p_endo anti
'4'3022 : G C3p_endo syn
'4'3023 : G C3p_endo anti
'4'3024 : C C3p_endo anti
'4'3025 : U C3p_endo anti
'4'3026 : U C3p_endo anti
'4'3027 : A C3p_endo anti
'4'3028 : A C3p_endo anti
'4'3029 : C C3p_endo anti
'4'3030 : C C3p_endo anti
'4'3031 : U C3p_endo anti
Adjacent stackings ----------------------------------------------
'4'1-'4'2 : adjacent_5p upward 
'4'2-'4'3 : adjacent_5p upward 
'4'3-'4'4 : adjacent_5p upward 
'4'4-'4'5 : adjacent_5p upward 
'4'5-'4'6 : adjacent_5p upward 
'4'6-'4'7 : adjacent_5p upward 
'4'7-'4'8 : adjacent_5p upward 
'4'8-'4'9 : adjacent_5p upward 
'4'10-'4'11 : adjacent_5p upward 
'4'12-'4'13 : adjacent_5p upward 
'4'14-'4'15 : adjacent_5p upward 
'4'15-'4'16 : adjacent_5p upward 
'4'17-'4'18 : adjacent_5p upward 
'4'18-'4'19 : adjacent_5p upward 
'4'19-'4'20 : adjacent_5p upward 
'4'20-'4'21 : adjacent_5p upward 
'4'21-'4'22 : adjacent_5p upward 
'4'22-'4'23 : adjacent_5p upward 
'4'23-'4'24 : adjacent_5p upward 
'4'24-'4'25 : adjacent_5p upward 
'4'25-'4'26 : adjacent_5p upward 
'4'26-'4'27 : adjacent_5p upward 
'4'28-'4'29 : adjacent_5p upward 
'4'29-'4'30 : adjacent_5p upward 
'4'30-'4'31 : adjacent_5p upward 
'4'31-'4'32 : adjacent_5p upward 
'4'35-'4'36 : adjacent_5p upward 
'4'36-'4'37 : adjacent_5p upward 
'4'37-'4'38 : adjacent_5p upward 
'4'38-'4'39 : adjacent_5p upward 
'4'39-'4'40 : adjacent_5p upward 
'4'40-'4'41 : adjacent_5p upward 
'4'41-'4'42 : adjacent_5p upward 
'4'42-'4'43 : adjacent_5p upward 
'4'43-'4'44 : adjacent_5p upward 
'4'44-'4'45 : adjacent_5p upward 
'4'46-'4'47 : adjacent_5p upward 
'4'47-'4'48 : adjacent_5p upward 
'4'52-'4'53 : adjacent_5p upward 
'4'53-'4'54 : adjacent_5p upward 
'4'54-'4'55 : adjacent_5p upward 
'4'55-'4'56 : adjacent_5p upward 
'4'56-'4'57 : adjacent_5p upward 
'4'57-'4'58 : adjacent_5p upward 
'4'58-'4'59 : adjacent_5p upward 
'4'63-'4'64 : adjacent_5p upward 
'4'64-'4'65 : adjacent_5p upward 
'4'65-'4'66 : adjacent_5p upward 
'4'66-'4'67 : adjacent_5p upward 
'4'67-'4'68 : adjacent_5p upward 
'4'68-'4'69 : adjacent_5p upward 
'4'69-'4'70 : adjacent_5p upward 
'4'75-'4'76 : adjacent_5p upward 
'4'77-'4'78 : adjacent_5p upward 
'4'78-'4'79 : adjacent_5p upward 
'4'79-'4'80 : adjacent_5p upward 
'4'80-'4'81 : adjacent_5p upward 
'4'81-'4'82 : adjacent_5p upward 
'4'82-'4'83 : adjacent_5p upward 
'4'85-'4'86 : adjacent_5p upward 
'4'86-'4'87 : adjacent_5p upward 
'4'88-'4'89 : adjacent_5p upward 
'4'89-'4'90 : adjacent_5p upward 
'4'90-'4'91 : adjacent_5p inward 
'4'92-'4'93 : adjacent_5p upward 
'4'93-'4'94 : adjacent_5p upward 
'4'94-'4'95 : adjacent_5p upward 
'4'95-'4'96 : adjacent_5p upward 
'4'98-'4'99 : adjacent_5p upward 
'4'103-'4'104 : adjacent_5p upward 
'4'104-'4'105 : adjacent_5p upward 
'4'105-'4'106 : adjacent_5p upward 
'4'107-'4'108 : adjacent_5p upward 
'4'108-'4'109 : adjacent_5p upward 
'4'110-'4'111 : adjacent_5p upward 
'4'111-'4'112 : adjacent_5p upward 
'4'112-'4'113 : adjacent_5p upward 
'4'114-'4'115 : adjacent_5p upward 
'4'116-'4'117 : adjacent_5p upward 
'4'118-'4'119 : adjacent_5p outward 
'4'121-'4'122 : adjacent_5p upward 
'4'122-'4'123 : adjacent_5p upward 
'4'123-'4'124 : adjacent_5p upward 
'4'126-'4'127 : adjacent_5p upward 
'4'129-'4'130 : adjacent_5p upward 
'4'131-'4'132 : adjacent_5p upward 
'4'132-'4'133 : adjacent_5p upward 
'4'133-'4'134 : adjacent_5p upward 
'4'134-'4'135 : adjacent_5p upward 
'4'136-'4'137 : adjacent_5p upward 
'4'141-'4'142 : adjacent_5p outward 
'4'142-'4'143 : adjacent_5p upward 
'4'144-'4'145 : adjacent_5p upward 
'4'145-'4'146 : adjacent_5p upward 
'4'146-'4'147 : adjacent_5p upward 
'4'147-'4'148 : adjacent_5p upward 
'4'149-'4'150 : adjacent_5p upward 
'4'150-'4'151 : adjacent_5p upward 
'4'152-'4'153 : adjacent_5p upward 
'4'153-'4'154 : adjacent_5p upward 
'4'154-'4'155 : adjacent_5p upward 
'4'155-'4'156 : adjacent_5p upward 
'4'156-'4'157 : adjacent_5p upward 
'4'157-'4'158 : adjacent_5p upward 
'4'158-'4'159 : adjacent_5p upward 
'4'160-'4'161 : adjacent_5p upward 
'4'163-'4'164 : adjacent_5p upward 
'4'165-'4'166 : adjacent_5p upward 
'4'166-'4'167 : adjacent_5p upward 
'4'167-'4'168 : adjacent_5p upward 
'4'168-'4'169 : adjacent_5p upward 
'4'169-'4'170 : adjacent_5p upward 
'4'170-'4'171 : adjacent_5p upward 
'4'171-'4'172 : adjacent_5p upward 
'4'172-'4'173 : adjacent_5p upward 
'4'173-'4'174 : adjacent_5p upward 
'4'174-'4'175 : adjacent_5p upward 
'4'175-'4'176 : adjacent_5p upward 
'4'176-'4'177 : adjacent_5p inward 
'4'178-'4'179 : adjacent_5p upward 
'4'179-'4'180 : adjacent_5p upward 
'4'181-'4'182 : adjacent_5p upward 
'4'182-'4'183 : adjacent_5p upward 
'4'185-'4'186 : adjacent_5p upward 
'4'186-'4'187 : adjacent_5p upward 
'4'187-'4'188 : adjacent_5p upward 
'4'188-'4'189 : adjacent_5p upward 
'4'190-'4'191 : adjacent_5p upward 
'4'191-'4'192 : adjacent_5p upward 
'4'192-'4'193 : adjacent_5p upward 
'4'193-'4'194 : adjacent_5p upward 
'4'194-'4'195 : adjacent_5p upward 
'4'197-'4'198 : adjacent_5p upward 
'4'200-'4'201 : adjacent_5p upward 
'4'201-'4'202 : adjacent_5p upward 
'4'202-'4'203 : adjacent_5p upward 
'4'203-'4'204 : adjacent_5p inward 
'4'207-'4'208 : adjacent_5p upward 
'4'208-'4'209 : adjacent_5p upward 
'4'209-'4'210 : adjacent_5p upward 
'4'211-'4'212 : adjacent_5p upward 
'4'212-'4'213 : adjacent_5p upward 
'4'213-'4'214 : adjacent_5p upward 
'4'214-'4'215 : adjacent_5p upward 
'4'216-'4'217 : adjacent_5p upward 
'4'217-'4'218 : adjacent_5p upward 
'4'218-'4'219 : adjacent_5p upward 
'4'219-'4'220 : adjacent_5p upward 
'4'224-'4'225 : adjacent_5p upward 
'4'225-'4'226 : adjacent_5p upward 
'4'226-'4'227 : adjacent_5p upward 
'4'229-'4'230 : adjacent_5p upward 
'4'230-'4'231 : adjacent_5p upward 
'4'231-'4'232 : adjacent_5p upward 
'4'233-'4'234 : adjacent_5p upward 
'4'234-'4'235 : adjacent_5p upward 
'4'235-'4'236 : adjacent_5p upward 
'4'236-'4'237 : adjacent_5p upward 
'4'238-'4'239 : adjacent_5p upward 
'4'239-'4'240 : adjacent_5p upward 
'4'240-'4'241 : adjacent_5p inward 
'4'244-'4'245 : adjacent_5p upward 
'4'245-'4'246 : adjacent_5p upward 
'4'246-'4'247 : adjacent_5p upward 
'4'250-'4'251 : adjacent_5p upward 
'4'251-'4'252 : adjacent_5p upward 
'4'252-'4'253 : adjacent_5p upward 
'4'253-'4'254 : adjacent_5p upward 
'4'255-'4'256 : adjacent_5p upward 
'4'256-'4'257 : adjacent_5p upward 
'4'257-'4'258 : adjacent_5p upward 
'4'258-'4'259 : adjacent_5p upward 
'4'259-'4'260 : adjacent_5p upward 
'4'260-'4'261 : adjacent_5p upward 
'4'261-'4'262 : adjacent_5p upward 
'4'262-'4'263 : adjacent_5p upward 
'4'263-'4'264 : adjacent_5p upward 
'4'266-'4'267 : adjacent_5p upward 
'4'267-'4'268 : adjacent_5p upward 
'4'269-'4'270 : adjacent_5p upward 
'4'271-'4'272 : adjacent_5p upward 
'4'272-'4'273 : adjacent_5p upward 
'4'273-'4'274 : adjacent_5p upward 
'4'274-'4'275 : adjacent_5p upward 
'4'276-'4'277 : adjacent_5p inward 
'4'280-'4'281 : adjacent_5p upward 
'4'282-'4'283 : adjacent_5p upward 
'4'283-'4'284 : adjacent_5p upward 
'4'284-'4'285 : adjacent_5p upward 
'4'285-'4'286 : adjacent_5p upward 
'4'287-'4'288 : adjacent_5p upward 
'4'288-'4'289 : adjacent_5p upward 
'4'289-'4'290 : adjacent_5p upward 
'4'291-'4'292 : adjacent_5p upward 
'4'292-'4'293 : adjacent_5p upward 
'4'295-'4'296 : adjacent_5p upward 
'4'296-'4'297 : adjacent_5p upward 
'4'297-'4'298 : adjacent_5p upward 
'4'299-'4'300 : adjacent_5p upward 
'4'301-'4'302 : adjacent_5p upward 
'4'302-'4'303 : adjacent_5p upward 
'4'303-'4'304 : adjacent_5p upward 
'4'305-'4'306 : adjacent_5p upward 
'4'306-'4'307 : adjacent_5p upward 
'4'308-'4'309 : adjacent_5p upward 
'4'312-'4'313 : adjacent_5p upward 
'4'313-'4'314 : adjacent_5p upward 
'4'314-'4'315 : adjacent_5p upward 
'4'315-'4'316 : adjacent_5p upward 
'4'317-'4'318 : adjacent_5p upward 
'4'319-'4'320 : adjacent_5p upward 
'4'324-'4'325 : adjacent_5p upward 
'4'325-'4'326 : adjacent_5p upward 
'4'326-'4'327 : adjacent_5p upward 
'4'327-'4'328 : adjacent_5p upward 
'4'333-'4'334 : adjacent_5p upward 
'4'336-'4'337 : adjacent_5p upward 
'4'337-'4'338 : adjacent_5p upward 
'4'338-'4'339 : adjacent_5p upward 
'4'340-'4'341 : adjacent_5p upward 
'4'341-'4'342 : adjacent_5p upward 
'4'342-'4'343 : adjacent_5p upward 
'4'346-'4'347 : adjacent_5p upward 
'4'347-'4'348 : adjacent_5p upward 
'4'348-'4'349 : adjacent_5p upward 
'4'350-'4'351 : adjacent_5p upward 
'4'352-'4'353 : adjacent_5p upward 
'4'354-'4'355 : adjacent_5p upward 
'4'356-'4'357 : adjacent_5p upward 
'4'357-'4'358 : adjacent_5p upward 
'4'358-'4'359 : adjacent_5p upward 
'4'359-'4'360 : adjacent_5p upward 
'4'360-'4'361 : adjacent_5p upward 
'4'362-'4'363 : adjacent_5p upward 
'4'363-'4'364 : adjacent_5p upward 
'4'364-'4'365 : adjacent_5p upward 
'4'365-'4'366 : adjacent_5p upward 
'4'367-'4'368 : adjacent_5p upward 
'4'368-'4'369 : adjacent_5p upward 
'4'374-'4'375 : adjacent_5p upward 
'4'375-'4'376 : adjacent_5p upward 
'4'376-'4'377 : adjacent_5p upward 
'4'377-'4'378 : adjacent_5p upward 
'4'378-'4'379 : adjacent_5p upward 
'4'379-'4'380 : adjacent_5p upward 
'4'380-'4'381 : adjacent_5p upward 
'4'381-'4'382 : adjacent_5p upward 
'4'382-'4'383 : adjacent_5p upward 
'4'384-'4'385 : adjacent_5p upward 
'4'391-'4'392 : adjacent_5p upward 
'4'392-'4'393 : adjacent_5p upward 
'4'394-'4'395 : adjacent_5p upward 
'4'396-'4'397 : adjacent_5p upward 
'4'397-'4'398 : adjacent_5p upward 
'4'398-'4'399 : adjacent_5p upward 
'4'399-'4'400 : adjacent_5p upward 
'4'401-'4'402 : adjacent_5p upward 
'4'402-'4'403 : adjacent_5p upward 
'4'406-'4'407 : adjacent_5p upward 
'4'407-'4'408 : adjacent_5p upward 
'4'408-'4'409 : adjacent_5p upward 
'4'409-'4'410 : adjacent_5p upward 
'4'412-'4'413 : adjacent_5p upward 
'4'413-'4'414 : adjacent_5p upward 
'4'414-'4'415 : adjacent_5p upward 
'4'415-'4'416 : adjacent_5p upward 
'4'416-'4'417 : adjacent_5p upward 
'4'417-'4'418 : adjacent_5p upward 
'4'418-'4'419 : adjacent_5p upward 
'4'419-'4'420 : adjacent_5p upward 
'4'420-'4'421 : adjacent_5p upward 
'4'422-'4'423 : adjacent_5p upward 
'4'424-'4'425 : adjacent_5p upward 
'4'425-'4'426 : adjacent_5p upward 
'4'426-'4'427 : adjacent_5p upward 
'4'428-'4'429 : adjacent_5p upward 
'4'429-'4'430 : adjacent_5p upward 
'4'432-'4'433 : adjacent_5p upward 
'4'438-'4'439 : adjacent_5p upward 
'4'439-'4'440 : adjacent_5p upward 
'4'440-'4'441 : adjacent_5p upward 
'4'441-'4'442 : adjacent_5p upward 
'4'445-'4'446 : adjacent_5p upward 
'4'449-'4'450 : adjacent_5p upward 
'4'452-'4'453 : adjacent_5p upward 
'4'460-'4'461 : adjacent_5p upward 
'4'462-'4'463 : adjacent_5p upward 
'4'464-'4'465 : adjacent_5p upward 
'4'465-'4'466 : adjacent_5p upward 
'4'467-'4'468 : adjacent_5p upward 
'4'468-'4'469 : adjacent_5p upward 
'4'470-'4'471 : adjacent_5p upward 
'4'471-'4'472 : adjacent_5p upward 
'4'473-'4'474 : adjacent_5p upward 
'4'475-'4'476 : adjacent_5p upward 
'4'477-'4'478 : adjacent_5p upward 
'4'479-'4'480 : adjacent_5p downward 
'4'483-'4'484 : adjacent_5p upward pairing 
'4'484-'4'485 : adjacent_5p upward 
'4'485-'4'486 : adjacent_5p upward 
'4'487-'4'488 : adjacent_5p upward 
'4'491-'4'492 : adjacent_5p upward 
'4'492-'4'493 : adjacent_5p upward 
'4'493-'4'494 : adjacent_5p upward 
'4'494-'4'495 : adjacent_5p upward 
'4'495-'4'496 : adjacent_5p upward 
'4'496-'4'497 : adjacent_5p upward 
'4'497-'4'498 : adjacent_5p upward 
'4'498-'4'499 : adjacent_5p upward 
'4'499-'4'500 : adjacent_5p upward 
'4'501-'4'502 : adjacent_5p upward 
'4'510-'4'511 : adjacent_5p upward 
'4'513-'4'514 : adjacent_5p upward 
'4'514-'4'515 : adjacent_5p upward 
'4'516-'4'517 : adjacent_5p upward 
'4'518-'4'519 : adjacent_5p upward 
'4'519-'4'520 : adjacent_5p upward 
'4'520-'4'521 : adjacent_5p upward 
'4'521-'4'522 : adjacent_5p upward 
'4'522-'4'523 : adjacent_5p upward 
'4'523-'4'524 : adjacent_5p upward 
'4'524-'4'525 : adjacent_5p upward 
'4'533-'4'534 : adjacent_5p upward 
'4'534-'4'535 : adjacent_5p upward 
'4'535-'4'536 : adjacent_5p upward 
'4'536-'4'537 : adjacent_5p upward 
'4'538-'4'539 : adjacent_5p upward 
'4'539-'4'540 : adjacent_5p upward 
'4'540-'4'541 : adjacent_5p upward 
'4'541-'4'542 : adjacent_5p upward 
'4'542-'4'543 : adjacent_5p upward 
'4'543-'4'544 : adjacent_5p upward 
'4'544-'4'545 : adjacent_5p upward 
'4'548-'4'549 : adjacent_5p upward 
'4'549-'4'550 : adjacent_5p upward 
'4'551-'4'552 : adjacent_5p upward 
'4'552-'4'553 : adjacent_5p upward 
'4'553-'4'554 : adjacent_5p upward 
'4'554-'4'555 : adjacent_5p upward 
'4'556-'4'557 : adjacent_5p upward pairing 
'4'557-'4'558 : adjacent_5p upward 
'4'559-'4'560 : adjacent_5p upward 
'4'560-'4'561 : adjacent_5p upward 
'4'563-'4'564 : adjacent_5p upward 
'4'564-'4'565 : adjacent_5p upward 
'4'565-'4'566 : adjacent_5p upward 
'4'566-'4'567 : adjacent_5p upward 
'4'567-'4'568 : adjacent_5p upward 
'4'569-'4'570 : adjacent_5p upward 
'4'572-'4'573 : adjacent_5p upward 
'4'575-'4'576 : adjacent_5p upward 
'4'576-'4'577 : adjacent_5p upward 
'4'577-'4'578 : adjacent_5p upward 
'4'579-'4'580 : adjacent_5p upward 
'4'581-'4'582 : adjacent_5p upward 
'4'582-'4'583 : adjacent_5p upward 
'4'583-'4'584 : adjacent_5p upward 
'4'584-'4'585 : adjacent_5p upward 
'4'588-'4'589 : adjacent_5p upward 
'4'589-'4'590 : adjacent_5p upward 
'4'590-'4'591 : adjacent_5p upward 
'4'591-'4'592 : adjacent_5p upward 
'4'592-'4'593 : adjacent_5p upward 
'4'593-'4'594 : adjacent_5p upward 
'4'594-'4'595 : adjacent_5p upward 
'4'595-'4'596 : adjacent_5p upward 
'4'596-'4'597 : adjacent_5p upward 
'4'597-'4'598 : adjacent_5p upward 
'4'599-'4'600 : adjacent_5p upward 
'4'600-'4'601 : adjacent_5p upward 
'4'601-'4'602 : adjacent_5p upward 
'4'604-'4'605 : adjacent_5p upward 
'4'605-'4'606 : adjacent_5p upward 
'4'608-'4'609 : adjacent_5p upward 
'4'609-'4'610 : adjacent_5p upward 
'4'611-'4'612 : adjacent_5p upward 
'4'616-'4'617 : adjacent_5p upward 
'4'617-'4'618 : adjacent_5p upward 
'4'618-'4'619 : adjacent_5p upward 
'4'621-'4'622 : adjacent_5p upward 
'4'622-'4'623 : adjacent_5p upward 
'4'623-'4'624 : adjacent_5p upward 
'4'624-'4'625 : adjacent_5p upward 
'4'625-'4'626 : adjacent_5p upward 
'4'628-'4'629 : adjacent_5p upward 
'4'629-'4'630 : adjacent_5p upward 
'4'631-'4'632 : adjacent_5p upward 
'4'632-'4'633 : adjacent_5p upward 
'4'633-'4'634 : adjacent_5p upward pairing 
'4'634-'4'635 : adjacent_5p upward 
'4'635-'4'636 : adjacent_5p upward 
'4'638-'4'639 : adjacent_5p upward 
'4'639-'4'640 : adjacent_5p upward 
'4'640-'4'641 : adjacent_5p upward 
'4'641-'4'642 : adjacent_5p upward 
'4'643-'4'644 : adjacent_5p upward 
'4'644-'4'645 : adjacent_5p upward 
'4'647-'4'648 : adjacent_5p upward 
'4'648-'4'649 : adjacent_5p upward 
'4'649-'4'650 : adjacent_5p upward 
'4'650-'4'651 : adjacent_5p upward 
'4'651-'4'652 : adjacent_5p upward 
'4'656-'4'657 : adjacent_5p upward 
'4'657-'4'658 : adjacent_5p upward 
'4'658-'4'659 : adjacent_5p upward 
'4'659-'4'660 : adjacent_5p upward 
'4'660-'4'661 : adjacent_5p upward 
'4'661-'4'662 : adjacent_5p upward 
'4'662-'4'663 : adjacent_5p upward 
'4'663-'4'664 : adjacent_5p upward 
'4'664-'4'665 : adjacent_5p upward 
'4'665-'4'666 : adjacent_5p upward 
'4'666-'4'667 : adjacent_5p upward 
'4'667-'4'668 : adjacent_5p upward 
'4'669-'4'670 : adjacent_5p upward 
'4'673-'4'674 : adjacent_5p upward 
'4'675-'4'676 : adjacent_5p upward 
'4'677-'4'678 : adjacent_5p upward 
'4'678-'4'679 : adjacent_5p upward 
'4'679-'4'680 : adjacent_5p upward 
'4'680-'4'681 : adjacent_5p upward 
'4'681-'4'682 : adjacent_5p upward 
'4'682-'4'683 : adjacent_5p upward 
'4'687-'4'688 : adjacent_5p upward 
'4'689-'4'690 : adjacent_5p upward 
'4'690-'4'691 : adjacent_5p upward 
'4'691-'4'692 : adjacent_5p upward 
'4'692-'4'693 : adjacent_5p upward 
'4'693-'4'694 : adjacent_5p upward 
'4'695-'4'696 : adjacent_5p upward 
'4'696-'4'697 : adjacent_5p upward 
'4'697-'4'698 : adjacent_5p upward 
'4'699-'4'700 : adjacent_5p upward 
'4'700-'4'701 : adjacent_5p upward 
'4'701-'4'702 : adjacent_5p upward 
'4'702-'4'703 : adjacent_5p upward 
'4'703-'4'704 : adjacent_5p upward 
'4'705-'4'706 : adjacent_5p upward 
'4'706-'4'707 : adjacent_5p upward 
'4'707-'4'708 : adjacent_5p upward 
'4'708-'4'709 : adjacent_5p upward 
'4'709-'4'710 : adjacent_5p upward 
'4'711-'4'712 : adjacent_5p upward 
'4'712-'4'713 : adjacent_5p upward 
'4'713-'4'714 : adjacent_5p upward 
'4'716-'4'717 : adjacent_5p upward 
'4'717-'4'718 : adjacent_5p upward 
'4'718-'4'719 : adjacent_5p upward 
'4'719-'4'720 : adjacent_5p upward 
'4'721-'4'722 : adjacent_5p upward 
'4'722-'4'723 : adjacent_5p upward 
'4'723-'4'724 : adjacent_5p upward 
'4'724-'4'725 : adjacent_5p upward 
'4'725-'4'726 : adjacent_5p upward 
'4'727-'4'728 : adjacent_5p upward 
'4'730-'4'731 : adjacent_5p upward 
'4'732-'4'733 : adjacent_5p upward 
'4'734-'4'735 : adjacent_5p upward 
'4'735-'4'736 : adjacent_5p upward 
'4'736-'4'737 : adjacent_5p upward 
'4'737-'4'738 : adjacent_5p upward 
'4'738-'4'739 : adjacent_5p upward 
'4'741-'4'742 : adjacent_5p upward 
'4'742-'4'743 : adjacent_5p upward 
'4'743-'4'744 : adjacent_5p upward 
'4'744-'4'745 : adjacent_5p upward 
'4'745-'4'746 : adjacent_5p upward 
'4'749-'4'750 : adjacent_5p upward 
'4'753-'4'754 : adjacent_5p upward 
'4'754-'4'755 : adjacent_5p upward 
'4'755-'4'756 : adjacent_5p upward 
'4'756-'4'757 : adjacent_5p upward 
'4'757-'4'758 : adjacent_5p upward 
'4'759-'4'760 : adjacent_5p upward 
'4'760-'4'761 : adjacent_5p upward 
'4'765-'4'766 : adjacent_5p upward 
'4'766-'4'767 : adjacent_5p upward 
'4'768-'4'769 : adjacent_5p upward 
'4'769-'4'770 : adjacent_5p upward 
'4'770-'4'771 : adjacent_5p upward 
'4'771-'4'772 : adjacent_5p upward 
'4'772-'4'773 : adjacent_5p upward 
'4'777-'4'778 : adjacent_5p upward 
'4'778-'4'779 : adjacent_5p upward 
'4'779-'4'780 : adjacent_5p upward 
'4'785-'4'786 : adjacent_5p upward 
'4'786-'4'787 : adjacent_5p upward 
'4'794-'4'795 : adjacent_5p upward 
'4'795-'4'796 : adjacent_5p upward 
'4'796-'4'797 : adjacent_5p upward 
'4'797-'4'798 : adjacent_5p upward 
'4'798-'4'799 : adjacent_5p upward 
'4'799-'4'800 : adjacent_5p inward 
'4'802-'4'803 : adjacent_5p upward 
'4'803-'4'804 : adjacent_5p upward 
'4'807-'4'808 : adjacent_5p upward 
'4'808-'4'809 : adjacent_5p upward 
'4'809-'4'810 : adjacent_5p upward 
'4'813-'4'814 : adjacent_5p upward 
'4'814-'4'815 : adjacent_5p upward 
'4'816-'4'817 : adjacent_5p upward 
'4'817-'4'818 : adjacent_5p upward 
'4'819-'4'820 : adjacent_5p upward 
'4'820-'4'821 : adjacent_5p upward 
'4'822-'4'823 : adjacent_5p upward 
'4'823-'4'824 : adjacent_5p upward 
'4'824-'4'825 : adjacent_5p upward 
'4'825-'4'826 : adjacent_5p upward 
'4'828-'4'829 : adjacent_5p upward 
'4'831-'4'832 : adjacent_5p upward 
'4'832-'4'833 : adjacent_5p upward 
'4'833-'4'834 : adjacent_5p upward 
'4'834-'4'835 : adjacent_5p upward 
'4'835-'4'836 : adjacent_5p upward 
'4'836-'4'837 : adjacent_5p upward 
'4'838-'4'839 : adjacent_5p upward 
'4'839-'4'840 : adjacent_5p upward 
'4'840-'4'841 : adjacent_5p upward 
'4'841-'4'842 : adjacent_5p upward 
'4'842-'4'843 : adjacent_5p upward 
'4'843-'4'844 : adjacent_5p upward 
'4'847-'4'848 : adjacent_5p upward 
'4'848-'4'849 : adjacent_5p upward 
'4'849-'4'850 : adjacent_5p upward 
'4'851-'4'852 : adjacent_5p upward 
'4'852-'4'853 : adjacent_5p upward 
'4'853-'4'854 : adjacent_5p upward 
'4'854-'4'855 : adjacent_5p upward 
'4'855-'4'856 : adjacent_5p upward 
'4'856-'4'857 : adjacent_5p upward 
'4'857-'4'858 : adjacent_5p upward 
'4'861-'4'862 : adjacent_5p upward 
'4'862-'4'863 : adjacent_5p upward 
'4'863-'4'864 : adjacent_5p upward 
'4'864-'4'865 : adjacent_5p upward 
'4'866-'4'867 : adjacent_5p upward 
'4'867-'4'868 : adjacent_5p upward 
'4'868-'4'869 : adjacent_5p upward 
'4'869-'4'870 : adjacent_5p upward 
'4'871-'4'872 : adjacent_5p upward 
'4'872-'4'873 : adjacent_5p upward 
'4'873-'4'874 : adjacent_5p upward 
'4'874-'4'875 : adjacent_5p upward 
'4'875-'4'876 : adjacent_5p upward 
'4'876-'4'877 : adjacent_5p upward pairing 
'4'879-'4'880 : adjacent_5p upward 
'4'880-'4'881 : adjacent_5p upward 
'4'881-'4'882 : adjacent_5p upward 
'4'883-'4'884 : adjacent_5p upward 
'4'889-'4'890 : adjacent_5p upward 
'4'893-'4'894 : adjacent_5p upward 
'4'894-'4'895 : adjacent_5p upward 
'4'898-'4'899 : adjacent_5p upward 
'4'900-'4'901 : adjacent_5p upward 
'4'902-'4'903 : adjacent_5p upward 
'4'903-'4'904 : adjacent_5p upward 
'4'904-'4'905 : adjacent_5p upward 
'4'905-'4'906 : adjacent_5p upward 
'4'907-'4'908 : adjacent_5p upward 
'4'908-'4'909 : adjacent_5p upward 
'4'912-'4'913 : adjacent_5p upward 
'4'915-'4'916 : adjacent_5p upward 
'4'917-'4'918 : adjacent_5p upward 
'4'918-'4'919 : adjacent_5p upward 
'4'919-'4'920 : adjacent_5p upward 
'4'920-'4'921 : adjacent_5p upward 
'4'922-'4'923 : adjacent_5p upward 
'4'923-'4'924 : adjacent_5p upward 
'4'924-'4'925 : adjacent_5p upward 
'4'925-'4'926 : adjacent_5p upward 
'4'926-'4'927 : adjacent_5p upward 
'4'927-'4'928 : adjacent_5p upward 
'4'928-'4'929 : adjacent_5p upward 
'4'929-'4'930 : adjacent_5p upward 
'4'935-'4'936 : adjacent_5p upward 
'4'936-'4'937 : adjacent_5p upward 
'4'937-'4'938 : adjacent_5p upward 
'4'938-'4'939 : adjacent_5p upward 
'4'939-'4'940 : adjacent_5p upward 
'4'940-'4'941 : adjacent_5p upward 
'4'941-'4'942 : adjacent_5p upward 
'4'942-'4'943 : adjacent_5p upward 
'4'943-'4'944 : adjacent_5p upward 
'4'947-'4'948 : adjacent_5p upward 
'4'949-'4'950 : adjacent_5p upward 
'4'950-'4'951 : adjacent_5p upward 
'4'951-'4'952 : adjacent_5p upward 
'4'952-'4'953 : adjacent_5p upward 
'4'953-'4'954 : adjacent_5p upward 
'4'954-'4'955 : adjacent_5p upward 
'4'955-'4'956 : adjacent_5p upward 
'4'959-'4'960 : adjacent_5p upward 
'4'962-'4'963 : adjacent_5p upward 
'4'963-'4'964 : adjacent_5p upward 
'4'965-'4'966 : adjacent_5p upward 
'4'966-'4'967 : adjacent_5p upward 
'4'967-'4'968 : adjacent_5p upward 
'4'968-'4'969 : adjacent_5p upward 
'4'969-'4'970 : adjacent_5p upward 
'4'970-'4'971 : adjacent_5p upward 
'4'971-'4'972 : adjacent_5p upward 
'4'972-'4'973 : adjacent_5p inward 
'4'975-'4'976 : adjacent_5p upward 
'4'976-'4'977 : adjacent_5p upward 
'4'977-'4'978 : adjacent_5p upward 
'4'978-'4'979 : adjacent_5p upward 
'4'983-'4'984 : adjacent_5p upward 
'4'986-'4'987 : adjacent_5p upward 
'4'987-'4'988 : adjacent_5p upward 
'4'992-'4'993 : adjacent_5p upward 
'4'993-'4'994 : adjacent_5p upward 
'4'996-'4'997 : adjacent_5p upward 
'4'997-'4'998 : adjacent_5p upward 
'4'998-'4'999 : adjacent_5p upward 
'4'1000-'4'1001 : adjacent_5p upward 
'4'1001-'4'1002 : adjacent_5p upward 
'4'1002-'4'1003 : adjacent_5p upward 
'4'1003-'4'1004 : adjacent_5p upward 
'4'1007-'4'1008 : adjacent_5p inward 
'4'1009-'4'1010 : adjacent_5p upward 
'4'1013-'4'1014 : adjacent_5p upward 
'4'1014-'4'1015 : adjacent_5p upward 
'4'1015-'4'1016 : adjacent_5p upward 
'4'1016-'4'1017 : adjacent_5p upward 
'4'1017-'4'1018 : adjacent_5p upward 
'4'1018-'4'1019 : adjacent_5p upward 
'4'1023-'4'1024 : adjacent_5p upward pairing 
'4'1024-'4'1025 : adjacent_5p inward 
'4'1026-'4'1027 : adjacent_5p upward 
'4'1031-'4'1032 : adjacent_5p upward 
'4'1033-'4'1034 : adjacent_5p upward 
'4'1036-'4'1037 : adjacent_5p upward 
'4'1038-'4'1039 : adjacent_5p upward 
'4'1039-'4'1040 : adjacent_5p upward 
'4'1041-'4'1042 : adjacent_5p upward 
'4'1042-'4'1043 : adjacent_5p upward 
'4'1043-'4'1044 : adjacent_5p upward 
'4'1044-'4'1045 : adjacent_5p upward 
'4'1046-'4'1047 : adjacent_5p upward 
'4'1047-'4'1048 : adjacent_5p upward 
'4'1048-'4'1049 : adjacent_5p upward 
'4'1051-'4'1052 : adjacent_5p upward 
'4'1052-'4'1053 : adjacent_5p upward 
'4'1054-'4'1055 : adjacent_5p upward 
'4'1055-'4'1056 : adjacent_5p upward 
'4'1056-'4'1057 : adjacent_5p upward 
'4'1057-'4'1058 : adjacent_5p upward 
'4'1058-'4'1059 : adjacent_5p upward 
'4'1059-'4'1060 : adjacent_5p upward 
'4'1060-'4'1061 : adjacent_5p upward 
'4'1061-'4'1062 : adjacent_5p upward 
'4'1067-'4'1068 : adjacent_5p upward 
'4'1068-'4'1069 : adjacent_5p upward 
'4'1069-'4'1070 : adjacent_5p upward 
'4'1070-'4'1071 : adjacent_5p upward 
'4'1071-'4'1072 : adjacent_5p upward 
'4'1072-'4'1073 : adjacent_5p upward 
'4'1073-'4'1074 : adjacent_5p upward 
'4'1075-'4'1076 : adjacent_5p upward 
'4'1076-'4'1077 : adjacent_5p upward 
'4'1077-'4'1078 : adjacent_5p inward 
'4'1082-'4'1083 : adjacent_5p upward 
'4'1083-'4'1084 : adjacent_5p upward 
'4'1084-'4'1085 : adjacent_5p upward 
'4'1086-'4'1087 : adjacent_5p upward 
'4'1087-'4'1088 : adjacent_5p upward 
'4'1091-'4'1092 : adjacent_5p upward 
'4'1092-'4'1093 : adjacent_5p upward 
'4'1093-'4'1094 : adjacent_5p upward 
'4'1094-'4'1095 : adjacent_5p upward 
'4'1095-'4'1096 : adjacent_5p upward 
'4'1096-'4'1097 : adjacent_5p upward 
'4'1098-'4'1099 : adjacent_5p upward 
'4'1099-'4'1100 : adjacent_5p upward 
'4'1101-'4'1102 : adjacent_5p upward 
'4'1104-'4'1105 : adjacent_5p upward 
'4'1105-'4'1106 : adjacent_5p upward 
'4'1108-'4'1109 : adjacent_5p upward 
'4'1111-'4'1112 : adjacent_5p upward 
'4'1112-'4'1113 : adjacent_5p upward 
'4'1113-'4'1114 : adjacent_5p upward 
'4'1114-'4'1115 : adjacent_5p upward 
'4'1115-'4'1116 : adjacent_5p upward 
'4'1116-'4'1117 : adjacent_5p upward 
'4'1117-'4'1118 : adjacent_5p upward 
'4'1119-'4'1120 : adjacent_5p upward 
'4'1120-'4'1121 : adjacent_5p upward 
'4'1121-'4'1122 : adjacent_5p upward 
'4'1123-'4'1124 : adjacent_5p upward 
'4'1124-'4'1125 : adjacent_5p upward 
'4'1125-'4'1126 : adjacent_5p upward 
'4'1126-'4'1127 : adjacent_5p upward 
'4'1127-'4'1128 : adjacent_5p upward 
'4'1128-'4'1129 : adjacent_5p upward 
'4'1129-'4'1130 : adjacent_5p upward 
'4'1130-'4'1131 : adjacent_5p upward 
'4'1133-'4'1134 : adjacent_5p upward 
'4'1134-'4'1135 : adjacent_5p upward 
'4'1135-'4'1136 : adjacent_5p upward 
'4'1137-'4'1138 : adjacent_5p upward 
'4'1139-'4'1140 : adjacent_5p upward 
'4'1140-'4'1141 : adjacent_5p upward 
'4'1141-'4'1142 : adjacent_5p upward 
'4'1142-'4'1143 : adjacent_5p upward 
'4'1144-'4'1145 : adjacent_5p upward 
'4'1145-'4'1146 : adjacent_5p upward 
'4'1147-'4'1148 : adjacent_5p upward 
'4'1148-'4'1149 : adjacent_5p upward 
'4'1149-'4'1150 : adjacent_5p upward 
'4'1150-'4'1151 : adjacent_5p upward 
'4'1151-'4'1152 : adjacent_5p upward 
'4'1152-'4'1153 : adjacent_5p upward 
'4'1156-'4'1157 : adjacent_5p upward 
'4'1157-'4'1158 : adjacent_5p upward 
'4'1158-'4'1159 : adjacent_5p upward 
'4'1159-'4'1160 : adjacent_5p upward 
'4'1162-'4'1163 : adjacent_5p upward 
'4'1164-'4'1165 : adjacent_5p upward 
'4'1165-'4'1166 : adjacent_5p upward 
'4'1166-'4'1167 : adjacent_5p upward 
'4'1167-'4'1168 : adjacent_5p upward 
'4'1168-'4'1169 : adjacent_5p upward 
'4'1169-'4'1170 : adjacent_5p upward 
'4'1170-'4'1171 : adjacent_5p upward 
'4'1171-'4'1172 : adjacent_5p upward 
'4'1176-'4'1177 : adjacent_5p upward 
'4'1177-'4'1178 : adjacent_5p upward 
'4'1178-'4'1179 : adjacent_5p upward 
'4'1179-'4'1180 : adjacent_5p upward 
'4'1182-'4'1183 : adjacent_5p upward 
'4'1183-'4'1184 : adjacent_5p upward 
'4'1185-'4'1186 : adjacent_5p upward 
'4'1186-'4'1187 : adjacent_5p upward 
'4'1187-'4'1188 : adjacent_5p inward 
'4'1190-'4'1191 : adjacent_5p upward pairing 
'4'1191-'4'1192 : adjacent_5p upward 
'4'1201-'4'1202 : adjacent_5p upward 
'4'1202-'4'1203 : adjacent_5p upward 
'4'1204-'4'1205 : adjacent_5p upward 
'4'1207-'4'1208 : adjacent_5p upward 
'4'1208-'4'1209 : adjacent_5p upward 
'4'1212-'4'1213 : adjacent_5p upward 
'4'1213-'4'1214 : adjacent_5p inward 
'4'1218-'4'1219 : adjacent_5p upward 
'4'1219-'4'1220 : adjacent_5p upward 
'4'1220-'4'1221 : adjacent_5p upward 
'4'1223-'4'1224 : adjacent_5p upward 
'4'1225-'4'1226 : adjacent_5p upward 
'4'1226-'4'1227 : adjacent_5p upward 
'4'1227-'4'1228 : adjacent_5p upward 
'4'1230-'4'1231 : adjacent_5p upward 
'4'1231-'4'1232 : adjacent_5p upward 
'4'1232-'4'1233 : adjacent_5p upward 
'4'1234-'4'1235 : adjacent_5p upward 
'4'1235-'4'1236 : adjacent_5p upward 
'4'1236-'4'1237 : adjacent_5p upward 
'4'1237-'4'1238 : adjacent_5p upward 
'4'1240-'4'1241 : adjacent_5p upward 
'4'1242-'4'1243 : adjacent_5p upward 
'4'1243-'4'1244 : adjacent_5p upward 
'4'1244-'4'1245 : adjacent_5p upward 
'4'1246-'4'1247 : adjacent_5p upward 
'4'1248-'4'1249 : adjacent_5p upward 
'4'1250-'4'1251 : adjacent_5p upward 
'4'1251-'4'1252 : adjacent_5p upward 
'4'1252-'4'1253 : adjacent_5p upward 
'4'1253-'4'1254 : adjacent_5p inward 
'4'1256-'4'1257 : adjacent_5p upward pairing 
'4'1264-'4'1265 : adjacent_5p upward 
'4'1265-'4'1266 : adjacent_5p upward 
'4'1266-'4'1267 : adjacent_5p upward 
'4'1267-'4'1268 : adjacent_5p upward 
'4'1272-'4'1273 : adjacent_5p upward 
'4'1273-'4'1274 : adjacent_5p upward 
'4'1274-'4'1275 : adjacent_5p upward 
'4'1275-'4'1276 : adjacent_5p upward 
'4'1276-'4'1277 : adjacent_5p upward 
'4'1277-'4'1278 : adjacent_5p upward 
'4'1279-'4'1280 : adjacent_5p upward 
'4'1280-'4'1281 : adjacent_5p upward 
'4'1281-'4'1282 : adjacent_5p upward 
'4'1285-'4'1286 : adjacent_5p upward 
'4'1286-'4'1287 : adjacent_5p upward 
'4'1287-'4'1288 : adjacent_5p upward 
'4'1288-'4'1289 : adjacent_5p upward 
'4'1289-'4'1290 : adjacent_5p upward 
'4'1290-'4'1291 : adjacent_5p upward 
'4'1291-'4'1292 : adjacent_5p upward 
'4'1292-'4'1293 : adjacent_5p upward 
'4'1293-'4'1294 : adjacent_5p upward 
'4'1294-'4'1295 : adjacent_5p upward 
'4'1295-'4'1296 : adjacent_5p upward 
'4'1296-'4'1297 : adjacent_5p upward 
'4'1297-'4'1298 : adjacent_5p upward 
'4'1299-'4'1300 : adjacent_5p upward 
'4'1300-'4'1301 : adjacent_5p upward 
'4'1304-'4'1305 : adjacent_5p upward 
'4'1305-'4'1306 : adjacent_5p upward 
'4'1310-'4'1311 : adjacent_5p upward 
'4'1311-'4'1312 : adjacent_5p upward 
'4'1314-'4'1315 : adjacent_5p upward 
'4'1317-'4'1318 : adjacent_5p upward pairing 
'4'1318-'4'1319 : adjacent_5p upward 
'4'1319-'4'1320 : adjacent_5p upward 
'4'1320-'4'1321 : adjacent_5p upward 
'4'1321-'4'1322 : adjacent_5p upward 
'4'1322-'4'1323 : adjacent_5p upward 
'4'1323-'4'1324 : adjacent_5p upward 
'4'1324-'4'1325 : adjacent_5p upward 
'4'1325-'4'1326 : adjacent_5p upward 
'4'1327-'4'1328 : adjacent_5p upward 
'4'1330-'4'1331 : adjacent_5p upward 
'4'1331-'4'1332 : adjacent_5p inward 
'4'1334-'4'1335 : adjacent_5p upward 
'4'1335-'4'1336 : adjacent_5p upward 
'4'1336-'4'1337 : adjacent_5p upward 
'4'1341-'4'1342 : adjacent_5p upward 
'4'1342-'4'1343 : adjacent_5p upward 
'4'1343-'4'1344 : adjacent_5p upward 
'4'1344-'4'1345 : adjacent_5p upward 
'4'1346-'4'1347 : adjacent_5p upward 
'4'1347-'4'1348 : adjacent_5p upward 
'4'1348-'4'1349 : adjacent_5p upward 
'4'1349-'4'1350 : adjacent_5p upward 
'4'1353-'4'1354 : adjacent_5p upward 
'4'1355-'4'1356 : adjacent_5p upward 
'4'1356-'4'1357 : adjacent_5p upward 
'4'1357-'4'1358 : adjacent_5p upward 
'4'1358-'4'1359 : adjacent_5p upward 
'4'1360-'4'1361 : adjacent_5p upward 
'4'1361-'4'1362 : adjacent_5p upward 
'4'1362-'4'1363 : adjacent_5p upward 
'4'1363-'4'1364 : adjacent_5p upward 
'4'1366-'4'1367 : adjacent_5p upward 
'4'1367-'4'1368 : adjacent_5p upward 
'4'1369-'4'1370 : adjacent_5p upward 
'4'1370-'4'1371 : adjacent_5p upward 
'4'1371-'4'1372 : adjacent_5p upward 
'4'1372-'4'1373 : adjacent_5p upward 
'4'1373-'4'1374 : adjacent_5p upward 
'4'1374-'4'1375 : adjacent_5p upward 
'4'1380-'4'1381 : adjacent_5p upward pairing 
'4'1384-'4'1385 : adjacent_5p upward 
'4'1385-'4'1386 : adjacent_5p upward 
'4'1386-'4'1387 : adjacent_5p upward 
'4'1387-'4'1388 : adjacent_5p upward 
'4'1388-'4'1389 : adjacent_5p upward 
'4'1390-'4'1391 : adjacent_5p upward 
'4'1391-'4'1392 : adjacent_5p upward 
'4'1392-'4'1393 : adjacent_5p inward 
'4'1396-'4'1397 : adjacent_5p upward 
'4'1397-'4'1398 : adjacent_5p upward 
'4'1404-'4'1405 : adjacent_5p upward 
'4'1405-'4'1406 : adjacent_5p upward 
'4'1406-'4'1407 : adjacent_5p upward 
'4'1407-'4'1408 : adjacent_5p upward 
'4'1408-'4'1409 : adjacent_5p upward 
'4'1409-'4'1410 : adjacent_5p upward 
'4'1410-'4'1411 : adjacent_5p upward 
'4'1412-'4'1413 : adjacent_5p upward 
'4'1415-'4'1416 : adjacent_5p inward 
'4'1418-'4'1419 : adjacent_5p upward 
'4'1419-'4'1420 : adjacent_5p upward 
'4'1420-'4'1421 : adjacent_5p upward 
'4'1421-'4'1422 : adjacent_5p upward 
'4'1422-'4'1423 : adjacent_5p upward 
'4'1423-'4'1424 : adjacent_5p upward 
'4'1424-'4'1425 : adjacent_5p upward 
'4'1426-'4'1427 : adjacent_5p upward 
'4'1431-'4'1432 : adjacent_5p upward 
'4'1432-'4'1433 : adjacent_5p upward 
'4'1433-'4'1434 : adjacent_5p upward 
'4'1435-'4'1436 : adjacent_5p upward 
'4'1436-'4'1437 : adjacent_5p upward 
'4'1437-'4'1438 : adjacent_5p upward 
'4'1438-'4'1439 : adjacent_5p upward 
'4'1443-'4'1444 : adjacent_5p upward 
'4'1444-'4'1445 : adjacent_5p upward 
'4'1445-'4'1446 : adjacent_5p upward 
'4'1447-'4'1448 : adjacent_5p upward 
'4'1449-'4'1450 : adjacent_5p upward 
'4'1450-'4'1451 : adjacent_5p upward 
'4'1455-'4'1456 : adjacent_5p upward 
'4'1458-'4'1459 : adjacent_5p upward 
'4'1461-'4'1462 : adjacent_5p upward 
'4'1462-'4'1463 : adjacent_5p upward 
'4'1463-'4'1464 : adjacent_5p upward 
'4'1464-'4'1465 : adjacent_5p upward 
'4'1465-'4'1466 : adjacent_5p upward 
'4'1466-'4'1467 : adjacent_5p upward 
'4'1471-'4'1472 : adjacent_5p upward 
'4'1473-'4'1474 : adjacent_5p upward 
'4'1474-'4'1475 : adjacent_5p upward 
'4'1475-'4'1476 : adjacent_5p upward 
'4'1476-'4'1477 : adjacent_5p upward 
'4'1477-'4'1478 : adjacent_5p upward 
'4'1478-'4'1479 : adjacent_5p upward 
'4'1479-'4'1480 : adjacent_5p upward 
'4'1481-'4'1482 : adjacent_5p upward 
'4'1482-'4'1483 : adjacent_5p upward 
'4'1483-'4'1484 : adjacent_5p upward 
'4'1484-'4'1485 : adjacent_5p upward 
'4'1485-'4'1486 : adjacent_5p upward 
'4'1487-'4'1488 : adjacent_5p upward 
'4'1488-'4'1489 : adjacent_5p upward 
'4'1489-'4'1490 : adjacent_5p upward 
'4'1490-'4'1491 : adjacent_5p upward 
'4'1491-'4'1492 : adjacent_5p upward 
'4'1493-'4'1494 : adjacent_5p upward 
'4'1494-'4'1495 : adjacent_5p upward 
'4'1496-'4'1497 : adjacent_5p upward 
'4'1497-'4'1498 : adjacent_5p upward 
'4'1498-'4'1499 : adjacent_5p upward 
'4'1500-'4'1501 : adjacent_5p upward 
'4'1501-'4'1502 : adjacent_5p upward 
'4'1502-'4'1503 : adjacent_5p upward 
'4'1504-'4'1505 : adjacent_5p upward 
'4'1508-'4'1509 : adjacent_5p upward 
'4'1509-'4'1510 : adjacent_5p upward 
'4'1511-'4'1512 : adjacent_5p upward 
'4'1513-'4'1514 : adjacent_5p upward 
'4'1514-'4'1515 : adjacent_5p upward 
'4'1515-'4'1516 : adjacent_5p upward 
'4'1516-'4'1517 : adjacent_5p upward 
'4'1517-'4'1518 : adjacent_5p upward 
'4'1520-'4'1521 : adjacent_5p upward 
'4'1522-'4'1523 : adjacent_5p upward 
'4'1527-'4'1528 : adjacent_5p upward 
'4'1528-'4'1529 : adjacent_5p upward 
'4'1529-'4'1530 : adjacent_5p upward 
'4'1531-'4'1532 : adjacent_5p upward 
'4'1533-'4'1534 : adjacent_5p upward 
'4'1534-'4'1535 : adjacent_5p upward 
'4'1535-'4'1536 : adjacent_5p upward 
'4'1536-'4'1537 : adjacent_5p upward 
'4'1538-'4'1539 : adjacent_5p upward 
'4'1539-'4'1540 : adjacent_5p upward 
'4'1540-'4'1541 : adjacent_5p upward 
'4'1541-'4'1542 : adjacent_5p upward 
'4'1542-'4'1543 : adjacent_5p upward 
'4'1544-'4'1545 : adjacent_5p upward 
'4'1545-'4'1546 : adjacent_5p upward 
'4'1549-'4'1550 : adjacent_5p upward 
'4'1550-'4'1551 : adjacent_5p upward 
'4'1551-'4'1552 : adjacent_5p upward 
'4'1552-'4'1553 : adjacent_5p upward 
'4'1553-'4'1554 : adjacent_5p upward 
'4'1554-'4'1555 : adjacent_5p inward 
'4'1557-'4'1558 : adjacent_5p upward 
'4'1558-'4'1559 : adjacent_5p upward 
'4'1559-'4'1560 : adjacent_5p upward 
'4'1560-'4'1561 : adjacent_5p upward 
'4'1561-'4'1562 : adjacent_5p upward 
'4'1562-'4'1563 : adjacent_5p upward 
'4'1563-'4'1564 : adjacent_5p upward 
'4'1564-'4'1565 : adjacent_5p upward 
'4'1567-'4'1568 : adjacent_5p upward 
'4'1568-'4'1569 : adjacent_5p upward 
'4'1569-'4'1570 : adjacent_5p upward 
'4'1570-'4'1571 : adjacent_5p upward 
'4'1571-'4'1572 : adjacent_5p upward 
'4'1572-'4'1573 : adjacent_5p upward 
'4'1573-'4'1574 : adjacent_5p upward 
'4'1574-'4'1575 : adjacent_5p upward 
'4'1575-'4'1576 : adjacent_5p upward 
'4'1576-'4'1577 : adjacent_5p upward 
'4'1577-'4'1578 : adjacent_5p upward 
'4'1578-'4'1579 : adjacent_5p upward 
'4'1583-'4'1584 : adjacent_5p upward 
'4'1584-'4'1585 : adjacent_5p upward 
'4'1591-'4'1592 : adjacent_5p upward 
'4'1592-'4'1593 : adjacent_5p upward 
'4'1593-'4'1594 : adjacent_5p upward 
'4'1595-'4'1596 : adjacent_5p upward 
'4'1597-'4'1598 : adjacent_5p upward 
'4'1598-'4'1599 : adjacent_5p upward 
'4'1599-'4'1600 : adjacent_5p upward 
'4'1601-'4'1602 : adjacent_5p upward 
'4'1602-'4'1603 : adjacent_5p upward 
'4'1605-'4'1606 : adjacent_5p upward 
'4'1606-'4'1607 : adjacent_5p upward 
'4'1607-'4'1608 : adjacent_5p upward 
'4'1608-'4'1609 : adjacent_5p upward 
'4'1610-'4'1611 : adjacent_5p upward 
'4'1611-'4'1612 : adjacent_5p upward 
'4'1612-'4'1613 : adjacent_5p upward 
'4'1613-'4'1614 : adjacent_5p upward 
'4'1614-'4'1615 : adjacent_5p upward 
'4'1615-'4'1616 : adjacent_5p upward 
'4'1616-'4'1617 : adjacent_5p upward 
'4'1619-'4'1620 : adjacent_5p upward 
'4'1622-'4'1623 : adjacent_5p upward 
'4'1623-'4'1624 : adjacent_5p upward 
'4'1626-'4'1627 : adjacent_5p upward 
'4'1627-'4'1628 : adjacent_5p upward 
'4'1628-'4'1629 : adjacent_5p upward 
'4'1629-'4'1630 : adjacent_5p upward 
'4'1630-'4'1631 : adjacent_5p upward 
'4'1631-'4'1632 : adjacent_5p upward 
'4'1632-'4'1633 : adjacent_5p upward 
'4'1633-'4'1634 : adjacent_5p upward 
'4'1637-'4'1638 : adjacent_5p upward 
'4'1638-'4'1639 : adjacent_5p upward 
'4'1639-'4'1640 : adjacent_5p upward 
'4'1640-'4'1641 : adjacent_5p upward 
'4'1641-'4'1642 : adjacent_5p upward 
'4'1643-'4'1644 : adjacent_5p upward 
'4'1644-'4'1645 : adjacent_5p upward 
'4'1645-'4'1646 : adjacent_5p upward 
'4'1646-'4'1647 : adjacent_5p upward 
'4'1647-'4'1648 : adjacent_5p upward 
'4'1648-'4'1649 : adjacent_5p upward 
'4'1649-'4'1650 : adjacent_5p inward 
'4'1652-'4'1653 : adjacent_5p upward 
'4'1653-'4'1654 : adjacent_5p upward 
'4'1654-'4'1655 : adjacent_5p upward 
'4'1656-'4'1657 : adjacent_5p upward 
'4'1657-'4'1658 : adjacent_5p upward 
'4'1658-'4'1659 : adjacent_5p upward 
'4'1659-'4'1660 : adjacent_5p upward 
'4'1660-'4'1661 : adjacent_5p upward 
'4'1661-'4'1662 : adjacent_5p upward 
'4'1665-'4'1666 : adjacent_5p outward 
'4'1666-'4'1667 : adjacent_5p upward 
'4'1667-'4'1668 : adjacent_5p upward 
'4'1668-'4'1669 : adjacent_5p upward 
'4'1669-'4'1670 : adjacent_5p upward 
'4'1670-'4'1671 : adjacent_5p upward 
'4'1672-'4'1673 : adjacent_5p upward 
'4'1673-'4'1674 : adjacent_5p upward 
'4'1675-'4'1676 : adjacent_5p upward 
'4'1676-'4'1677 : adjacent_5p upward 
'4'1677-'4'1678 : adjacent_5p upward 
'4'1678-'4'1679 : adjacent_5p upward 
'4'1679-'4'1680 : adjacent_5p upward 
'4'1683-'4'1684 : adjacent_5p upward 
'4'1684-'4'1685 : adjacent_5p upward 
'4'1685-'4'1686 : adjacent_5p inward 
'4'1688-'4'1689 : adjacent_5p upward 
'4'1689-'4'1690 : adjacent_5p upward 
'4'1690-'4'1691 : adjacent_5p upward 
'4'1692-'4'1693 : adjacent_5p upward 
'4'1697-'4'1698 : adjacent_5p upward 
'4'1698-'4'1699 : adjacent_5p upward 
'4'1699-'4'1700 : adjacent_5p upward 
'4'1700-'4'1701 : adjacent_5p upward 
'4'1701-'4'1702 : adjacent_5p upward 
'4'1702-'4'1703 : adjacent_5p upward 
'4'1703-'4'1704 : adjacent_5p upward 
'4'1704-'4'1705 : adjacent_5p upward 
'4'1705-'4'1706 : adjacent_5p upward 
'4'1707-'4'1708 : adjacent_5p upward 
'4'1708-'4'1709 : adjacent_5p upward 
'4'1709-'4'1710 : adjacent_5p upward 
'4'1710-'4'1711 : adjacent_5p inward 
'4'1713-'4'1714 : adjacent_5p upward 
'4'1714-'4'1715 : adjacent_5p upward 
'4'1715-'4'1716 : adjacent_5p upward 
'4'1716-'4'1717 : adjacent_5p upward 
'4'1717-'4'1718 : adjacent_5p upward 
'4'1718-'4'1719 : adjacent_5p upward 
'4'1719-'4'1720 : adjacent_5p upward 
'4'1720-'4'1721 : adjacent_5p upward 
'4'1721-'4'1722 : adjacent_5p upward 
'4'1722-'4'1723 : adjacent_5p upward 
'4'1724-'4'1725 : adjacent_5p upward 
'4'1726-'4'1727 : adjacent_5p upward 
'4'1727-'4'1728 : adjacent_5p upward 
'4'1728-'4'1729 : adjacent_5p upward 
'4'1729-'4'1730 : adjacent_5p upward 
'4'1731-'4'1732 : adjacent_5p upward 
'4'1733-'4'1734 : adjacent_5p upward 
'4'1739-'4'1740 : adjacent_5p upward 
'4'1740-'4'1741 : adjacent_5p upward 
'4'1747-'4'1748 : adjacent_5p upward 
'4'1748-'4'1749 : adjacent_5p upward 
'4'1750-'4'1751 : adjacent_5p upward 
'4'1751-'4'1752 : adjacent_5p upward 
'4'1752-'4'1753 : adjacent_5p upward 
'4'1753-'4'1754 : adjacent_5p upward 
'4'1755-'4'1756 : adjacent_5p upward 
'4'1756-'4'1757 : adjacent_5p upward 
'4'1757-'4'1758 : adjacent_5p upward 
'4'1758-'4'1759 : adjacent_5p upward 
'4'1760-'4'1761 : adjacent_5p upward 
'4'1763-'4'1764 : adjacent_5p upward 
'4'1764-'4'1765 : adjacent_5p upward 
'4'1765-'4'1766 : adjacent_5p upward 
'4'1766-'4'1767 : adjacent_5p upward 
'4'1768-'4'1769 : adjacent_5p upward 
'4'1769-'4'1770 : adjacent_5p upward 
'4'1770-'4'1771 : adjacent_5p upward 
'4'1771-'4'1772 : adjacent_5p upward 
'4'1776-'4'1777 : adjacent_5p upward 
'4'1777-'4'1778 : adjacent_5p upward 
'4'1778-'4'1779 : adjacent_5p upward 
'4'1779-'4'1780 : adjacent_5p upward 
'4'1780-'4'1781 : adjacent_5p upward 
'4'1782-'4'1783 : adjacent_5p upward 
'4'1783-'4'1784 : adjacent_5p upward 
'4'1784-'4'1785 : adjacent_5p upward 
'4'1785-'4'1786 : adjacent_5p upward 
'4'1786-'4'1787 : adjacent_5p upward 
'4'1787-'4'1788 : adjacent_5p upward 
'4'1788-'4'1789 : adjacent_5p upward 
'4'1789-'4'1790 : adjacent_5p upward 
'4'1792-'4'1793 : adjacent_5p upward 
'4'1793-'4'1794 : adjacent_5p upward 
'4'1794-'4'1795 : adjacent_5p upward 
'4'1798-'4'1799 : adjacent_5p upward 
'4'1800-'4'1801 : adjacent_5p upward 
'4'1803-'4'1804 : adjacent_5p upward 
'4'1804-'4'1805 : adjacent_5p upward 
'4'1805-'4'1806 : adjacent_5p upward 
'4'1806-'4'1807 : adjacent_5p upward 
'4'1807-'4'1808 : adjacent_5p upward 
'4'1808-'4'1809 : adjacent_5p upward 
'4'1810-'4'1811 : adjacent_5p upward 
'4'1811-'4'1812 : adjacent_5p upward 
'4'1812-'4'1813 : adjacent_5p upward 
'4'1813-'4'1814 : adjacent_5p upward 
'4'1814-'4'1815 : adjacent_5p upward 
'4'1815-'4'1816 : adjacent_5p upward 
'4'1817-'4'1818 : adjacent_5p upward 
'4'1818-'4'1819 : adjacent_5p upward 
'4'1819-'4'1820 : adjacent_5p upward 
'4'1824-'4'1825 : adjacent_5p upward 
'4'1825-'4'1826 : adjacent_5p inward 
'4'1828-'4'1829 : adjacent_5p upward 
'4'1829-'4'1830 : adjacent_5p upward 
'4'1830-'4'1831 : adjacent_5p upward 
'4'1831-'4'1832 : adjacent_5p upward 
'4'1832-'4'1833 : adjacent_5p upward 
'4'1833-'4'1834 : adjacent_5p upward 
'4'1835-'4'1836 : adjacent_5p upward 
'4'1836-'4'1837 : adjacent_5p upward 
'4'1837-'4'1838 : adjacent_5p upward 
'4'1838-'4'1839 : adjacent_5p upward 
'4'1839-'4'1840 : adjacent_5p upward 
'4'1840-'4'1841 : adjacent_5p inward 
'4'1844-'4'1845 : adjacent_5p upward 
'4'1845-'4'1846 : adjacent_5p upward 
'4'1846-'4'1847 : adjacent_5p upward 
'4'1847-'4'1848 : adjacent_5p upward 
'4'1848-'4'1849 : adjacent_5p upward 
'4'1850-'4'1851 : adjacent_5p upward 
'4'1851-'4'1852 : adjacent_5p upward 
'4'1852-'4'1853 : adjacent_5p upward 
'4'1854-'4'1855 : adjacent_5p upward 
'4'1855-'4'1856 : adjacent_5p upward 
'4'1861-'4'1862 : adjacent_5p upward 
'4'1862-'4'1863 : adjacent_5p upward 
'4'1863-'4'1864 : adjacent_5p upward 
'4'1864-'4'1865 : adjacent_5p upward 
'4'1865-'4'1866 : adjacent_5p upward 
'4'1867-'4'1868 : adjacent_5p upward 
'4'1868-'4'1869 : adjacent_5p upward 
'4'1869-'4'1870 : adjacent_5p upward 
'4'1870-'4'1871 : adjacent_5p upward 
'4'1872-'4'1873 : adjacent_5p upward 
'4'1873-'4'1874 : adjacent_5p upward 
'4'1874-'4'1875 : adjacent_5p upward 
'4'1875-'4'1876 : adjacent_5p upward 
'4'1876-'4'1877 : adjacent_5p upward 
'4'1877-'4'1878 : adjacent_5p upward 
'4'1878-'4'1879 : adjacent_5p upward 
'4'1880-'4'1881 : adjacent_5p upward 
'4'1882-'4'1883 : adjacent_5p upward 
'4'1887-'4'1888 : adjacent_5p upward 
'4'1888-'4'1889 : adjacent_5p upward 
'4'1889-'4'1890 : adjacent_5p upward 
'4'1892-'4'1893 : adjacent_5p upward 
'4'1894-'4'1895 : adjacent_5p upward 
'4'1895-'4'1896 : adjacent_5p upward 
'4'1896-'4'1897 : adjacent_5p upward 
'4'1898-'4'1899 : adjacent_5p upward 
'4'1899-'4'1900 : adjacent_5p upward 
'4'1901-'4'1902 : adjacent_5p upward 
'4'1903-'4'1904 : adjacent_5p upward 
'4'1904-'4'1905 : adjacent_5p upward 
'4'1915-'4'1916 : adjacent_5p upward 
'4'1916-'4'1917 : adjacent_5p upward 
'4'1917-'4'1918 : adjacent_5p upward 
'4'1919-'4'1920 : adjacent_5p upward 
'4'1920-'4'1921 : adjacent_5p upward 
'4'1921-'4'1922 : adjacent_5p upward 
'4'1922-'4'1923 : adjacent_5p upward 
'4'1923-'4'1924 : adjacent_5p upward 
'4'1925-'4'1926 : adjacent_5p upward 
'4'1930-'4'1931 : adjacent_5p upward 
'4'1931-'4'1932 : adjacent_5p upward 
'4'1932-'4'1933 : adjacent_5p upward 
'4'1933-'4'1934 : adjacent_5p upward 
'4'1934-'4'1935 : adjacent_5p upward 
'4'1937-'4'1938 : adjacent_5p upward 
'4'1938-'4'1939 : adjacent_5p upward 
'4'1939-'4'1940 : adjacent_5p upward 
'4'1940-'4'1941 : adjacent_5p upward 
'4'1941-'4'1942 : adjacent_5p upward 
'4'1942-'4'1943 : adjacent_5p inward 
'4'1945-'4'1946 : adjacent_5p upward 
'4'1949-'4'1950 : adjacent_5p upward 
'4'1951-'4'1952 : adjacent_5p upward 
'4'1952-'4'1953 : adjacent_5p upward 
'4'1953-'4'1954 : adjacent_5p upward 
'4'1954-'4'1955 : adjacent_5p upward 
'4'1955-'4'1956 : adjacent_5p upward 
'4'1957-'4'1958 : adjacent_5p upward 
'4'1959-'4'1960 : adjacent_5p upward 
'4'1960-'4'1961 : adjacent_5p upward 
'4'1961-'4'1962 : adjacent_5p upward 
'4'1963-'4'1964 : adjacent_5p upward 
'4'1967-'4'1968 : adjacent_5p upward 
'4'1968-'4'1969 : adjacent_5p upward 
'4'1969-'4'1970 : adjacent_5p upward 
'4'1970-'4'1971 : adjacent_5p upward 
'4'1971-'4'1972 : adjacent_5p upward 
'4'1972-'4'1973 : adjacent_5p upward 
'4'1973-'4'1974 : adjacent_5p upward 
'4'1974-'4'1975 : adjacent_5p upward 
'4'1976-'4'1977 : adjacent_5p upward 
'4'1977-'4'1978 : adjacent_5p upward 
'4'1978-'4'1979 : adjacent_5p upward 
'4'1979-'4'1980 : adjacent_5p upward 
'4'1981-'4'1982 : adjacent_5p upward 
'4'1982-'4'1983 : adjacent_5p upward 
'4'1983-'4'1984 : adjacent_5p upward 
'4'1984-'4'1985 : adjacent_5p upward 
'4'1986-'4'1987 : adjacent_5p upward 
'4'1987-'4'1988 : adjacent_5p upward 
'4'1988-'4'1989 : adjacent_5p upward 
'4'1989-'4'1990 : adjacent_5p upward 
'4'1990-'4'1991 : adjacent_5p upward 
'4'1991-'4'1992 : adjacent_5p upward 
'4'1992-'4'1993 : adjacent_5p upward 
'4'1994-'4'1995 : adjacent_5p upward 
'4'1995-'4'1996 : adjacent_5p upward 
'4'1996-'4'1997 : adjacent_5p upward 
'4'1998-'4'1999 : adjacent_5p upward 
'4'1999-'4'2000 : adjacent_5p upward 
'4'2000-'4'2001 : adjacent_5p upward 
'4'2001-'4'2002 : adjacent_5p upward 
'4'2002-'4'2003 : adjacent_5p upward 
'4'2004-'4'2005 : adjacent_5p upward 
'4'2005-'4'2006 : adjacent_5p upward 
'4'2006-'4'2007 : adjacent_5p upward 
'4'2007-'4'2008 : adjacent_5p upward 
'4'2009-'4'2010 : adjacent_5p upward 
'4'2010-'4'2011 : adjacent_5p upward 
'4'2011-'4'2012 : adjacent_5p upward 
'4'2013-'4'2014 : adjacent_5p upward 
'4'2014-'4'2015 : adjacent_5p upward 
'4'2015-'4'2016 : adjacent_5p upward 
'4'2017-'4'2018 : adjacent_5p upward 
'4'2018-'4'2019 : adjacent_5p upward 
'4'2019-'4'2020 : adjacent_5p upward 
'4'2020-'4'2021 : adjacent_5p upward 
'4'2021-'4'2022 : adjacent_5p upward 
'4'2022-'4'2023 : adjacent_5p upward 
'4'2024-'4'2025 : adjacent_5p upward 
'4'2025-'4'2026 : adjacent_5p upward 
'4'2029-'4'2030 : adjacent_5p upward 
'4'2031-'4'2032 : adjacent_5p upward 
'4'2032-'4'2033 : adjacent_5p upward 
'4'2034-'4'2035 : adjacent_5p upward 
'4'2035-'4'2036 : adjacent_5p upward 
'4'2038-'4'2039 : adjacent_5p upward 
'4'2044-'4'2045 : adjacent_5p upward 
'4'2046-'4'2047 : adjacent_5p upward 
'4'2047-'4'2048 : adjacent_5p upward 
'4'2048-'4'2049 : adjacent_5p upward 
'4'2049-'4'2050 : adjacent_5p upward 
'4'2050-'4'2051 : adjacent_5p upward 
'4'2052-'4'2053 : adjacent_5p upward 
'4'2053-'4'2054 : adjacent_5p upward 
'4'2055-'4'2056 : adjacent_5p upward 
'4'2056-'4'2057 : adjacent_5p inward 
'4'2060-'4'2061 : adjacent_5p upward 
'4'2061-'4'2062 : adjacent_5p upward 
'4'2062-'4'2063 : adjacent_5p upward 
'4'2069-'4'2070 : adjacent_5p upward 
'4'2070-'4'2071 : adjacent_5p inward 
'4'2073-'4'2074 : adjacent_5p upward 
'4'2074-'4'2075 : adjacent_5p upward 
'4'2075-'4'2076 : adjacent_5p upward 
'4'2076-'4'2077 : adjacent_5p upward 
'4'2077-'4'2078 : adjacent_5p upward 
'4'2084-'4'2085 : adjacent_5p upward 
'4'2085-'4'2086 : adjacent_5p upward 
'4'2086-'4'2087 : adjacent_5p upward 
'4'2087-'4'2088 : adjacent_5p upward 
'4'2088-'4'2089 : adjacent_5p upward 
'4'2093-'4'2094 : adjacent_5p inward 
'4'2095-'4'2096 : adjacent_5p upward 
'4'2100-'4'2101 : adjacent_5p upward 
'4'2101-'4'2102 : adjacent_5p upward 
'4'2103-'4'2104 : adjacent_5p upward 
'4'2105-'4'2106 : adjacent_5p upward 
'4'2106-'4'2107 : adjacent_5p upward 
'4'2107-'4'2108 : adjacent_5p upward 
'4'2111-'4'2112 : adjacent_5p upward 
'4'2112-'4'2113 : adjacent_5p upward 
'4'2115-'4'2116 : adjacent_5p upward 
'4'2116-'4'2117 : adjacent_5p upward 
'4'2117-'4'2118 : adjacent_5p upward 
'4'2118-'4'2119 : adjacent_5p upward 
'4'2121-'4'2122 : adjacent_5p upward 
'4'2123-'4'2124 : adjacent_5p inward 
'4'2126-'4'2127 : adjacent_5p upward 
'4'2127-'4'2128 : adjacent_5p upward 
'4'2129-'4'2130 : adjacent_5p upward 
'4'2130-'4'2131 : adjacent_5p upward 
'4'2131-'4'2132 : adjacent_5p upward 
'4'2132-'4'2133 : adjacent_5p upward 
'4'2134-'4'2135 : adjacent_5p upward 
'4'2136-'4'2137 : adjacent_5p upward 
'4'2137-'4'2138 : adjacent_5p upward 
'4'2138-'4'2139 : adjacent_5p upward 
'4'2139-'4'2140 : adjacent_5p upward 
'4'2141-'4'2142 : adjacent_5p upward 
'4'2142-'4'2143 : adjacent_5p upward 
'4'2144-'4'2145 : adjacent_5p upward 
'4'2146-'4'2147 : adjacent_5p upward 
'4'2147-'4'2148 : adjacent_5p upward 
'4'2152-'4'2153 : adjacent_5p upward 
'4'2153-'4'2154 : adjacent_5p upward 
'4'2154-'4'2155 : adjacent_5p upward 
'4'2155-'4'2156 : adjacent_5p upward 
'4'2156-'4'2157 : adjacent_5p upward 
'4'2162-'4'2163 : adjacent_5p upward 
'4'2164-'4'2165 : adjacent_5p upward 
'4'2165-'4'2166 : adjacent_5p upward 
'4'2166-'4'2167 : adjacent_5p upward 
'4'2168-'4'2169 : adjacent_5p upward 
'4'2169-'4'2170 : adjacent_5p upward 
'4'2172-'4'2173 : adjacent_5p upward 
'4'2174-'4'2175 : adjacent_5p upward 
'4'2175-'4'2176 : adjacent_5p upward 
'4'2176-'4'2177 : adjacent_5p upward 
'4'2177-'4'2178 : adjacent_5p upward 
'4'2178-'4'2179 : adjacent_5p upward 
'4'2180-'4'2181 : adjacent_5p upward 
'4'2181-'4'2182 : adjacent_5p upward 
'4'2184-'4'2185 : adjacent_5p upward 
'4'2185-'4'2186 : adjacent_5p upward 
'4'2192-'4'2193 : adjacent_5p upward 
'4'2193-'4'2194 : adjacent_5p upward 
'4'2194-'4'2195 : adjacent_5p upward 
'4'2197-'4'2198 : adjacent_5p upward 
'4'2198-'4'2199 : adjacent_5p upward 
'4'2199-'4'2200 : adjacent_5p upward 
'4'2200-'4'2201 : adjacent_5p upward 
'4'2202-'4'2203 : adjacent_5p upward 
'4'2205-'4'2206 : adjacent_5p upward 
'4'2206-'4'2207 : adjacent_5p upward 
'4'2207-'4'2208 : adjacent_5p upward 
'4'2208-'4'2209 : adjacent_5p upward 
'4'2210-'4'2211 : adjacent_5p upward 
'4'2211-'4'2212 : adjacent_5p upward 
'4'2212-'4'2213 : adjacent_5p upward 
'4'2214-'4'2215 : adjacent_5p upward 
'4'2215-'4'2216 : adjacent_5p upward 
'4'2216-'4'2217 : adjacent_5p upward 
'4'2217-'4'2218 : adjacent_5p upward 
'4'2218-'4'2219 : adjacent_5p upward 
'4'2219-'4'2220 : adjacent_5p inward 
'4'2221-'4'2222 : adjacent_5p upward 
'4'2222-'4'2223 : adjacent_5p upward 
'4'2223-'4'2224 : adjacent_5p upward 
'4'2224-'4'2225 : adjacent_5p upward 
'4'2225-'4'2226 : adjacent_5p upward 
'4'2226-'4'2227 : adjacent_5p upward 
'4'2228-'4'2229 : adjacent_5p upward 
'4'2229-'4'2230 : adjacent_5p upward 
'4'2230-'4'2231 : adjacent_5p upward 
'4'2232-'4'2233 : adjacent_5p upward 
'4'2235-'4'2236 : adjacent_5p upward 
'4'2236-'4'2237 : adjacent_5p upward 
'4'2237-'4'2238 : adjacent_5p upward 
'4'2240-'4'2241 : adjacent_5p upward 
'4'2248-'4'2249 : adjacent_5p upward 
'4'2249-'4'2250 : adjacent_5p upward 
'4'2252-'4'2253 : adjacent_5p upward 
'4'2262-'4'2263 : adjacent_5p upward 
'4'2263-'4'2264 : adjacent_5p upward 
'4'2264-'4'2265 : adjacent_5p upward 
'4'2266-'4'2267 : adjacent_5p upward 
'4'2267-'4'2268 : adjacent_5p upward 
'4'2268-'4'2269 : adjacent_5p upward 
'4'2269-'4'2270 : adjacent_5p upward 
'4'2271-'4'2272 : adjacent_5p upward 
'4'2277-'4'2278 : adjacent_5p upward 
'4'2287-'4'2288 : adjacent_5p upward 
'4'2290-'4'2291 : adjacent_5p upward 
'4'2291-'4'2292 : adjacent_5p upward pairing 
'4'2298-'4'2299 : adjacent_5p inward 
'4'2301-'4'2302 : adjacent_5p upward 
'4'2302-'4'2303 : adjacent_5p upward 
'4'2308-'4'2309 : adjacent_5p upward 
'4'2309-'4'2310 : adjacent_5p upward 
'4'2310-'4'2311 : adjacent_5p upward 
'4'2311-'4'2312 : adjacent_5p upward 
'4'2312-'4'2313 : adjacent_5p upward 
'4'2313-'4'2314 : adjacent_5p upward 
'4'2314-'4'2315 : adjacent_5p upward 
'4'2315-'4'2316 : adjacent_5p upward 
'4'2316-'4'2317 : adjacent_5p upward 
'4'2318-'4'2319 : adjacent_5p upward 
'4'2319-'4'2320 : adjacent_5p upward 
'4'2320-'4'2321 : adjacent_5p upward 
'4'2321-'4'2322 : adjacent_5p upward 
'4'2322-'4'2323 : adjacent_5p upward 
'4'2323-'4'2324 : adjacent_5p upward 
'4'2324-'4'2325 : adjacent_5p upward 
'4'2327-'4'2328 : adjacent_5p upward pairing 
'4'2329-'4'2330 : adjacent_5p upward 
'4'2332-'4'2333 : adjacent_5p upward 
'4'2333-'4'2334 : adjacent_5p upward 
'4'2334-'4'2335 : adjacent_5p upward 
'4'2335-'4'2336 : adjacent_5p upward 
'4'2337-'4'2338 : adjacent_5p inward 
'4'2342-'4'2343 : adjacent_5p upward 
'4'2343-'4'2344 : adjacent_5p upward 
'4'2344-'4'2345 : adjacent_5p upward 
'4'2345-'4'2346 : adjacent_5p upward 
'4'2346-'4'2347 : adjacent_5p upward 
'4'2347-'4'2348 : adjacent_5p upward 
'4'2349-'4'2350 : adjacent_5p upward 
'4'2350-'4'2351 : adjacent_5p upward 
'4'2351-'4'2352 : adjacent_5p upward 
'4'2354-'4'2355 : adjacent_5p upward 
'4'2355-'4'2356 : adjacent_5p upward 
'4'2356-'4'2357 : adjacent_5p upward 
'4'2358-'4'2359 : adjacent_5p upward 
'4'2359-'4'2360 : adjacent_5p upward 
'4'2360-'4'2361 : adjacent_5p upward 
'4'2362-'4'2363 : adjacent_5p upward 
'4'2363-'4'2364 : adjacent_5p upward 
'4'2364-'4'2365 : adjacent_5p upward 
'4'2367-'4'2368 : adjacent_5p upward 
'4'2369-'4'2370 : adjacent_5p upward 
'4'2370-'4'2371 : adjacent_5p upward 
'4'2372-'4'2373 : adjacent_5p upward 
'4'2374-'4'2375 : adjacent_5p upward 
'4'2375-'4'2376 : adjacent_5p upward 
'4'2379-'4'2380 : adjacent_5p upward 
'4'2380-'4'2381 : adjacent_5p upward 
'4'2383-'4'2384 : adjacent_5p upward 
'4'2384-'4'2385 : adjacent_5p upward 
'4'2385-'4'2386 : adjacent_5p upward 
'4'2387-'4'2388 : adjacent_5p upward 
'4'2390-'4'2391 : adjacent_5p upward 
'4'2391-'4'2392 : adjacent_5p upward 
'4'2392-'4'2393 : adjacent_5p upward 
'4'2393-'4'2394 : adjacent_5p inward 
'4'2397-'4'2398 : adjacent_5p upward 
'4'2398-'4'2399 : adjacent_5p upward 
'4'2399-'4'2400 : adjacent_5p upward 
'4'2401-'4'2402 : adjacent_5p upward 
'4'2404-'4'2405 : adjacent_5p upward 
'4'2405-'4'2406 : adjacent_5p upward 
'4'2406-'4'2407 : adjacent_5p upward 
'4'2407-'4'2408 : adjacent_5p upward 
'4'2408-'4'2409 : adjacent_5p upward 
'4'2409-'4'2410 : adjacent_5p upward 
'4'2411-'4'2412 : adjacent_5p upward 
'4'2412-'4'2413 : adjacent_5p upward 
'4'2417-'4'2418 : adjacent_5p upward 
'4'2418-'4'2419 : adjacent_5p upward 
'4'2419-'4'2420 : adjacent_5p upward 
'4'2420-'4'2421 : adjacent_5p upward 
'4'2421-'4'2422 : adjacent_5p upward 
'4'2422-'4'2423 : adjacent_5p upward 
'4'2423-'4'2424 : adjacent_5p upward 
'4'2425-'4'2426 : adjacent_5p upward 
'4'2426-'4'2427 : adjacent_5p upward 
'4'2427-'4'2428 : adjacent_5p upward 
'4'2429-'4'2430 : adjacent_5p upward 
'4'2430-'4'2431 : adjacent_5p upward 
'4'2431-'4'2432 : adjacent_5p upward 
'4'2433-'4'2434 : adjacent_5p upward 
'4'2434-'4'2435 : adjacent_5p inward 
'4'2437-'4'2438 : adjacent_5p upward 
'4'2442-'4'2443 : adjacent_5p upward 
'4'2443-'4'2444 : adjacent_5p upward 
'4'2444-'4'2445 : adjacent_5p upward 
'4'2445-'4'2446 : adjacent_5p upward 
'4'2446-'4'2447 : adjacent_5p upward 
'4'2450-'4'2451 : adjacent_5p upward 
'4'2451-'4'2452 : adjacent_5p upward 
'4'2453-'4'2454 : adjacent_5p upward 
'4'2455-'4'2456 : adjacent_5p upward 
'4'2456-'4'2457 : adjacent_5p upward 
'4'2457-'4'2458 : adjacent_5p upward 
'4'2458-'4'2459 : adjacent_5p upward 
'4'2459-'4'2460 : adjacent_5p upward 
'4'2465-'4'2466 : adjacent_5p upward 
'4'2466-'4'2467 : adjacent_5p upward 
'4'2468-'4'2469 : adjacent_5p upward 
'4'2469-'4'2470 : adjacent_5p upward 
'4'2470-'4'2471 : adjacent_5p upward 
'4'2477-'4'2478 : adjacent_5p upward 
'4'2478-'4'2479 : adjacent_5p upward 
'4'2480-'4'2481 : adjacent_5p upward 
'4'2481-'4'2482 : adjacent_5p upward 
'4'2483-'4'2484 : adjacent_5p upward 
'4'2484-'4'2485 : adjacent_5p upward 
'4'2486-'4'2487 : adjacent_5p upward 
'4'2487-'4'2488 : adjacent_5p upward 
'4'2489-'4'2490 : adjacent_5p upward 
'4'2491-'4'2492 : adjacent_5p upward 
'4'2492-'4'2493 : adjacent_5p upward 
'4'2494-'4'2495 : adjacent_5p upward 
'4'2495-'4'2496 : adjacent_5p upward 
'4'2496-'4'2497 : adjacent_5p upward 
'4'2497-'4'2498 : adjacent_5p upward 
'4'2498-'4'2499 : adjacent_5p upward 
'4'2499-'4'2500 : adjacent_5p upward 
'4'2500-'4'2501 : adjacent_5p upward 
'4'2501-'4'2502 : adjacent_5p upward 
'4'2502-'4'2503 : adjacent_5p upward 
'4'2504-'4'2505 : adjacent_5p upward 
'4'2505-'4'2506 : adjacent_5p upward 
'4'2507-'4'2508 : adjacent_5p upward 
'4'2508-'4'2509 : adjacent_5p upward 
'4'2511-'4'2512 : adjacent_5p upward 
'4'2513-'4'2514 : adjacent_5p upward 
'4'2514-'4'2515 : adjacent_5p upward 
'4'2520-'4'2521 : adjacent_5p upward 
'4'2521-'4'2522 : adjacent_5p upward 
'4'2522-'4'2523 : adjacent_5p upward 
'4'2523-'4'2524 : adjacent_5p upward 
'4'2524-'4'2525 : adjacent_5p upward 
'4'2525-'4'2526 : adjacent_5p upward 
'4'2526-'4'2527 : adjacent_5p upward 
'4'2527-'4'2528 : adjacent_5p upward 
'4'2528-'4'2529 : adjacent_5p upward 
'4'2532-'4'2533 : adjacent_5p upward 
'4'2535-'4'2536 : adjacent_5p upward 
'4'2536-'4'2537 : adjacent_5p upward 
'4'2537-'4'2538 : adjacent_5p upward 
'4'2538-'4'2539 : adjacent_5p upward 
'4'2539-'4'2540 : adjacent_5p upward 
'4'2540-'4'2541 : adjacent_5p upward 
'4'2541-'4'2542 : adjacent_5p upward 
'4'2542-'4'2543 : adjacent_5p upward 
'4'2543-'4'2544 : adjacent_5p upward 
'4'2544-'4'2545 : adjacent_5p upward 
'4'2545-'4'2546 : adjacent_5p upward 
'4'2546-'4'2547 : adjacent_5p upward 
'4'2560-'4'2561 : adjacent_5p upward 
'4'2563-'4'2564 : adjacent_5p upward 
'4'2564-'4'2565 : adjacent_5p upward 
'4'2565-'4'2566 : adjacent_5p upward 
'4'2569-'4'2570 : adjacent_5p upward 
'4'2571-'4'2572 : adjacent_5p upward 
'4'2572-'4'2573 : adjacent_5p upward 
'4'2573-'4'2574 : adjacent_5p upward 
'4'2586-'4'2587 : adjacent_5p upward 
'4'2587-'4'2588 : adjacent_5p upward 
'4'2589-'4'2590 : adjacent_5p upward 
'4'2590-'4'2591 : adjacent_5p upward 
'4'2592-'4'2593 : adjacent_5p upward 
'4'2594-'4'2595 : adjacent_5p upward 
'4'2595-'4'2596 : adjacent_5p upward 
'4'2597-'4'2598 : adjacent_5p upward 
'4'2598-'4'2599 : adjacent_5p upward 
'4'2599-'4'2600 : adjacent_5p upward 
'4'2601-'4'2602 : adjacent_5p upward 
'4'2604-'4'2605 : adjacent_5p upward 
'4'2606-'4'2607 : adjacent_5p upward 
'4'2607-'4'2608 : adjacent_5p upward 
'4'2608-'4'2609 : adjacent_5p upward 
'4'2610-'4'2611 : adjacent_5p upward 
'4'2611-'4'2612 : adjacent_5p upward 
'4'2612-'4'2613 : adjacent_5p upward 
'4'2613-'4'2614 : adjacent_5p upward 
'4'2615-'4'2616 : adjacent_5p upward 
'4'2616-'4'2617 : adjacent_5p upward 
'4'2618-'4'2619 : adjacent_5p upward 
'4'2623-'4'2624 : adjacent_5p upward 
'4'2625-'4'2626 : adjacent_5p upward 
'4'2626-'4'2627 : adjacent_5p upward 
'4'2627-'4'2628 : adjacent_5p upward 
'4'2635-'4'2636 : adjacent_5p upward 
'4'2636-'4'2637 : adjacent_5p upward 
'4'2637-'4'2638 : adjacent_5p upward 
'4'2638-'4'2639 : adjacent_5p upward 
'4'2639-'4'2640 : adjacent_5p upward 
'4'2641-'4'2642 : adjacent_5p upward 
'4'2643-'4'2644 : adjacent_5p upward 
'4'2644-'4'2645 : adjacent_5p upward 
'4'2648-'4'2649 : adjacent_5p upward 
'4'2649-'4'2650 : adjacent_5p upward 
'4'2651-'4'2652 : adjacent_5p upward 
'4'2652-'4'2653 : adjacent_5p upward 
'4'2653-'4'2654 : adjacent_5p upward 
'4'2654-'4'2655 : adjacent_5p upward 
'4'2655-'4'2656 : adjacent_5p upward 
'4'2659-'4'2660 : adjacent_5p upward 
'4'2660-'4'2661 : adjacent_5p upward 
'4'2661-'4'2662 : adjacent_5p upward 
'4'2662-'4'2663 : adjacent_5p upward 
'4'2663-'4'2664 : adjacent_5p upward 
'4'2664-'4'2665 : adjacent_5p upward 
'4'2665-'4'2666 : adjacent_5p upward 
'4'2667-'4'2668 : adjacent_5p upward 
'4'2668-'4'2669 : adjacent_5p upward 
'4'2671-'4'2672 : adjacent_5p upward 
'4'2672-'4'2673 : adjacent_5p upward 
'4'2673-'4'2674 : adjacent_5p upward 
'4'2675-'4'2676 : adjacent_5p upward 
'4'2676-'4'2677 : adjacent_5p upward 
'4'2677-'4'2678 : adjacent_5p upward 
'4'2678-'4'2679 : adjacent_5p upward 
'4'2679-'4'2680 : adjacent_5p inward 
'4'2684-'4'2685 : adjacent_5p upward 
'4'2685-'4'2686 : adjacent_5p upward 
'4'2686-'4'2687 : adjacent_5p upward 
'4'2688-'4'2689 : adjacent_5p upward 
'4'2690-'4'2691 : adjacent_5p upward 
'4'2692-'4'2693 : adjacent_5p upward 
'4'2695-'4'2696 : adjacent_5p upward 
'4'2696-'4'2697 : adjacent_5p upward 
'4'2697-'4'2698 : adjacent_5p upward 
'4'2698-'4'2699 : adjacent_5p upward 
'4'2702-'4'2703 : adjacent_5p upward 
'4'2706-'4'2707 : adjacent_5p upward 
'4'2707-'4'2708 : adjacent_5p upward 
'4'2710-'4'2711 : adjacent_5p upward 
'4'2711-'4'2712 : adjacent_5p upward 
'4'2714-'4'2715 : adjacent_5p upward 
'4'2716-'4'2717 : adjacent_5p upward 
'4'2717-'4'2718 : adjacent_5p upward 
'4'2718-'4'2719 : adjacent_5p upward 
'4'2719-'4'2720 : adjacent_5p upward 
'4'2720-'4'2721 : adjacent_5p upward 
'4'2721-'4'2722 : adjacent_5p upward 
'4'2722-'4'2723 : adjacent_5p upward 
'4'2724-'4'2725 : adjacent_5p upward 
'4'2725-'4'2726 : adjacent_5p upward 
'4'2727-'4'2728 : adjacent_5p upward 
'4'2728-'4'2729 : adjacent_5p upward 
'4'2731-'4'2732 : adjacent_5p upward 
'4'2732-'4'2733 : adjacent_5p upward 
'4'2734-'4'2735 : adjacent_5p upward 
'4'2735-'4'2736 : adjacent_5p upward 
'4'2743-'4'2744 : adjacent_5p upward 
'4'2744-'4'2745 : adjacent_5p upward 
'4'2745-'4'2746 : adjacent_5p upward 
'4'2746-'4'2747 : adjacent_5p upward 
'4'2748-'4'2749 : adjacent_5p upward 
'4'2749-'4'2750 : adjacent_5p upward 
'4'2751-'4'2752 : adjacent_5p upward 
'4'2752-'4'2753 : adjacent_5p upward 
'4'2753-'4'2754 : adjacent_5p upward 
'4'2754-'4'2755 : adjacent_5p upward 
'4'2755-'4'2756 : adjacent_5p upward 
'4'2758-'4'2759 : adjacent_5p upward 
'4'2759-'4'2760 : adjacent_5p upward 
'4'2760-'4'2761 : adjacent_5p upward 
'4'2761-'4'2762 : adjacent_5p upward 
'4'2762-'4'2763 : adjacent_5p upward 
'4'2763-'4'2764 : adjacent_5p upward 
'4'2765-'4'2766 : adjacent_5p upward 
'4'2767-'4'2768 : adjacent_5p upward 
'4'2768-'4'2769 : adjacent_5p upward 
'4'2769-'4'2770 : adjacent_5p upward 
'4'2770-'4'2771 : adjacent_5p upward 
'4'2771-'4'2772 : adjacent_5p upward 
'4'2772-'4'2773 : adjacent_5p inward 
'4'2774-'4'2775 : adjacent_5p upward 
'4'2776-'4'2777 : adjacent_5p upward 
'4'2777-'4'2778 : adjacent_5p upward 
'4'2778-'4'2779 : adjacent_5p upward 
'4'2780-'4'2781 : adjacent_5p upward 
'4'2781-'4'2782 : adjacent_5p inward 
'4'2784-'4'2785 : adjacent_5p upward 
'4'2785-'4'2786 : adjacent_5p upward 
'4'2786-'4'2787 : adjacent_5p upward 
'4'2788-'4'2789 : adjacent_5p upward 
'4'2789-'4'2790 : adjacent_5p upward 
'4'2790-'4'2791 : adjacent_5p upward 
'4'2791-'4'2792 : adjacent_5p upward 
'4'2793-'4'2794 : adjacent_5p upward 
'4'2794-'4'2795 : adjacent_5p upward 
'4'2795-'4'2796 : adjacent_5p upward 
'4'2796-'4'2797 : adjacent_5p upward 
'4'2797-'4'2798 : adjacent_5p upward 
'4'2798-'4'2799 : adjacent_5p upward 
'4'2799-'4'2800 : adjacent_5p upward 
'4'2801-'4'2802 : adjacent_5p upward 
'4'2802-'4'2803 : adjacent_5p upward 
'4'2803-'4'2804 : adjacent_5p upward 
'4'2804-'4'2805 : adjacent_5p upward 
'4'2805-'4'2806 : adjacent_5p upward 
'4'2806-'4'2807 : adjacent_5p upward 
'4'2807-'4'2808 : adjacent_5p upward 
'4'2810-'4'2811 : adjacent_5p upward 
'4'2811-'4'2812 : adjacent_5p upward 
'4'2812-'4'2813 : adjacent_5p upward 
'4'2813-'4'2814 : adjacent_5p upward 
'4'2814-'4'2815 : adjacent_5p upward 
'4'2815-'4'2816 : adjacent_5p upward 
'4'2819-'4'2820 : adjacent_5p upward 
'4'2820-'4'2821 : adjacent_5p upward 
'4'2821-'4'2822 : adjacent_5p upward 
'4'2822-'4'2823 : adjacent_5p upward 
'4'2824-'4'2825 : adjacent_5p upward 
'4'2825-'4'2826 : adjacent_5p upward 
'4'2827-'4'2828 : adjacent_5p upward 
'4'2828-'4'2829 : adjacent_5p upward 
'4'2830-'4'2831 : adjacent_5p upward 
'4'2832-'4'2833 : adjacent_5p upward 
'4'2833-'4'2834 : adjacent_5p upward 
'4'2834-'4'2835 : adjacent_5p upward 
'4'2835-'4'2836 : adjacent_5p upward 
'4'2836-'4'2837 : adjacent_5p upward 
'4'2837-'4'2838 : adjacent_5p upward 
'4'2838-'4'2839 : adjacent_5p upward 
'4'2842-'4'2843 : adjacent_5p upward 
'4'2843-'4'2844 : adjacent_5p upward 
'4'2845-'4'2846 : adjacent_5p upward 
'4'2846-'4'2847 : adjacent_5p upward 
'4'2848-'4'2849 : adjacent_5p upward 
'4'2849-'4'2850 : adjacent_5p upward 
'4'2850-'4'2851 : adjacent_5p upward 
'4'2851-'4'2852 : adjacent_5p upward 
'4'2855-'4'2856 : adjacent_5p upward 
'4'2857-'4'2858 : adjacent_5p upward 
'4'2859-'4'2860 : adjacent_5p upward 
'4'2861-'4'2862 : adjacent_5p upward 
'4'2862-'4'2863 : adjacent_5p upward 
'4'2863-'4'2864 : adjacent_5p upward 
'4'2864-'4'2865 : adjacent_5p upward 
'4'2865-'4'2866 : adjacent_5p upward 
'4'2866-'4'2867 : adjacent_5p upward 
'4'2868-'4'2869 : adjacent_5p upward 
'4'2869-'4'2870 : adjacent_5p upward 
'4'2870-'4'2871 : adjacent_5p upward 
'4'2872-'4'2873 : adjacent_5p upward 
'4'2873-'4'2874 : adjacent_5p upward 
'4'2874-'4'2875 : adjacent_5p upward 
'4'2876-'4'2877 : adjacent_5p upward 
'4'2877-'4'2878 : adjacent_5p inward 
'4'2880-'4'2881 : adjacent_5p upward 
'4'2881-'4'2882 : adjacent_5p upward 
'4'2885-'4'2886 : adjacent_5p upward 
'4'2886-'4'2887 : adjacent_5p upward 
'4'2887-'4'2888 : adjacent_5p upward 
'4'2889-'4'2890 : adjacent_5p upward 
'4'2890-'4'2891 : adjacent_5p upward 
'4'2894-'4'2895 : adjacent_5p upward 
'4'2895-'4'2896 : adjacent_5p upward 
'4'2896-'4'2897 : adjacent_5p upward 
'4'2897-'4'2898 : adjacent_5p upward 
'4'2899-'4'2900 : adjacent_5p upward 
'4'2902-'4'2903 : adjacent_5p upward 
'4'2910-'4'2911 : adjacent_5p upward 
'4'2911-'4'2912 : adjacent_5p upward 
'4'2912-'4'2913 : adjacent_5p upward 
'4'2913-'4'2914 : adjacent_5p upward 
'4'2914-'4'2915 : adjacent_5p upward 
'4'2919-'4'2920 : adjacent_5p upward 
'4'2920-'4'2921 : adjacent_5p upward 
'4'2922-'4'2923 : adjacent_5p upward 
'4'2929-'4'2930 : adjacent_5p upward 
'4'2930-'4'2931 : adjacent_5p upward 
'4'2931-'4'2932 : adjacent_5p upward 
'4'2932-'4'2933 : adjacent_5p upward 
'4'2933-'4'2934 : adjacent_5p upward 
'4'2934-'4'2935 : adjacent_5p upward 
'4'2935-'4'2936 : adjacent_5p upward 
'4'2937-'4'2938 : adjacent_5p upward 
'4'2938-'4'2939 : adjacent_5p upward 
'4'2939-'4'2940 : adjacent_5p upward 
'4'2940-'4'2941 : adjacent_5p upward 
'4'2941-'4'2942 : adjacent_5p upward 
'4'2942-'4'2943 : adjacent_5p upward 
'4'2943-'4'2944 : adjacent_5p upward 
'4'2944-'4'2945 : adjacent_5p upward 
'4'2945-'4'2946 : adjacent_5p upward 
'4'2949-'4'2950 : adjacent_5p upward 
'4'2951-'4'2952 : adjacent_5p upward 
'4'2952-'4'2953 : adjacent_5p inward 
'4'2953-'4'2954 : adjacent_5p outward 
'4'2954-'4'2955 : adjacent_5p upward 
'4'2955-'4'2956 : adjacent_5p upward 
'4'2956-'4'2957 : adjacent_5p upward 
'4'2957-'4'2958 : adjacent_5p upward 
'4'2958-'4'2959 : adjacent_5p upward 
'4'2964-'4'2965 : adjacent_5p upward 
'4'2965-'4'2966 : adjacent_5p upward 
'4'2966-'4'2967 : adjacent_5p upward 
'4'2967-'4'2968 : adjacent_5p upward 
'4'2969-'4'2970 : adjacent_5p upward 
'4'2970-'4'2971 : adjacent_5p upward 
'4'2971-'4'2972 : adjacent_5p upward 
'4'2972-'4'2973 : adjacent_5p upward 
'4'2973-'4'2974 : adjacent_5p upward 
'4'2974-'4'2975 : adjacent_5p upward 
'4'2975-'4'2976 : adjacent_5p upward 
'4'2978-'4'2979 : adjacent_5p upward 
'4'2979-'4'2980 : adjacent_5p upward 
'4'2980-'4'2981 : adjacent_5p upward 
'4'2981-'4'2982 : adjacent_5p upward 
'4'2982-'4'2983 : adjacent_5p upward 
'4'2984-'4'2985 : adjacent_5p upward 
'4'2986-'4'2987 : adjacent_5p upward 
'4'2987-'4'2988 : adjacent_5p upward 
'4'2989-'4'2990 : adjacent_5p upward 
'4'2990-'4'2991 : adjacent_5p upward 
'4'2991-'4'2992 : adjacent_5p upward 
'4'2992-'4'2993 : adjacent_5p upward 
'4'2993-'4'2994 : adjacent_5p inward 
'4'2996-'4'2997 : adjacent_5p upward 
'4'2997-'4'2998 : adjacent_5p upward 
'4'2998-'4'2999 : adjacent_5p upward 
'4'3003-'4'3004 : adjacent_5p upward 
'4'3004-'4'3005 : adjacent_5p upward 
'4'3005-'4'3006 : adjacent_5p upward 
'4'3009-'4'3010 : adjacent_5p upward 
'4'3010-'4'3011 : adjacent_5p upward 
'4'3014-'4'3015 : adjacent_5p upward 
'4'3015-'4'3016 : adjacent_5p upward 
'4'3016-'4'3017 : adjacent_5p upward 
'4'3017-'4'3018 : adjacent_5p upward 
'4'3019-'4'3020 : adjacent_5p upward 
'4'3023-'4'3024 : adjacent_5p upward 
'4'3024-'4'3025 : adjacent_5p upward 
'4'3025-'4'3026 : adjacent_5p upward 
'4'3027-'4'3028 : adjacent_5p upward 
'4'3028-'4'3029 : adjacent_5p upward 
'4'3029-'4'3030 : adjacent_5p upward 
Non-Adjacent stackings ------------------------------------------
'4'5-'4'3027 : outward 
'4'9-'4'2757 : inward pairing 
'4'9-'4'3023 : outward 
'4'10-'4'2928 : downward 
'4'13-'4'525 : inward 
'4'13-'4'526 : outward 
'4'14-'4'526 : outward 
'4'17-'4'524 : outward 
'4'19-'4'522 : outward 
'4'21-'4'520 : outward 
'4'23-'4'518 : outward 
'4'27-'4'512 : inward pairing 
'4'28-'4'513 : outward 
'4'35-'4'454 : outward 
'4'38-'4'442 : outward 
'4'42-'4'438 : outward 
'4'48-'4'178 : outward 
'4'49-'4'118 : inward 
'4'49-'4'177 : outward 
'4'51-'4'119 : upward 
'4'52-'4'118 : outward 
'4'58-'4'70 : outward 
'4'60-'4'74 : outward pairing 
'4'68-'4'74 : downward 
'4'71-'4'73 : upward 
'4'77-'4'110 : outward 
'4'80-'4'107 : outward 
'4'83-'4'101 : inward 
'4'84-'4'103 : outward 
'4'85-'4'98 : outward 
'4'117-'4'119 : inward 
'4'120-'4'149 : outward 
'4'121-'4'131 : outward 
'4'134-'4'146 : outward 
'4'136-'4'144 : outward 
'4'152-'4'175 : outward 
'4'155-'4'172 : outward 
'4'160-'4'167 : outward 
'4'181-'4'435 : outward 
'4'185-'4'212 : outward 
'4'189-'4'205 : inward pairing 
'4'190-'4'207 : outward 
'4'194-'4'202 : outward 
'4'195-'4'198 : inward pairing 
'4'196-'4'805 : outward 
'4'197-'4'2558 : outward 
'4'199-'4'2561 : inward 
'4'199-'4'2562 : outward 
'4'200-'4'248 : outward 
'4'204-'4'206 : outward 
'4'216-'4'432 : outward 
'4'220-'4'427 : inward 
'4'221-'4'233 : outward 
'4'221-'4'266 : upward pairing 
'4'222-'4'224 : upward 
'4'223-'4'422 : outward 
'4'241-'4'243 : outward 
'4'242-'4'254 : inward 
'4'244-'4'255 : outward 
'4'247-'4'249 : upward pairing 
'4'265-'4'428 : upward pairing 
'4'269-'4'424 : outward 
'4'270-'4'370 : outward 
'4'271-'4'367 : outward 
'4'278-'4'362 : outward 
'4'282-'4'359 : outward 
'4'287-'4'354 : outward 
'4'289-'4'352 : outward 
'4'291-'4'350 : outward 
'4'294-'4'345 : outward 
'4'295-'4'344 : outward 
'4'297-'4'342 : outward 
'4'299-'4'322 : downward pairing 
'4'301-'4'317 : outward 
'4'303-'4'315 : outward 
'4'308-'4'501 : outward 
'4'309-'4'330 : inward 
'4'310-'4'312 : upward 
'4'310-'4'330 : outward 
'4'311-'4'328 : downward 
'4'311-'4'332 : outward 
'4'319-'4'333 : outward 
'4'322-'4'340 : outward 
'4'329-'4'477 : outward 
'4'332-'4'335 : upward pairing 
'4'370-'4'424 : upward 
'4'371-'4'373 : outward 
'4'372-'4'400 : inward 
'4'374-'4'401 : outward 
'4'379-'4'396 : outward 
'4'383-'4'385 : inward 
'4'388-'4'390 : inward 
'4'391-'4'411 : outward 
'4'404-'4'406 : upward pairing 
'4'415-'4'2537 : outward 
'4'442-'4'444 : upward 
'4'447-'4'454 : downward pairing 
'4'447-'4'473 : upward pairing 
'4'451-'4'453 : inward 
'4'452-'4'458 : outward 
'4'455-'4'472 : inward 
'4'457-'4'459 : outward 
'4'458-'4'469 : inward 
'4'460-'4'470 : outward 
'4'463-'4'467 : outward 
'4'464-'4'788 : downward 
'4'478-'4'480 : upward 
'4'479-'4'481 : upward 
'4'481-'4'507 : upward 
'4'482-'4'506 : downward 
'4'489-'4'491 : upward 
'4'489-'4'1412 : outward 
'4'502-'4'505 : upward 
'4'503-'4'505 : downward 
'4'503-'4'506 : upward 
'4'527-'4'2907 : inward pairing 
'4'528-'4'2170 : inward 
'4'529-'4'2151 : upward 
'4'529-'4'2170 : outward 
'4'532-'4'2149 : downward pairing 
'4'533-'4'561 : outward 
'4'535-'4'559 : outward 
'4'537-'4'555 : inward 
'4'538-'4'556 : outward 
'4'541-'4'553 : outward 
'4'543-'4'551 : outward 
'4'562-'4'572 : upward 
'4'563-'4'2146 : outward 
'4'570-'4'2158 : upward 
'4'571-'4'575 : upward 
'4'571-'4'2158 : downward 
'4'572-'4'2161 : outward 
'4'579-'4'1390 : outward 
'4'582-'4'1387 : outward 
'4'586-'4'1382 : outward 
'4'590-'4'668 : outward 
'4'592-'4'666 : outward 
'4'597-'4'661 : outward 
'4'599-'4'659 : outward 
'4'603-'4'655 : outward 
'4'604-'4'625 : outward 
'4'607-'4'620 : downward 
'4'608-'4'621 : outward 
'4'627-'4'637 : outward 
'4'628-'4'636 : outward 
'4'638-'4'651 : outward 
'4'645-'4'647 : upward pairing 
'4'668-'4'670 : inward pairing 
'4'669-'4'801 : downward pairing 
'4'674-'4'804 : inward 
'4'675-'4'804 : outward 
'4'677-'4'802 : outward 
'4'681-'4'797 : outward 
'4'684-'4'774 : inward 
'4'684-'4'794 : outward 
'4'685-'4'689 : upward 
'4'685-'4'773 : inward 
'4'693-'4'770 : outward 
'4'695-'4'768 : outward 
'4'699-'4'734 : outward 
'4'704-'4'726 : inward 
'4'705-'4'727 : outward 
'4'711-'4'721 : outward 
'4'728-'4'730 : upward 
'4'729-'4'1903 : outward 
'4'738-'4'759 : outward 
'4'740-'4'2109 : downward 
'4'742-'4'756 : outward 
'4'748-'4'750 : inward 
'4'749-'4'1746 : downward 
'4'750-'4'753 : outward 
'4'751-'4'789 : inward 
'4'752-'4'1909 : outward 
'4'763-'4'765 : upward 
'4'764-'4'781 : upward 
'4'775-'4'777 : outward 
'4'775-'4'794 : upward pairing 
'4'776-'4'793 : downward pairing 
'4'780-'4'782 : upward 
'4'783-'4'785 : upward 
'4'784-'4'792 : upward 
'4'792-'4'2568 : upward pairing 
'4'800-'4'802 : outward 
'4'811-'4'1379 : outward 
'4'812-'4'1378 : downward 
'4'818-'4'1315 : inward 
'4'819-'4'1317 : outward 
'4'821-'4'946 : upward 
'4'822-'4'836 : outward 
'4'825-'4'833 : outward 
'4'827-'4'2558 : inward 
'4'830-'4'945 : outward 
'4'841-'4'938 : outward 
'4'843-'4'936 : outward 
'4'845-'4'847 : outward 
'4'849-'4'930 : outward 
'4'855-'4'923 : outward 
'4'858-'4'2396 : inward 
'4'859-'4'916 : inward pairing 
'4'860-'4'2396 : outward 
'4'861-'4'917 : outward 
'4'866-'4'914 : outward 
'4'869-'4'909 : outward 
'4'871-'4'907 : outward 
'4'909-'4'912 : upward 
'4'947-'4'971 : outward 
'4'949-'4'969 : outward 
'4'952-'4'966 : outward 
'4'957-'4'959 : upward 
'4'960-'4'962 : upward 
'4'973-'4'1316 : outward 
'4'974-'4'989 : downward pairing 
'4'974-'4'1314 : upward 
'4'975-'4'990 : outward 
'4'979-'4'982 : inward 
'4'991-'4'1313 : downward 
'4'993-'4'1290 : outward 
'4'996-'4'1288 : outward 
'4'1000-'4'1283 : outward 
'4'1005-'4'1271 : outward 
'4'1011-'4'1013 : upward 
'4'1011-'4'1279 : outward 
'4'1014-'4'1277 : outward 
'4'1016-'4'1275 : outward 
'4'1020-'4'1269 : downward 
'4'1021-'4'1023 : outward 
'4'1022-'4'1268 : inward 
'4'1022-'4'1269 : outward 
'4'1025-'4'1263 : outward 
'4'1026-'4'1262 : downward 
'4'1029-'4'1154 : upward 
'4'1036-'4'1149 : outward 
'4'1038-'4'1147 : outward 
'4'1041-'4'1144 : outward 
'4'1046-'4'1139 : outward 
'4'1049-'4'1132 : inward 
'4'1050-'4'1131 : inward 
'4'1050-'4'1132 : outward 
'4'1051-'4'1081 : outward 
'4'1054-'4'1075 : outward 
'4'1057-'4'1072 : outward 
'4'1061-'4'1068 : outward 
'4'1082-'4'1135 : outward 
'4'1084-'4'1133 : outward 
'4'1086-'4'1130 : outward 
'4'1089-'4'1127 : outward 
'4'1090-'4'1122 : inward pairing 
'4'1095-'4'1122 : outward 
'4'1099-'4'1116 : outward 
'4'1100-'4'1110 : inward pairing 
'4'1105-'4'1110 : outward 
'4'1109-'4'1111 : upward 
'4'1155-'4'1254 : upward 
'4'1159-'4'1252 : outward 
'4'1161-'4'2878 : upward pairing 
'4'1162-'4'1250 : outward 
'4'1164-'4'1248 : outward 
'4'1173-'4'1239 : downward 
'4'1175-'4'1238 : inward 
'4'1178-'4'2879 : outward 
'4'1182-'4'1234 : outward 
'4'1185-'4'1214 : outward 
'4'1191-'4'1204 : outward 
'4'1199-'4'1217 : downward 
'4'1207-'4'1216 : downward 
'4'1215-'4'1217 : upward 
'4'1215-'4'1231 : outward 
'4'1218-'4'1230 : outward 
'4'1255-'4'2646 : inward 
'4'1256-'4'2646 : outward 
'4'1270-'4'1272 : upward pairing 
'4'1283-'4'1285 : upward 
'4'1293-'4'1313 : outward 
'4'1296-'4'1310 : outward 
'4'1325-'4'1378 : outward 
'4'1330-'4'1372 : outward 
'4'1332-'4'1334 : outward 
'4'1338-'4'1365 : inward 
'4'1340-'4'1364 : inward pairing 
'4'1341-'4'1365 : outward 
'4'1346-'4'1360 : outward 
'4'1348-'4'1358 : outward 
'4'1351-'4'1355 : outward 
'4'1375-'4'1377 : upward 
'4'1393-'4'1395 : outward 
'4'1394-'4'2140 : inward pairing 
'4'1396-'4'2141 : outward 
'4'1400-'4'1746 : outward 
'4'1404-'4'1773 : downward 
'4'1407-'4'1420 : outward 
'4'1414-'4'1417 : upward 
'4'1414-'4'1457 : downward 
'4'1416-'4'1455 : outward 
'4'1424-'4'1773 : outward 
'4'1428-'4'1754 : downward 
'4'1428-'4'1762 : upward 
'4'1429-'4'1431 : outward 
'4'1435-'4'1750 : outward 
'4'1440-'4'1731 : outward 
'4'1445-'4'1464 : outward 
'4'1452-'4'1459 : outward 
'4'1459-'4'1461 : upward 
'4'1460-'4'1737 : downward pairing 
'4'1470-'4'1473 : upward 
'4'1470-'4'1525 : outward 
'4'1471-'4'1725 : downward 
'4'1474-'4'1729 : outward 
'4'1481-'4'1506 : outward 
'4'1487-'4'1501 : outward 
'4'1492-'4'1496 : outward 
'4'1506-'4'1508 : upward pairing 
'4'1513-'4'1531 : outward 
'4'1515-'4'1529 : outward 
'4'1523-'4'1526 : upward 
'4'1535-'4'1724 : outward 
'4'1538-'4'1721 : outward 
'4'1541-'4'1718 : outward 
'4'1544-'4'1711 : downward 
'4'1547-'4'1549 : upward 
'4'1547-'4'1707 : outward 
'4'1557-'4'1696 : downward 
'4'1567-'4'1681 : outward 
'4'1569-'4'1679 : outward 
'4'1572-'4'1676 : outward 
'4'1576-'4'1592 : outward 
'4'1579-'4'1586 : upward 
'4'1580-'4'2830 : upward 
'4'1587-'4'1589 : upward 
'4'1601-'4'1647 : outward 
'4'1605-'4'1643 : outward 
'4'1619-'4'1628 : outward 
'4'1620-'4'1624 : inward 
'4'1650-'4'1652 : outward 
'4'1655-'4'1671 : inward 
'4'1656-'4'1672 : outward 
'4'1660-'4'1668 : outward 
'4'1681-'4'1683 : upward 
'4'1686-'4'1688 : outward 
'4'1693-'4'1695 : upward pairing 
'4'1736-'4'1739 : upward 
'4'1737-'4'1744 : outward 
'4'1741-'4'1745 : inward pairing 
'4'1741-'4'1747 : outward 
'4'1743-'4'1745 : upward pairing 
'4'1755-'4'1768 : outward 
'4'1758-'4'1765 : outward 
'4'1761-'4'1763 : upward 
'4'1777-'4'2137 : outward 
'4'1787-'4'2130 : outward 
'4'1791-'4'2120 : inward 
'4'1791-'4'2126 : outward 
'4'1792-'4'2854 : outward 
'4'1796-'4'1802 : upward pairing 
'4'1796-'4'2121 : outward 
'4'1809-'4'1890 : inward pairing 
'4'1810-'4'1885 : outward 
'4'1812-'4'1833 : outward 
'4'1816-'4'1826 : upward 
'4'1817-'4'1828 : outward 
'4'1820-'4'1822 : upward 
'4'1821-'4'2105 : upward 
'4'1827-'4'1891 : upward 
'4'1835-'4'1884 : downward 
'4'1838-'4'1877 : outward 
'4'1841-'4'1844 : outward 
'4'1843-'4'1871 : inward 
'4'1845-'4'1872 : outward 
'4'1849-'4'1866 : inward pairing 
'4'1850-'4'1867 : outward 
'4'1859-'4'1861 : upward 
'4'1881-'4'1884 : outward pairing 
'4'1894-'4'2115 : outward 
'4'1898-'4'2111 : outward 
'4'1901-'4'1957 : outward 
'4'1904-'4'1917 : outward 
'4'1906-'4'1912 : upward 
'4'1907-'4'1911 : inward pairing 
'4'1910-'4'2737 : outward 
'4'1911-'4'2715 : downward 
'4'1913-'4'1915 : upward 
'4'1914-'4'2066 : upward 
'4'1922-'4'1954 : outward 
'4'1925-'4'1951 : outward 
'4'1926-'4'1947 : upward 
'4'1927-'4'1947 : downward pairing 
'4'1928-'4'1930 : outward 
'4'1929-'4'2331 : downward 
'4'1933-'4'1941 : outward 
'4'1943-'4'1945 : outward 
'4'1947-'4'1949 : outward 
'4'1959-'4'2103 : outward 
'4'1963-'4'2059 : outward 
'4'1966-'4'2026 : inward 
'4'1966-'4'2027 : outward 
'4'1967-'4'2055 : outward 
'4'1970-'4'2029 : outward 
'4'1973-'4'2024 : outward 
'4'1981-'4'2017 : outward 
'4'1985-'4'2012 : inward 
'4'1986-'4'2013 : outward 
'4'1993-'4'2003 : inward pairing 
'4'1994-'4'2004 : outward 
'4'1997-'4'2001 : outward 
'4'2027-'4'2031 : upward 
'4'2028-'4'2098 : downward 
'4'2033-'4'2058 : upward 
'4'2034-'4'2057 : outward 
'4'2038-'4'2049 : outward 
'4'2043-'4'2091 : outward 
'4'2058-'4'2096 : inward pairing 
'4'2060-'4'2097 : outward 
'4'2063-'4'2090 : inward pairing 
'4'2063-'4'2092 : outward pairing 
'4'2064-'4'2068 : downward 
'4'2064-'4'2073 : upward 
'4'2065-'4'2067 : inward pairing 
'4'2069-'4'2093 : outward 
'4'2072-'4'2083 : outward 
'4'2076-'4'2087 : outward 
'4'2078-'4'2082 : inward pairing 
'4'2092-'4'2095 : upward 
'4'2098-'4'2100 : outward 
'4'2108-'4'2110 : upward 
'4'2148-'4'2150 : upward 
'4'2152-'4'2168 : outward 
'4'2155-'4'2165 : outward 
'4'2161-'4'2164 : upward 
'4'2171-'4'2905 : downward 
'4'2174-'4'2751 : outward 
'4'2176-'4'2749 : outward 
'4'2179-'4'2742 : inward pairing 
'4'2184-'4'2705 : outward 
'4'2189-'4'2191 : upward 
'4'2190-'4'2714 : upward 
'4'2195-'4'2197 : upward 
'4'2195-'4'2572 : outward 
'4'2203-'4'2366 : upward 
'4'2205-'4'2563 : outward 
'4'2208-'4'2369 : outward 
'4'2210-'4'2367 : outward 
'4'2214-'4'2362 : outward 
'4'2218-'4'2358 : outward 
'4'2221-'4'2353 : downward 
'4'2225-'4'2321 : outward 
'4'2228-'4'2318 : outward 
'4'2232-'4'2314 : outward 
'4'2238-'4'2248 : upward pairing 
'4'2268-'4'2280 : outward 
'4'2325-'4'2352 : inward pairing 
'4'2327-'4'2353 : outward 
'4'2329-'4'2351 : outward 
'4'2332-'4'2349 : outward 
'4'2337-'4'2344 : outward 
'4'2374-'4'2554 : outward 
'4'2387-'4'2555 : downward 
'4'2402-'4'2404 : upward 
'4'2410-'4'2553 : upward 
'4'2411-'4'2517 : downward 
'4'2414-'4'2474 : downward 
'4'2415-'4'2417 : outward 
'4'2421-'4'2468 : outward 
'4'2425-'4'2448 : outward 
'4'2426-'4'2449 : downward 
'4'2431-'4'2442 : outward 
'4'2435-'4'2439 : downward pairing 
'4'2455-'4'2516 : outward 
'4'2458-'4'2514 : outward 
'4'2461-'4'2463 : outward 
'4'2463-'4'2465 : upward 
'4'2473-'4'2475 : outward 
'4'2473-'4'2509 : inward pairing 
'4'2474-'4'2511 : outward 
'4'2477-'4'2497 : outward 
'4'2479-'4'2493 : inward 
'4'2480-'4'2494 : outward 
'4'2483-'4'2491 : outward 
'4'2485-'4'2489 : outward 
'4'2488-'4'2556 : outward 
'4'2503-'4'2507 : outward 
'4'2519-'4'2552 : inward 
'4'2520-'4'2557 : downward 
'4'2524-'4'2549 : outward 
'4'2527-'4'2546 : outward 
'4'2550-'4'2552 : upward 
'4'2551-'4'2553 : downward 
'4'2589-'4'2618 : outward 
'4'2592-'4'2615 : outward 
'4'2596-'4'2609 : inward 
'4'2597-'4'2610 : outward 
'4'2600-'4'2603 : inward 
'4'2606-'4'2657 : downward 
'4'2636-'4'2710 : outward 
'4'2641-'4'2702 : outward 
'4'2644-'4'2697 : outward 
'4'2645-'4'2670 : inward pairing 
'4'2647-'4'2669 : inward 
'4'2647-'4'2670 : outward 
'4'2648-'4'2695 : outward 
'4'2656-'4'2658 : upward 
'4'2671-'4'2893 : outward 
'4'2675-'4'2690 : outward 
'4'2675-'4'2694 : downward 
'4'2677-'4'2688 : outward 
'4'2705-'4'2742 : upward 
'4'2716-'4'2735 : outward 
'4'2720-'4'2731 : outward 
'4'2723-'4'2727 : outward 
'4'2755-'4'2905 : outward pairing 
'4'2758-'4'3022 : downward 
'4'2766-'4'2903 : inward 
'4'2767-'4'2906 : outward 
'4'2776-'4'2801 : outward 
'4'2782-'4'2784 : outward 
'4'2783-'4'2792 : inward pairing 
'4'2785-'4'2793 : outward 
'4'2805-'4'2859 : outward 
'4'2807-'4'2857 : outward 
'4'2809-'4'2852 : inward 
'4'2813-'4'2853 : outward 
'4'2816-'4'2847 : inward 
'4'2817-'4'2841 : outward 
'4'2819-'4'3000 : outward 
'4'2820-'4'2846 : outward 
'4'2825-'4'2839 : outward 
'4'2828-'4'2836 : outward 
'4'2839-'4'2842 : upward 
'4'2848-'4'3000 : downward 
'4'2849-'4'3001 : downward 
'4'2853-'4'2855 : upward pairing 
'4'2868-'4'2892 : outward 
'4'2872-'4'2889 : outward 
'4'2875-'4'2882 : inward 
'4'2876-'4'2885 : outward 
'4'2892-'4'2894 : upward 
'4'2904-'4'2906 : downward 
'4'2904-'4'2910 : upward 
'4'2907-'4'2909 : outward 
'4'2917-'4'3021 : upward 
'4'2918-'4'3021 : downward 
'4'2919-'4'3020 : downward 
'4'2927-'4'2929 : upward 
'4'2936-'4'3019 : outward 
'4'2944-'4'2959 : outward 
'4'2947-'4'2949 : upward 
'4'2947-'4'2956 : outward 
'4'2962-'4'3007 : upward 
'4'2963-'4'3006 : inward 
'4'2963-'4'3007 : downward 
'4'2965-'4'3010 : outward 
'4'2970-'4'3004 : outward 
'4'2976-'4'2995 : inward pairing 
'4'2977-'4'2995 : outward 
'4'2982-'4'2992 : outward 
'4'2984-'4'2990 : outward 
Number of stackings = 2388
Number of adjacent stackings = 1834
Number of non adjacent stackings = 554
Base-pairs ------------------------------------------------------
'4'1-'4'3030 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2-'4'3029 : G-C Ww/Ww pairing antiparallel cis one_hbond 130 
'4'3-'4'3028 : U-A Ww/Ww pairing antiparallel cis XX 
'4'4-'4'3027 : U-A Ww/Ww pairing antiparallel cis XX 
'4'5-'4'3026 : A-U Ww/Ww pairing antiparallel cis one_hbond 
'4'6-'4'3025 : A-U Ww/Ww pairing antiparallel cis XX 
'4'7-'4'3024 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'8-'4'3023 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'9-'4'2757 : G-U Ww/O2' inward pairing 
'4'9-'4'2928 : G-A Ss/Ww O2'/Bh pairing parallel trans X 
'4'10-'4'2757 : A-U Hh/Ws pairing antiparallel trans XXIV 
'4'12-'4'526 : U-A Ws/Hh pairing antiparallel trans XXIV 
'4'13-'4'15 : A-G O2'/Hh pairing 
'4'14-'4'2172 : A-C Ww/O2' pairing 
'4'15-'4'525 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'16-'4'524 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'17-'4'523 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'18-'4'522 : U-A Ww/Ww pairing antiparallel cis XX 
'4'19-'4'521 : A-U Ww/Ww pairing antiparallel cis XX 
'4'20-'4'520 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'21-'4'519 : A-U Ww/Ww pairing antiparallel cis XX 
'4'22-'4'518 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'23-'4'517 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'24-'4'516 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'26-'4'513 : G-A Ww/O2P Bs/O2P pairing 
'4'26-'4'514 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'4'27-'4'512 : G-G O2'/Bs inward pairing 
'4'27-'4'513 : G-A Sw/Hh pairing antiparallel trans one_hbond 
'4'28-'4'512 : A-G Hh/Ss pairing antiparallel trans XI 
'4'29-'4'511 : U-U Ww/Ws pairing antiparallel cis XVI 
'4'30-'4'510 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'30-'4'1342 : G-A O2'/Ss pairing 
'4'31-'4'474 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'32-'4'447 : C-A Bh/O2P pairing 
'4'32-'4'473 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'33-'4'447 : C-A Ww/Hw pairing antiparallel trans one_hbond 
'4'35-'4'445 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'35-'4'450 : G-G Ss/Ss pairing parallel trans IV 
'4'36-'4'444 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'36-'4'450 : G-G Ss/O2' pairing 
'4'37-'4'442 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'38-'4'441 : A-U Ww/Ww pairing antiparallel cis XX 
'4'39-'4'440 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'40-'4'439 : U-A Ww/Ww pairing antiparallel cis XX 
'4'41-'4'438 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'42-'4'437 : A-U Ww/Ww pairing antiparallel cis XX 
'4'43-'4'436 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'44-'4'434 : A-U Ww/Ww pairing antiparallel cis XX 
'4'45-'4'433 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'46-'4'179 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'47-'4'178 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'48-'4'49 : G-A Sw/Ww adjacent_5p pairing antiparallel cis one_hbond 55 
'4'48-'4'118 : G-A O2'/Ww pairing 
'4'48-'4'177 : G-G Ww/O2P Bs/O2P pairing 
'4'49-'4'120 : A-U Hh/Ww pairing parallel cis XXIII 
'4'51-'4'118 : G-A Ss/Hh pairing antiparallel trans XI 
'4'51-'4'120 : G-U Ww/O2' pairing 
'4'52-'4'117 : A-G O2P/Ww pairing 
'4'52-'4'119 : A-A Hh/Hh pairing parallel trans II 
'4'52-'4'178 : A-G Ww/O2' pairing 
'4'53-'4'117 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'54-'4'116 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'55-'4'115 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'55-'4'127 : G-A Ss/Ss O2'/Ww pairing parallel trans 57 
'4'56-'4'114 : A-U Ww/Ww pairing antiparallel cis XX 
'4'57-'4'70 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'58-'4'69 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'58-'4'73 : G-A Sw/Ss O2'/Ww pairing parallel trans one_hbond 57 
'4'59-'4'68 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'60-'4'74 : G-A Bs/O2' outward pairing 
'4'60-'4'88 : G-G Ww/Hh pairing parallel cis VI 
'4'61-'4'93 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'62-'4'63 : U-A O2'/Hh adjacent_5p pairing 
'4'63-'4'91 : A-A Ww/Ww pairing parallel trans one_hbond 
'4'64-'4'90 : A-U Ww/Ww pairing antiparallel cis XX 
'4'65-'4'89 : U-A Ww/Ww pairing antiparallel cis XX 
'4'66-'4'88 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'67-'4'74 : U-A Ww/Hh pairing parallel cis XXIII 
'4'70-'4'71 : G-A Sw/Ww adjacent_5p pairing antiparallel cis one_hbond 55 
'4'70-'4'112 : G-U O2P/Ww pairing 
'4'72-'4'75 : U-G O2'/Bs pairing 
'4'75-'4'111 : G-A Ww/Ww pairing antiparallel cis VIII 
'4'76-'4'110 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'77-'4'109 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'78-'4'108 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'79-'4'107 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'79-'4'346 : C-A O2'/Ss pairing 
'4'80-'4'106 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'80-'4'294 : G-A O2'/Ww pairing 
'4'81-'4'105 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'82-'4'104 : U-A Ws/Wh pairing antiparallel cis one_hbond 46 
'4'83-'4'103 : A-A Ss/Hw O2'/Bh pairing antiparallel trans one_hbond 41 
'4'84-'4'98 : A-G Ww/O2' pairing 
'4'84-'4'101 : A-A Hh/Ss pairing antiparallel trans 41 
'4'85-'4'97 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'86-'4'96 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'87-'4'95 : U-A Ww/Ww pairing antiparallel cis XX 
'4'100-'4'101 : U-A O2'/Hh adjacent_5p pairing 
'4'108-'4'347 : G-A O2'/Ss pairing 
'4'116-'4'126 : C-A O2'/Ss pairing 
'4'117-'4'124 : G-G O2P/Ww pairing 
'4'121-'4'130 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'122-'4'129 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'123-'4'128 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'131-'4'148 : A-U Ww/Ww pairing antiparallel cis XX 
'4'132-'4'147 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'133-'4'146 : U-A Ww/Ww pairing antiparallel cis XX 
'4'134-'4'145 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'135-'4'144 : U-A Ww/Ww pairing antiparallel cis XX 
'4'136-'4'143 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'137-'4'142 : U-A Ww/Ww pairing antiparallel cis XX 
'4'139-'4'141 : U-G O2P/Bs pairing 
'4'140-'4'1536 : C-G O2'/Bs O2'/Ss pairing 
'4'149-'4'177 : A-G Wh/Hh pairing parallel cis one_hbond 61 
'4'150-'4'176 : U-A Ww/Ww pairing antiparallel cis XX 
'4'151-'4'175 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'152-'4'174 : A-U Ww/Ww pairing antiparallel cis XX 
'4'153-'4'173 : U-A Ww/Ww pairing antiparallel cis XX 
'4'154-'4'172 : U-A Ww/Ww pairing antiparallel cis XX 
'4'155-'4'171 : A-U Ww/Ww pairing antiparallel cis XX 
'4'156-'4'170 : A-U Ww/Ww pairing antiparallel cis XX 
'4'157-'4'169 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'158-'4'168 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'159-'4'167 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'4'160-'4'166 : A-U Hh/Ww pairing antiparallel trans XXIV 
'4'160-'4'2336 : A-C Ss/O2' pairing 
'4'161-'4'165 : A-A Hh/Ww pairing antiparallel trans V 
'4'161-'4'2345 : A-G Ss/Ss Ww/O2' pairing parallel trans one_hbond 57 
'4'182-'4'215 : A-G Ww/Ww pairing antiparallel cis VIII 
'4'182-'4'433 : A-C Ss/O2' pairing 
'4'183-'4'214 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'183-'4'432 : C-A O2'/Ss pairing 
'4'184-'4'212 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'184-'4'217 : C-A O2'/Ss pairing 
'4'185-'4'211 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'186-'4'210 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'187-'4'209 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'187-'4'1493 : G-A Ss/Ww O2'/Ss pairing antiparallel cis 55 
'4'188-'4'208 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'188-'4'1493 : G-A O2'/Bh pairing 
'4'189-'4'205 : G-G Ww/O2' inward pairing 
'4'189-'4'207 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'4'190-'4'205 : A-G O2P/Ww pairing 
'4'190-'4'206 : A-U Hh/Ww pairing antiparallel trans XXIV 
'4'190-'4'679 : A-C Ss/O2' pairing 
'4'190-'4'799 : A-G Bh/O2' pairing 
'4'191-'4'204 : A-A Hh/Hh O2P/Bh pairing parallel trans II 
'4'191-'4'799 : A-G Ss/Sw pairing parallel trans one_hbond 57 
'4'192-'4'203 : C-A Hw/Ss Bh/O2' pairing antiparallel trans one_hbond 72 
'4'192-'4'802 : C-A O2'/Ss pairing 
'4'193-'4'202 : U-U Ww/Ws pairing antiparallel cis XVI 
'4'194-'4'201 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'195-'4'197 : A-A Hh/O2P pairing 
'4'195-'4'198 : A-C Bh/O2P Hh/O2P inward pairing 
'4'195-'4'199 : A-A Bh/O2P pairing 
'4'195-'4'250 : A-G O2'/Bs pairing 
'4'196-'4'831 : A-G Ww/Ss pairing parallel trans X 
'4'198-'4'248 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'199-'4'2206 : A-C Ww/O2' pairing 
'4'199-'4'2559 : A-U Hw/Ws pairing parallel cis one_hbond 47 
'4'201-'4'251 : C-A Ss/Bs O2'/Ww pairing parallel trans one_hbond 
'4'205-'4'206 : G-U Sw/Hw adjacent_5p pairing parallel cis one_hbond 89 
'4'214-'4'216 : G-A Sw/Ss pairing antiparallel cis one_hbond 
'4'216-'4'431 : A-U Hh/Ws pairing antiparallel trans XXIV 
'4'219-'4'234 : A-U Bs/Ss Ss/O2' pairing antiparallel cis one_hbond 
'4'219-'4'428 : A-A Bh/O2P pairing 
'4'220-'4'233 : G-A O2'/Ss pairing 
'4'220-'4'428 : G-A Ww/O2P pairing 
'4'221-'4'265 : A-A Ww/O2' pairing 
'4'221-'4'266 : A-G O2'/Hh upward pairing 
'4'221-'4'427 : A-U Hh/Ws pairing antiparallel trans XXIV 
'4'222-'4'232 : A-G Hh/Ss pairing antiparallel trans XI 
'4'223-'4'374 : A-A Bh/O2' pairing 
'4'223-'4'407 : A-G Ss/Ss Ww/O2' pairing parallel trans one_hbond 57 
'4'224-'4'231 : U-A Ww/Ww pairing antiparallel cis XX 
'4'224-'4'408 : U-G O2P/Bs pairing 
'4'225-'4'230 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'225-'4'419 : C-U Bh/O2' pairing 
'4'226-'4'418 : A-C Ww/O2' pairing 
'4'227-'4'410 : A-G Ww/Ss Bh/O2' pairing parallel trans X 
'4'228-'4'417 : C-C Ww/O2' pairing 
'4'232-'4'420 : G-C Ww/O2P Bs/O2P pairing 
'4'233-'4'264 : A-C Bh/O2' pairing 
'4'233-'4'429 : A-A Ww/Ww pairing parallel trans I 
'4'234-'4'430 : U-A Ws/Ww pairing parallel trans XXI 
'4'235-'4'262 : U-A Ww/Ww pairing antiparallel cis XX 
'4'236-'4'261 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'237-'4'260 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'238-'4'259 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'238-'4'608 : C-A O2'/Ss pairing 
'4'239-'4'258 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'240-'4'257 : C-C O2'/Bh pairing 
'4'241-'4'256 : A-A Hh/Hh Bh/O2P pairing parallel trans II 
'4'242-'4'243 : G-U Ss/Hh adjacent_5p pairing parallel cis one_hbond 89 
'4'242-'4'255 : G-A Ww/O2P Bs/O2P pairing 
'4'243-'4'254 : U-G O2P/Ww pairing 
'4'243-'4'255 : U-A Ww/Hh pairing antiparallel trans XXIV 
'4'244-'4'254 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'245-'4'253 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'245-'4'384 : G-A O2'/Ww pairing 
'4'246-'4'252 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'247-'4'249 : G-C O2P/Bh upward pairing 
'4'247-'4'250 : G-G O2'/Hh pairing 
'4'247-'4'251 : G-A Sw/Hh Bs/O2P pairing antiparallel trans one_hbond 
'4'247-'4'386 : G-G O2'/Ww O2'/Bs pairing 
'4'259-'4'621 : G-A Ss/O2' pairing 
'4'262-'4'430 : A-A Ss/O2' pairing 
'4'263-'4'429 : G-A O2'/Ss pairing 
'4'265-'4'427 : A-U Bs/Ss Ww/O2' pairing parallel trans one_hbond 
'4'265-'4'428 : A-A O2'/Bh upward pairing 
'4'266-'4'426 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'267-'4'425 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'268-'4'424 : C-G Ww/Ww pairing antiparallel cis 
'4'269-'4'370 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'270-'4'369 : A-U Ww/O2' pairing 
'4'271-'4'366 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'272-'4'365 : A-U Ww/Ww pairing antiparallel cis XX 
'4'273-'4'364 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'274-'4'363 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'275-'4'362 : C-A Ss/Hw pairing antiparallel trans one_hbond 77 
'4'279-'4'361 : A-G Hh/Ss O2P/Bs Bh/O2' pairing antiparallel trans XI 
'4'279-'4'362 : A-A C8/O2' pairing 
'4'280-'4'360 : U-U Ww/Ws pairing antiparallel cis one_hbond 
'4'281-'4'359 : C-G Ww/Ww pairing antiparallel cis 
'4'283-'4'357 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'284-'4'356 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'285-'4'355 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'286-'4'354 : U-A Ww/Ww pairing antiparallel cis XX 
'4'287-'4'353 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'288-'4'352 : U-A Ww/Ww pairing antiparallel cis XX 
'4'289-'4'351 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'290-'4'350 : U-G Ws/Ww pairing antiparallel cis one_hbond 
'4'291-'4'349 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'292-'4'348 : U-A Ww/Ww pairing antiparallel cis XX 
'4'293-'4'347 : U-A Ww/Ww pairing antiparallel cis XX 
'4'295-'4'343 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'296-'4'342 : U-A Ww/Ww pairing antiparallel cis XX 
'4'297-'4'341 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'298-'4'322 : G-A O2'/Ww pairing 
'4'298-'4'339 : G-U Ww/O2P pairing 
'4'298-'4'340 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'4'299-'4'319 : A-G Ss/O2' pairing 
'4'299-'4'322 : A-A Ww/O2' downward pairing 
'4'300-'4'333 : A-G Ss/Ss Ww/O2' pairing parallel trans 57 
'4'301-'4'316 : G-C Ww/Ws pairing antiparallel cis one_hbond 130 
'4'302-'4'315 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'303-'4'314 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'304-'4'313 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'305-'4'312 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'306-'4'310 : U-A Ws/Hh pairing antiparallel trans XXIV 
'4'307-'4'309 : G-A O2'/Bh O2'/Hh pairing 
'4'307-'4'310 : G-A Ww/O2P Bs/O2P pairing 
'4'307-'4'330 : G-A Ss/Ww pairing parallel trans X 
'4'308-'4'329 : G-G Ss/Ss O2'/Bs Bs/O2' pairing parallel trans IV 
'4'309-'4'329 : A-G Ss/O2' pairing 
'4'310-'4'311 : A-A O2'/C8 adjacent_5p pairing 
'4'312-'4'331 : G-C O2'/Bh pairing 
'4'317-'4'334 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'318-'4'333 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'321-'4'340 : U-A O2'/Ss pairing 
'4'322-'4'339 : A-U Ss/Ww pairing antiparallel cis 43 
'4'324-'4'338 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'325-'4'337 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'326-'4'336 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'327-'4'335 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'328-'4'332 : U-A Ws/Hh pairing antiparallel trans one_hbond 
'4'330-'4'1338 : A-G Hh/O2' pairing 
'4'332-'4'335 : A-C O2'/Bh upward pairing 
'4'334-'4'335 : C-C O2P/Bh adjacent_5p pairing 
'4'334-'4'336 : C-C O2P/Bh pairing 
'4'345-'4'347 : A-A O2'/Bh pairing 
'4'371-'4'402 : A-A Hh/Hh Bh/O2P pairing parallel trans II 
'4'372-'4'373 : G-U Sw/Hw adjacent_5p pairing parallel cis one_hbond 89 
'4'373-'4'401 : U-A Ww/Hh pairing antiparallel trans one_hbond 
'4'373-'4'423 : U-A O2'/Ss pairing 
'4'374-'4'400 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'375-'4'399 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'376-'4'398 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'377-'4'397 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'378-'4'396 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'379-'4'395 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'380-'4'394 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'381-'4'393 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'382-'4'392 : A-U Ww/Ww pairing antiparallel cis XX 
'4'383-'4'386 : C-G Bh/O2P pairing 
'4'385-'4'388 : C-G O2'/Bs pairing 
'4'385-'4'411 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'402-'4'406 : A-G Ss/O2' pairing 
'4'402-'4'422 : A-A Ww/Wh pairing parallel cis one_hbond 
'4'402-'4'423 : A-A Wh/Ww pairing parallel trans one_hbond 
'4'404-'4'406 : A-G O2'/Hh O2'/C8 upward pairing 
'4'404-'4'421 : A-C Ww/O2' Bh/O2' pairing 
'4'406-'4'421 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'407-'4'420 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'408-'4'419 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'409-'4'418 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'410-'4'417 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'412-'4'2539 : A-A Hh/Ss Bh/O2' pairing antiparallel trans 41 
'4'413-'4'2538 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'414-'4'2537 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'415-'4'2536 : A-U Ww/Ww pairing antiparallel cis XX 
'4'416-'4'2535 : U-A Ww/Ww pairing antiparallel cis XX 
'4'434-'4'436 : U-C O2'/Bh pairing 
'4'443-'4'1373 : A-G Ww/O2' pairing 
'4'445-'4'449 : C-A O2'/Ss pairing 
'4'446-'4'454 : G-A Sw/Ww pairing parallel trans one_hbond 
'4'447-'4'454 : A-A Ww/O2' downward pairing 
'4'447-'4'473 : A-G O2'/Hh upward pairing 
'4'448-'4'583 : U-G Ws/Sw pairing parallel cis one_hbond 
'4'449-'4'454 : A-A Ww/Hh pairing antiparallel trans V 
'4'450-'4'454 : G-A Ww/O2P pairing 
'4'452-'4'457 : G-A Ss/Ss O2'/Ww pairing parallel trans 57 
'4'453-'4'457 : A-A Ss/O2' pairing 
'4'454-'4'455 : A-C O2P/Bh adjacent_5p pairing 
'4'457-'4'471 : A-A Hh/Hh Bh/O2P pairing parallel trans II 
'4'459-'4'469 : U-G O2P/Ww pairing 
'4'459-'4'470 : U-A Ww/Hh pairing antiparallel trans XXIV 
'4'460-'4'469 : A-G Hh/Ss pairing antiparallel trans XI 
'4'461-'4'468 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'462-'4'467 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'463-'4'465 : G-G O2'/Hh pairing 
'4'463-'4'466 : G-A Ww/O2P Bs/O2P pairing 
'4'465-'4'683 : G-U Ss/O2' pairing 
'4'466-'4'795 : A-C Ww/O2' pairing 
'4'475-'4'479 : C-A Ww/Hh pairing antiparallel trans 
'4'476-'4'478 : G-A O2'/Hh pairing 
'4'476-'4'479 : G-A Ww/O2P pairing 
'4'476-'4'480 : G-A Ss/Hh pairing antiparallel trans XI 
'4'479-'4'503 : A-A Ww/Ww pairing parallel trans I 
'4'480-'4'499 : A-U Ss/O2' pairing 
'4'480-'4'505 : A-A Ww/Ww pairing parallel trans I 
'4'481-'4'506 : G-G Ss/Ss O2'/Bs pairing parallel trans one_hbond 
'4'481-'4'509 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'482-'4'497 : A-A O2'/Ww pairing 
'4'482-'4'507 : A-A O2P/Bh pairing 
'4'483-'4'484 : A-C O2P/Bh adjacent_5p upward pairing 
'4'483-'4'497 : A-A Hh/Ss pairing antiparallel trans 41 
'4'484-'4'496 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'485-'4'495 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'486-'4'494 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'487-'4'493 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'488-'4'491 : G-G O2'/Hh pairing 
'4'488-'4'492 : G-A Ss/Hh O2'/Bh pairing antiparallel trans one_hbond 
'4'489-'4'1449 : G-A Ww/O2P Bs/O2P pairing 
'4'498-'4'506 : G-G Ww/Bh pairing antiparallel trans 115 
'4'499-'4'503 : U-A Ws/Hh pairing antiparallel trans XXIV 
'4'500-'4'502 : G-A O2'/Bh O2'/Hh pairing 
'4'500-'4'503 : G-A Ww/O2P pairing 
'4'500-'4'505 : G-A Sw/Hh pairing antiparallel trans one_hbond 
'4'510-'4'512 : C-G O2P/Hh pairing 
'4'511-'4'512 : U-G O2P/Hh adjacent_5p pairing 
'4'511-'4'1343 : U-G O2'/Bs pairing 
'4'514-'4'581 : A-C Ss/O2' pairing 
'4'515-'4'1388 : A-A Ww/O2' pairing 
'4'523-'4'539 : C-G O2'/Bs pairing 
'4'526-'4'2753 : A-G Ww/O2' pairing 
'4'527-'4'2905 : C-G Bh/O2' pairing 
'4'527-'4'2907 : C-U O2P/Ww Bh/O2P inward pairing 
'4'529-'4'2169 : A-U Hh/Ws pairing antiparallel trans XXIV 
'4'531-'4'2146 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'532-'4'2149 : A-C Hh/O2' downward pairing 
'4'533-'4'560 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'534-'4'559 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'535-'4'558 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'536-'4'557 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'537-'4'556 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'4'538-'4'555 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'539-'4'554 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'540-'4'553 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'541-'4'552 : A-U Ww/Ww pairing antiparallel cis XX 
'4'542-'4'551 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'543-'4'550 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'544-'4'549 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'556-'4'557 : A-C O2P/Bh adjacent_5p upward pairing 
'4'562-'4'2161 : U-A Ww/Ww pairing antiparallel cis XX 
'4'563-'4'578 : A-G Ww/Ww pairing antiparallel cis VIII 
'4'564-'4'573 : C-U Bh/O2P pairing 
'4'564-'4'577 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'564-'4'1381 : C-A O2'/Ww pairing 
'4'565-'4'576 : C-U Ww/Ww pairing antiparallel cis XVIII 
'4'566-'4'575 : U-A Ww/Ww pairing antiparallel cis XX 
'4'568-'4'570 : U-G O2'/Hh pairing 
'4'568-'4'571 : U-U Ww/O2P pairing 
'4'569-'4'983 : U-A O2'/Ww pairing 
'4'572-'4'2157 : A-G Ww/Ss pairing parallel trans X 
'4'573-'4'2158 : U-A Ww/O2' pairing 
'4'573-'4'2159 : U-A Ww/O2P pairing 
'4'574-'4'2162 : A-U Bh/O2P pairing 
'4'575-'4'2183 : A-C O2P/Bh pairing 
'4'579-'4'1389 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'580-'4'1388 : U-A Ww/Ww pairing antiparallel cis XX 
'4'581-'4'1387 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'582-'4'1386 : A-U Ww/Ww pairing antiparallel cis XX 
'4'583-'4'1385 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'584-'4'1384 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'585-'4'1381 : G-A Ww/O2P pairing 
'4'585-'4'1382 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'4'586-'4'809 : A-G Ww/O2' pairing 
'4'586-'4'1379 : A-C Hh/Ww pairing antiparallel trans XXV 
'4'587-'4'810 : C-U Hw/Ws pairing parallel cis one_hbond 99 
'4'588-'4'670 : U-A Ww/Ss pairing parallel trans one_hbond 42 
'4'589-'4'668 : U-A Ww/Ww pairing antiparallel cis XX 
'4'590-'4'667 : A-U Ww/Ww pairing antiparallel cis XX 
'4'591-'4'666 : U-A Ww/Ww pairing antiparallel cis XX 
'4'592-'4'665 : A-U Ww/Ww pairing antiparallel cis XX 
'4'593-'4'664 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'594-'4'663 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'595-'4'662 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'596-'4'661 : U-A Ww/Ww pairing antiparallel cis XX 
'4'597-'4'660 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'598-'4'659 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'599-'4'658 : A-U Ww/Ww pairing antiparallel cis XX 
'4'600-'4'605 : G-G Bs/O2' pairing 
'4'600-'4'657 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'601-'4'656 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'602-'4'655 : A-A O2'/Ww pairing 
'4'603-'4'625 : A-G Ww/O2' pairing 
'4'604-'4'624 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'604-'4'656 : G-G O2'/Bs pairing 
'4'605-'4'623 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'605-'4'657 : G-U Ss/O2' pairing 
'4'606-'4'622 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'607-'4'621 : U-A Ws/Hh pairing antiparallel trans XXIV 
'4'608-'4'619 : A-G O2P/Ww pairing 
'4'609-'4'619 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'610-'4'618 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'611-'4'617 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'612-'4'614 : G-A Ww/O2' pairing 
'4'612-'4'616 : G-A Ss/Hh pairing antiparallel trans XI 
'4'619-'4'620 : G-G O2P/Bs adjacent_5p pairing 
'4'627-'4'636 : A-G Ww/O2' pairing 
'4'628-'4'635 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'629-'4'634 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'629-'4'639 : G-U Ss/O2' pairing 
'4'629-'4'649 : G-G O2'/Bs pairing 
'4'630-'4'633 : G-A Ww/O2P Bs/O2P pairing 
'4'631-'4'2543 : A-G Ss/O2' pairing 
'4'632-'4'641 : A-U Bh/O2P pairing 
'4'633-'4'634 : A-C O2P/Bh adjacent_5p upward pairing 
'4'637-'4'651 : A-G Ww/O2' pairing 
'4'638-'4'650 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'639-'4'649 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'640-'4'648 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'641-'4'647 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'642-'4'644 : U-A O2'/Hh Hh/O2P pairing 
'4'642-'4'645 : U-C Ww/O2P pairing 
'4'643-'4'2497 : A-A Wh/Ss Ww/O2' pairing antiparallel cis one_hbond 40 
'4'644-'4'2477 : A-G Ww/Ss pairing parallel trans X 
'4'645-'4'647 : C-G O2'/C8 upward pairing 
'4'645-'4'2478 : C-C Bh/O2' pairing 
'4'647-'4'2478 : G-C Bs/O2' pairing 
'4'668-'4'670 : A-A Bh/O2' inward pairing 
'4'669-'4'801 : G-G O2'/Bs downward pairing 
'4'671-'4'809 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'672-'4'808 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'674-'4'806 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'675-'4'803 : A-U Hh/Ws pairing antiparallel trans XXIV 
'4'675-'4'2571 : A-C Ss/O2' pairing 
'4'676-'4'802 : A-A Hh/Ww pairing antiparallel trans V 
'4'676-'4'2197 : A-G Ss/Ss Ww/O2' pairing parallel trans 57 
'4'677-'4'800 : A-A Ww/Ww pairing parallel trans one_hbond 
'4'678-'4'799 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'679-'4'798 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'680-'4'797 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'681-'4'796 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'682-'4'795 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'683-'4'794 : U-A Ww/Ww pairing antiparallel cis XX 
'4'684-'4'775 : G-G Ww/Hh pairing antiparallel trans VII 
'4'684-'4'788 : G-A O2'/Hh Bs/O2P pairing 
'4'685-'4'688 : A-U Ss/Ww pairing parallel trans one_hbond 42 
'4'685-'4'772 : A-C O2'/Bh pairing 
'4'685-'4'778 : A-G Ww/Ss pairing parallel trans X 
'4'686-'4'788 : U-A Hh/Ww pairing parallel cis one_hbond 
'4'687-'4'1908 : C-A O2'/Ww pairing 
'4'689-'4'773 : A-U Ww/Ww pairing antiparallel cis XX 
'4'689-'4'779 : A-U Ss/O2' pairing 
'4'690-'4'772 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'691-'4'771 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'692-'4'770 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'693-'4'769 : A-U Ww/Ww pairing antiparallel cis XX 
'4'693-'4'1481 : A-A O2'/Ss pairing 
'4'694-'4'768 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'695-'4'767 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'696-'4'766 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'697-'4'765 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'698-'4'734 : C-A O2'/Bh pairing 
'4'698-'4'735 : C-A O2'/Ww pairing 
'4'698-'4'763 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'698-'4'1762 : C-A O2P/Bh pairing 
'4'699-'4'733 : A-G Hh/Ss pairing antiparallel trans XI 
'4'699-'4'1761 : A-G Ss/O2' pairing 
'4'700-'4'732 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'700-'4'1760 : G-A O2'/Ss pairing 
'4'701-'4'731 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'702-'4'730 : U-A Ww/Ww pairing antiparallel cis XX 
'4'703-'4'728 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'704-'4'727 : G-A Ss/Hh O2'/Bh pairing antiparallel trans one_hbond 
'4'705-'4'725 : A-G O2P/Ww pairing 
'4'705-'4'726 : A-G Hh/Sw O2P/Bs pairing antiparallel trans one_hbond 
'4'706-'4'725 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'707-'4'724 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'708-'4'723 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'709-'4'722 : U-A Ww/Ww pairing antiparallel cis XX 
'4'710-'4'721 : U-A Ww/Ww pairing antiparallel cis XX 
'4'712-'4'719 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'713-'4'718 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'4'714-'4'716 : U-A O2'/Hh pairing 
'4'714-'4'717 : U-C Ww/O2P pairing 
'4'729-'4'1902 : G-C Wh/Wh pairing antiparallel cis one_hbond 
'4'734-'4'761 : A-A O2P/Bh pairing 
'4'735-'4'761 : A-A Hw/Ss Bh/O2' pairing antiparallel trans one_hbond 41 
'4'736-'4'760 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'737-'4'759 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'738-'4'758 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'738-'4'2109 : G-A Sw/Ww pairing parallel trans one_hbond 
'4'739-'4'740 : A-C Ss/Hw adjacent_5p pairing parallel cis one_hbond 
'4'740-'4'757 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'741-'4'756 : U-A Ww/Ww pairing antiparallel cis XX 
'4'742-'4'755 : A-U Ww/Ww pairing antiparallel cis XX 
'4'743-'4'754 : A-U Ww/Ww pairing antiparallel cis XX 
'4'744-'4'753 : U-A Ww/Ww pairing antiparallel cis XX 
'4'745-'4'750 : G-A Ss/Ww O2'/Bh pairing parallel trans X 
'4'749-'4'753 : A-A Ww/O2' pairing 
'4'750-'4'1743 : A-C O2P/Bh pairing 
'4'762-'4'1559 : U-A Ww/O2P pairing 
'4'764-'4'1903 : A-U Hh/Ww pairing parallel cis XXIII 
'4'764-'4'1917 : A-A Ww/O2' pairing 
'4'768-'4'1507 : G-U Bs/O2' pairing 
'4'770-'4'1482 : G-A Sw/Ss pairing parallel trans one_hbond 57 
'4'774-'4'777 : G-G O2'/Ss pairing 
'4'774-'4'787 : G-C Bs/O2' pairing 
'4'775-'4'791 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'775-'4'794 : G-A O2'/Hh upward pairing 
'4'776-'4'793 : G-A Hh/O2' downward pairing 
'4'776-'4'2369 : G-A Bs/O2P pairing 
'4'777-'4'787 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'777-'4'793 : G-A Hh/Bs pairing antiparallel trans one_hbond 
'4'778-'4'786 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'779-'4'785 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'780-'4'783 : G-A Ss/Hh O2'/Bh pairing antiparallel trans one_hbond 
'4'781-'4'1904 : A-G Ww/O2' pairing 
'4'787-'4'1908 : C-A O2P/Bh pairing 
'4'788-'4'791 : A-C O2P/Bh pairing 
'4'792-'4'2200 : A-C Ss/O2' pairing 
'4'792-'4'2568 : A-C O2'/Ww upward pairing 
'4'805-'4'806 : G-C O2P/Bh adjacent_5p pairing 
'4'805-'4'828 : G-U Ww/O2P pairing 
'4'805-'4'829 : G-A Bs/O2P pairing 
'4'805-'4'2196 : G-U Wh/Hh pairing parallel cis one_hbond 
'4'807-'4'830 : U-G O2P/Bs pairing 
'4'808-'4'1382 : G-A Sw/Ss pairing antiparallel cis one_hbond 
'4'810-'4'1381 : U-A O2P/Hh pairing 
'4'812-'4'1323 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'813-'4'1322 : U-A Ww/Ww pairing antiparallel cis XX 
'4'813-'4'1353 : U-G O2'/Ss pairing 
'4'814-'4'1321 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'815-'4'1320 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'816-'4'1319 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'817-'4'1318 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'818-'4'1316 : G-U Ww/O2P pairing 
'4'818-'4'1317 : G-A Ss/Hh pairing antiparallel trans XI 
'4'819-'4'1315 : A-G O2P/Bs pairing 
'4'819-'4'1316 : A-U Hh/Ww pairing antiparallel trans 
'4'820-'4'943 : A-A Ss/O2' pairing 
'4'820-'4'973 : A-A Hh/Hw O2P/Bh pairing parallel trans one_hbond 
'4'821-'4'972 : A-A Hw/Ss Bh/O2' pairing antiparallel trans one_hbond 41 
'4'822-'4'835 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'822-'4'943 : G-A Hw/Bs pairing parallel cis one_hbond 
'4'823-'4'834 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'824-'4'833 : U-A Ww/Ww pairing antiparallel cis XX 
'4'825-'4'832 : A-U Ww/Ww pairing antiparallel cis XX 
'4'826-'4'831 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'829-'4'2375 : A-A Bh/O2' Hh/O2' pairing 
'4'837-'4'942 : C-G Ww/Ww pairing antiparallel cis 
'4'838-'4'940 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'839-'4'939 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'839-'4'1319 : U-G O2'/Ss pairing 
'4'840-'4'938 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'841-'4'937 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'842-'4'936 : U-A Ww/Ww pairing antiparallel cis XX 
'4'843-'4'935 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'844-'4'934 : A-U Ww/Ww pairing antiparallel cis XX 
'4'845-'4'932 : A-U Ww/Ws pairing parallel trans XXI 
'4'847-'4'933 : U-A Ww/Ww pairing antiparallel cis XX 
'4'848-'4'930 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'849-'4'929 : A-U Ww/Ww pairing antiparallel cis XX 
'4'850-'4'928 : U-A Ww/Ww pairing antiparallel cis XX 
'4'851-'4'926 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'852-'4'925 : U-A Ww/Ww pairing antiparallel cis XX 
'4'853-'4'924 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'854-'4'923 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'855-'4'922 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'856-'4'921 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'857-'4'920 : G-A Ww/Ww pairing antiparallel cis VIII 
'4'858-'4'919 : G-U Ww/Bh pairing antiparallel cis 91 
'4'858-'4'2397 : G-G Bs/O2P pairing 
'4'859-'4'916 : G-G O2'/Ww inward pairing 
'4'859-'4'917 : G-A Bs/O2P pairing 
'4'860-'4'917 : U-A Ww/Hh pairing antiparallel trans XXIV 
'4'861-'4'916 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'861-'4'1145 : A-G Ss/O2' pairing 
'4'862-'4'915 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'862-'4'1041 : G-A O2'/Ww pairing 
'4'862-'4'1144 : G-A O2'/Ss pairing 
'4'863-'4'913 : A-U Ww/Ww pairing antiparallel cis XX 
'4'863-'4'1042 : A-G O2'/Ss pairing 
'4'864-'4'912 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'865-'4'909 : C-A Ww/Hh pairing antiparallel trans XXV 
'4'868-'4'909 : U-A Ww/Ww pairing antiparallel cis XX 
'4'869-'4'908 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'870-'4'907 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'872-'4'905 : U-A Ww/Ww pairing antiparallel cis XX 
'4'873-'4'904 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'874-'4'903 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'875-'4'902 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'876-'4'877 : C-A O2P/Bh O2P/Hh adjacent_5p upward pairing 
'4'877-'4'878 : A-A O2'/Hh adjacent_5p pairing 
'4'879-'4'898 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'880-'4'897 : G-C Ww/Ws pairing antiparallel cis one_hbond 
'4'881-'4'896 : G-A O2'/Ww pairing 
'4'882-'4'894 : G-U Ww/Ws pairing antiparallel cis one_hbond 
'4'884-'4'887 : U-U O2P/Ww pairing 
'4'885-'4'891 : C-G O2'/Bs pairing 
'4'886-'4'889 : A-C Ww/O2P pairing 
'4'890-'4'891 : C-G O2P/Hh adjacent_5p pairing 
'4'896-'4'897 : A-C Hh/O2' adjacent_5p pairing 
'4'899-'4'900 : A-A O2'/Hh adjacent_5p pairing 
'4'910-'4'2392 : A-C Ss/O2' pairing 
'4'911-'4'2405 : A-G Ww/O2' pairing 
'4'918-'4'1146 : A-U Ss/O2' pairing 
'4'942-'4'1317 : G-A O2'/Ss pairing 
'4'946-'4'971 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'947-'4'970 : A-U Ww/Ww pairing antiparallel cis XX 
'4'948-'4'969 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'949-'4'968 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'950-'4'967 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'951-'4'966 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'952-'4'965 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'953-'4'964 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'954-'4'963 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'954-'4'2402 : G-A O2'/Ww pairing 
'4'955-'4'962 : U-G Ws/Ww pairing antiparallel cis one_hbond 
'4'956-'4'957 : G-C Ss/O2' adjacent_5p pairing 
'4'956-'4'959 : G-A O2'/Bh pairing 
'4'956-'4'960 : G-A Sw/Hh pairing antiparallel trans one_hbond 
'4'957-'4'2585 : C-U Ww/O2' pairing 
'4'960-'4'961 : A-C Ss/Hh adjacent_5p pairing parallel cis one_hbond 
'4'964-'4'2401 : C-A O2'/Ss pairing 
'4'971-'4'974 : G-G O2P/Ss O2P/Bs pairing 
'4'971-'4'983 : G-A O2'/Ss pairing 
'4'971-'4'989 : G-G O2P/Ww pairing 
'4'973-'4'1314 : A-G O2'/Bs pairing 
'4'974-'4'989 : G-G O2'/Bs downward pairing 
'4'975-'4'989 : A-G Hh/Sw pairing antiparallel trans one_hbond 
'4'976-'4'987 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'977-'4'986 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'977-'4'1001 : G-A Ss/Ss O2'/Ww pairing parallel trans 57 
'4'978-'4'985 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'980-'4'2165 : A-A Ss/O2' pairing 
'4'981-'4'982 : A-C O2P/Bh adjacent_5p pairing 
'4'981-'4'2155 : A-G Bs/Ss Ww/O2' pairing parallel trans one_hbond 
'4'984-'4'985 : A-C O2P/Bh adjacent_5p pairing 
'4'987-'4'1000 : C-A O2'/Ss pairing 
'4'991-'4'1291 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'992-'4'1290 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'993-'4'1289 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'994-'4'1288 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'996-'4'1287 : A-U Ww/Ww pairing antiparallel cis XX 
'4'997-'4'1286 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'998-'4'1285 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'999-'4'1283 : U-A Ws/Hh pairing antiparallel trans XXIV 
'4'1000-'4'1282 : A-G O2P/Ww Bh/O2' pairing 
'4'1001-'4'1282 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'1002-'4'1281 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1003-'4'1010 : G-A O2'/Ww pairing 
'4'1003-'4'1280 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1004-'4'1279 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1005-'4'1266 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1006-'4'1265 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1007-'4'1264 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1009-'4'1281 : A-C Ss/O2' pairing 
'4'1011-'4'1278 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1012-'4'1271 : U-A Ww/Hh pairing parallel cis one_hbond 
'4'1013-'4'1277 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1014-'4'1276 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1015-'4'1275 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1016-'4'1274 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1017-'4'1273 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1018-'4'1272 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1019-'4'1021 : U-A O2'/Hh pairing 
'4'1019-'4'1248 : U-G O2P/Bs pairing 
'4'1020-'4'1162 : A-G O2P/Bs pairing 
'4'1021-'4'1269 : A-U Ww/Ws pairing parallel trans XXI 
'4'1022-'4'1023 : G-U Sw/Hw adjacent_5p pairing parallel cis one_hbond 89 
'4'1023-'4'1024 : U-G O2P/Hh adjacent_5p upward pairing 
'4'1024-'4'1268 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1025-'4'1267 : G-G Ww/Ww pairing parallel trans III 
'4'1027-'4'1155 : C-A Bh/O2P pairing 
'4'1029-'4'1155 : G-A Hh/O2P pairing 
'4'1030-'4'1154 : C-A Ss/Hw pairing antiparallel trans one_hbond 77 
'4'1031-'4'1153 : U-U Ww/Ws pairing antiparallel cis XVI 
'4'1032-'4'1152 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1033-'4'1151 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1034-'4'1150 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1035-'4'1149 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1036-'4'1148 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1037-'4'1147 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'1038-'4'1146 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1039-'4'1145 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1040-'4'1144 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'4'1041-'4'1143 : A-U Hh/Ww pairing antiparallel trans one_hbond 
'4'1042-'4'1142 : G-G Bh/Ww pairing antiparallel trans 115 
'4'1043-'4'1141 : A-G Wh/Wh pairing antiparallel cis one_hbond 
'4'1044-'4'1140 : G-U Ww/Bh pairing antiparallel trans 91 
'4'1045-'4'1139 : U-A Ww/Hh pairing antiparallel trans XXIV 
'4'1046-'4'1138 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'1047-'4'1137 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1048-'4'1136 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1049-'4'1135 : G-G Sw/Hw pairing antiparallel trans one_hbond 112 
'4'1051-'4'1077 : A-C Wh/Ws pairing antiparallel cis one_hbond 78 
'4'1052-'4'1076 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1053-'4'1075 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'1054-'4'1074 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1055-'4'1073 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1056-'4'1072 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1057-'4'1071 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1058-'4'1070 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1059-'4'1069 : G-C Ww/Ww pairing antiparallel cis 
'4'1061-'4'1067 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1063-'4'1064 : U-C O2P/Ww adjacent_5p pairing 
'4'1064-'4'1065 : C-G O2'/Ss adjacent_5p pairing 
'4'1064-'4'1066 : C-G O2P/Bs pairing 
'4'1065-'4'1066 : G-G O2'/Hh adjacent_5p pairing 
'4'1079-'4'1135 : G-G O2'/Bs pairing 
'4'1080-'4'1081 : U-A O2P/Hh adjacent_5p pairing 
'4'1081-'4'1135 : A-G O2P/Ww O2P/Bs pairing 
'4'1082-'4'1134 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1083-'4'1133 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1084-'4'1131 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1085-'4'1130 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1086-'4'1129 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1087-'4'1128 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1088-'4'1127 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'1089-'4'1126 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1090-'4'1093 : G-C Ss/Ww pairing parallel trans 119 
'4'1090-'4'1122 : G-G O2'/Hh Hh/O2' inward pairing 
'4'1094-'4'1122 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1095-'4'1121 : A-U Ww/Ww pairing antiparallel cis one_hbond 
'4'1096-'4'1120 : C-G Ww/Ww pairing antiparallel cis 
'4'1097-'4'1117 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1097-'4'1119 : C-A Ss/Wh O2'/Ww pairing antiparallel trans one_hbond 
'4'1098-'4'1116 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1099-'4'1115 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1100-'4'1110 : A-G Bh/O2' inward pairing 
'4'1100-'4'1114 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1103-'4'1114 : C-U Ww/O2' pairing 
'4'1104-'4'1110 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1105-'4'1112 : A-A Ss/Wh O2'/Ww pairing antiparallel cis one_hbond 40 
'4'1106-'4'1109 : U-C Hh/O2P pairing 
'4'1106-'4'1110 : U-G Ww/O2P pairing 
'4'1107-'4'2468 : G-A Bs/O2P pairing 
'4'1110-'4'1113 : G-C Ss/Ww pairing parallel trans 119 
'4'1118-'4'1119 : A-A O2'/Hh adjacent_5p pairing 
'4'1156-'4'1254 : A-A Hh/Hw O2P/Bh Bh/O2P pairing parallel trans one_hbond 
'4'1156-'4'2614 : A-C Ss/O2' pairing 
'4'1157-'4'1253 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'1157-'4'2593 : A-C Ww/O2' pairing 
'4'1158-'4'1252 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1159-'4'1251 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1160-'4'1250 : A-G Ww/Ww pairing antiparallel cis VIII 
'4'1161-'4'2878 : U-A O2'/Bh upward pairing 
'4'1162-'4'1249 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1163-'4'1248 : U-G Ss/Ww pairing antiparallel cis one_hbond 
'4'1164-'4'1247 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1165-'4'1246 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1166-'4'1245 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1167-'4'1244 : A-G Ww/Ww pairing antiparallel cis VIII 
'4'1168-'4'1243 : A-G Ww/Ww pairing antiparallel cis VIII 
'4'1169-'4'1242 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1170-'4'1241 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1171-'4'1240 : C-G Ww/Ww pairing antiparallel cis 
'4'1172-'4'1239 : C-A O2'/Ww O2'/Bh pairing 
'4'1173-'4'1175 : C-G O2'/Ss pairing 
'4'1175-'4'1239 : G-A O2'/Hh pairing 
'4'1176-'4'1238 : A-G O2P/Ww O2P/Bs pairing 
'4'1176-'4'1240 : A-G Ww/O2' pairing 
'4'1177-'4'2879 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1178-'4'1237 : A-C Wh/Ww pairing antiparallel cis one_hbond 75 
'4'1179-'4'1236 : G-U Ww/Ws pairing antiparallel cis one_hbond 
'4'1180-'4'1235 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1182-'4'1212 : A-A Bs/Ww pairing parallel trans one_hbond 
'4'1182-'4'1233 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1183-'4'1213 : G-A O2'/Ww Bs/O2' pairing 
'4'1183-'4'1232 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1184-'4'1230 : G-C Ww/O2P pairing 
'4'1184-'4'1231 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'4'1185-'4'1209 : A-U Wh/Wh pairing antiparallel cis one_hbond 
'4'1185-'4'1217 : A-A O2P/Ww pairing 
'4'1186-'4'1208 : U-A Ww/Ww pairing antiparallel cis one_hbond 
'4'1187-'4'1207 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1188-'4'1216 : U-A Ws/Hh pairing parallel cis 
'4'1190-'4'1191 : G-G Bs/O2' adjacent_5p upward pairing 
'4'1190-'4'1204 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1191-'4'1198 : G-A Hh/O2P pairing 
'4'1191-'4'1203 : G-C Ww/Ww pairing antiparallel cis 130 
'4'1192-'4'1202 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1196-'4'1223 : G-A Bs/O2' pairing 
'4'1199-'4'1200 : G-C Sw/Ww adjacent_5p pairing parallel cis one_hbond 
'4'1199-'4'1219 : G-G Ws/Hw pairing parallel cis one_hbond 113 
'4'1199-'4'1228 : G-C Wh/Hw pairing antiparallel trans one_hbond 123 
'4'1210-'4'1214 : U-A Ww/Ww pairing parallel trans one_hbond 
'4'1211-'4'1213 : U-A O2'/Hh pairing 
'4'1212-'4'1233 : A-U Ss/O2' pairing 
'4'1214-'4'1215 : A-G O2'/Hh adjacent_5p pairing 
'4'1215-'4'1218 : G-A Bs/O2P Ss/O2P pairing 
'4'1215-'4'1230 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1219-'4'1228 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1220-'4'1227 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1221-'4'1226 : G-A Sw/Hh O2'/Bh pairing antiparallel trans one_hbond 
'4'1222-'4'1223 : U-A O2'/Hh adjacent_5p pairing 
'4'1222-'4'1224 : U-A O2'/Hh Hh/O2P pairing 
'4'1222-'4'1225 : U-U Ww/O2P pairing 
'4'1256-'4'1257 : G-A O2'/Hh O2'/C8 adjacent_5p upward pairing 
'4'1256-'4'2644 : G-A Ss/O2' pairing 
'4'1257-'4'2697 : A-G Ww/O2' pairing 
'4'1258-'4'2153 : U-C Ww/O2P pairing 
'4'1259-'4'1260 : G-U Sw/Hw adjacent_5p pairing parallel cis one_hbond 89 
'4'1263-'4'1266 : C-G Wh/Hh pairing antiparallel trans one_hbond 117 
'4'1267-'4'1271 : G-A O2'/Ww pairing 
'4'1270-'4'1272 : A-A O2'/Hh upward pairing 
'4'1292-'4'1313 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1293-'4'1312 : A-U Ww/Ww pairing antiparallel cis 
'4'1294-'4'1311 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1295-'4'1310 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1296-'4'1309 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1299-'4'1306 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1301-'4'1304 : U-U Ws/Ww pairing antiparallel cis XVI 
'4'1302-'4'1304 : U-U O2'/Hh O2'/Ww pairing 
'4'1306-'4'1307 : C-G O2'/Hh adjacent_5p pairing 
'4'1307-'4'1308 : G-U Ss/O2' adjacent_5p pairing 
'4'1317-'4'1318 : A-G O2P/Hh adjacent_5p upward pairing 
'4'1323-'4'1354 : G-A O2'/Ww pairing 
'4'1324-'4'1378 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1325-'4'1377 : G-U Ww/Bs Bs/O2' pairing antiparallel cis one_hbond 
'4'1326-'4'1375 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1327-'4'1374 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1328-'4'1373 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1329-'4'1372 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1330-'4'1371 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1331-'4'1370 : U-U Ws/Ww pairing antiparallel cis XVI 
'4'1332-'4'1369 : A-A Hh/Hh pairing parallel trans II 
'4'1334-'4'1368 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1335-'4'1367 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1336-'4'1366 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1337-'4'1365 : U-A O2'/Ww pairing 
'4'1340-'4'1363 : G-G O2'/Ww pairing 
'4'1340-'4'1364 : G-G O2'/Bs inward pairing 
'4'1340-'4'1365 : G-A Ss/Hh pairing antiparallel trans XI 
'4'1341-'4'1363 : A-G O2P/Ww O2P/Bs pairing 
'4'1341-'4'1364 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'1341-'4'1366 : A-G O2'/Bs Ss/O2' pairing 
'4'1342-'4'1363 : A-G Hh/Ss Bh/O2' pairing antiparallel trans one_hbond 
'4'1343-'4'1362 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1344-'4'1361 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1345-'4'1360 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'1346-'4'1359 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1347-'4'1358 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1348-'4'1357 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1349-'4'1356 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1350-'4'1355 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'1351-'4'1354 : G-A Ww/O2P Bs/O2P pairing 
'4'1380-'4'1381 : G-A O2'/C8 adjacent_5p upward pairing 
'4'1390-'4'2145 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1391-'4'2144 : U-U Ws/Ww pairing antiparallel cis XVI 
'4'1393-'4'2142 : A-A Hh/Hw Bh/O2P pairing parallel trans one_hbond 
'4'1394-'4'1395 : G-U Sw/Hw adjacent_5p pairing parallel cis one_hbond 89 
'4'1394-'4'2140 : G-G O2'/Ww inward pairing 
'4'1395-'4'2140 : U-G O2P/Ww pairing 
'4'1395-'4'2141 : U-A Ws/Hh pairing antiparallel trans XXIV 
'4'1396-'4'2140 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'1397-'4'2139 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1398-'4'2138 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1399-'4'1743 : G-C Ww/Ww pairing parallel trans XXII 
'4'1402-'4'1772 : A-C Ww/O2' pairing 
'4'1402-'4'1774 : A-C O2P/Bh pairing 
'4'1403-'4'1423 : A-C Ww/O2' pairing 
'4'1403-'4'1773 : A-G O2'/Bs O2'/Ss pairing 
'4'1403-'4'1774 : A-C O2P/Bh pairing 
'4'1404-'4'1422 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1405-'4'1421 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1406-'4'1420 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1407-'4'1419 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1408-'4'1418 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1409-'4'1417 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1410-'4'1414 : U-A Ws/Hh pairing antiparallel trans XXIV 
'4'1411-'4'1413 : G-A O2'/Hh pairing 
'4'1411-'4'1414 : G-A Ww/O2P Bs/O2P pairing 
'4'1415-'4'1454 : A-U Wh/Ws pairing parallel trans one_hbond 
'4'1415-'4'1776 : A-U Ww/O2' pairing 
'4'1416-'4'1417 : G-C O2P/Bh adjacent_5p pairing 
'4'1423-'4'1773 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1424-'4'1772 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1425-'4'1430 : C-A O2'/Ww O2'/Bh pairing 
'4'1425-'4'1771 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1426-'4'1770 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1427-'4'1768 : G-A O2'/Bh Ww/O2P pairing 
'4'1427-'4'1769 : G-A Ss/Hh pairing antiparallel trans one_hbond 
'4'1429-'4'1769 : A-A Hw/Ww pairing antiparallel trans one_hbond 
'4'1431-'4'1753 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1432-'4'1752 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1433-'4'1751 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1434-'4'1750 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1435-'4'1734 : A-C Bh/O2' pairing 
'4'1436-'4'1734 : A-C Hw/Ss pairing antiparallel trans one_hbond 77 
'4'1436-'4'1736 : A-A Ww/Wh pairing parallel trans one_hbond 
'4'1437-'4'1733 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1438-'4'1732 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1440-'4'1467 : U-G Ws/Ww pairing parallel trans one_hbond 87 
'4'1440-'4'1468 : U-U Ww/Hw pairing antiparallel trans one_hbond 81 
'4'1441-'4'1731 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1442-'4'1466 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1443-'4'1465 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1443-'4'1520 : C-A O2'/Ss pairing 
'4'1444-'4'1464 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1445-'4'1463 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1446-'4'1462 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'1447-'4'1461 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1450-'4'1461 : A-G Wh/Ss Ww/O2' pairing antiparallel cis one_hbond 63 
'4'1451-'4'1459 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1452-'4'1458 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1454-'4'1776 : U-U Ww/O2' pairing 
'4'1456-'4'1775 : A-U Ww/Ww pairing parallel trans one_hbond 
'4'1457-'4'1458 : U-C O2P/Bh adjacent_5p pairing 
'4'1459-'4'1460 : G-G O2'/Bs O2'/Ss adjacent_5p pairing 
'4'1460-'4'1737 : G-A Hh/O2' downward pairing 
'4'1466-'4'1521 : G-A Ss/Bs O2'/Ww pairing parallel trans one_hbond 
'4'1469-'4'1525 : G-U O2P/Ww O2P/Ww pairing 
'4'1470-'4'1730 : A-U Hh/Ws pairing antiparallel trans XXIV 
'4'1471-'4'1512 : G-A Sw/Ss O2'/Ww pairing parallel trans one_hbond 57 
'4'1471-'4'1532 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1472-'4'1531 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1473-'4'1729 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1474-'4'1728 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1475-'4'1727 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1476-'4'1726 : C-A Ws/Wh pairing antiparallel trans one_hbond 78 
'4'1477-'4'1510 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1478-'4'1509 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1479-'4'1508 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1479-'4'1699 : C-A O2'/Ss pairing 
'4'1480-'4'1506 : U-A Ws/Hh pairing antiparallel trans XXIV 
'4'1480-'4'1698 : U-A O2'/Ss pairing 
'4'1481-'4'1505 : A-G O2P/Ww pairing 
'4'1482-'4'1505 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'1483-'4'1504 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1484-'4'1503 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1485-'4'1502 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1486-'4'1500 : G-U Ww/O2P pairing 
'4'1486-'4'1501 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'4'1487-'4'1499 : A-G O2P/Ww pairing 
'4'1487-'4'1500 : A-U Hh/Ws pairing antiparallel trans XXIV 
'4'1488-'4'1499 : G-G Hh/Bs pairing antiparallel trans 34 
'4'1488-'4'2342 : G-C Ww/Ww pairing parallel trans XXII 
'4'1489-'4'1498 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1490-'4'1497 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1491-'4'1496 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1491-'4'1937 : C-A O2'/Ss pairing 
'4'1492-'4'1494 : G-A Ss/O2P pairing 
'4'1492-'4'1495 : G-A Sw/Hh Ww/O2P Bs/O2P pairing antiparallel trans one_hbond 
'4'1497-'4'1938 : G-A Ss/Ss pairing parallel trans one_hbond 57 
'4'1500-'4'2340 : U-A O2'/Ss pairing 
'4'1506-'4'1508 : A-G O2'/Hh upward pairing 
'4'1506-'4'1697 : A-A Wh/Ww pairing parallel trans one_hbond 
'4'1508-'4'1697 : G-A O2'/Bh pairing 
'4'1508-'4'1698 : G-A Sw/Ww pairing parallel trans one_hbond 
'4'1509-'4'1700 : G-A O2'/Ww pairing 
'4'1513-'4'1530 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1514-'4'1529 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1514-'4'1597 : C-A O2'/Ss pairing 
'4'1515-'4'1528 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1516-'4'1527 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1517-'4'1526 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1518-'4'1523 : U-A Ws/Hh pairing antiparallel trans XXIV 
'4'1519-'4'1521 : U-A Hh/O2P pairing 
'4'1519-'4'1522 : U-U Ww/O2P pairing 
'4'1525-'4'1526 : U-C O2P/Bh adjacent_5p pairing 
'4'1533-'4'1725 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1534-'4'1724 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1535-'4'1723 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1536-'4'1722 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1537-'4'1721 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1538-'4'1720 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1539-'4'1719 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1540-'4'1718 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1541-'4'1717 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1542-'4'1716 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1543-'4'1715 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'1544-'4'1710 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1544-'4'1715 : G-G O2'/Bs pairing 
'4'1545-'4'1709 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1546-'4'1707 : G-A Ww/O2P pairing 
'4'1546-'4'1708 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'4'1547-'4'1622 : A-A Wh/Ww pairing antiparallel cis one_hbond 37 
'4'1547-'4'1706 : A-U Hh/Ws pairing antiparallel trans XXIV 
'4'1549-'4'1623 : G-A Sw/Ww pairing parallel trans one_hbond 
'4'1549-'4'1705 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1550-'4'1626 : G-C Sw/Ss pairing parallel trans one_hbond 126 
'4'1550-'4'1704 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1551-'4'1703 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1552-'4'1702 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1553-'4'1701 : G-G Bs/Hh pairing antiparallel trans one_hbond 112 
'4'1554-'4'1700 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'4'1555-'4'1698 : A-A Ww/O2P pairing 
'4'1555-'4'1699 : A-A Hh/Hh Bh/O2P pairing parallel trans II 
'4'1556-'4'1698 : C-A Wh/Hh Bh/O2P pairing antiparallel trans one_hbond 
'4'1557-'4'1692 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1558-'4'1691 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1559-'4'1690 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1560-'4'1689 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1561-'4'1688 : A-G Ww/Ww pairing antiparallel cis VIII 
'4'1562-'4'1686 : A-C Ww/Wh pairing parallel trans one_hbond 
'4'1563-'4'1685 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1564-'4'1643 : G-A Sw/Ss O2'/Ww pairing parallel trans one_hbond 57 
'4'1564-'4'1684 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1565-'4'1683 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1566-'4'1681 : U-A Ww/Hh pairing antiparallel trans one_hbond 
'4'1567-'4'1680 : A-A Hw/Ss pairing antiparallel trans one_hbond 41 
'4'1568-'4'1679 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1569-'4'1678 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1570-'4'1677 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1571-'4'1676 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1572-'4'1675 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1573-'4'1594 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1574-'4'1593 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1575-'4'1592 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1575-'4'1672 : C-A O2'/Ss pairing 
'4'1576-'4'1591 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1577-'4'1590 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1578-'4'1589 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1579-'4'1587 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1583-'4'2832 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1584-'4'2831 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1585-'4'2830 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'1593-'4'1673 : G-A Ss/Ss O2'/Ww pairing parallel trans 57 
'4'1595-'4'1653 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1596-'4'1652 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'1597-'4'1650 : A-A Hh/Hh pairing parallel trans II 
'4'1598-'4'1649 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'1599-'4'1648 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1600-'4'1647 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1601-'4'1646 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1602-'4'1645 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'1603-'4'1644 : G-G Sw/Hw pairing antiparallel trans one_hbond 112 
'4'1603-'4'1860 : G-C O2'/Bh pairing 
'4'1604-'4'1643 : U-A Ws/Hh pairing antiparallel trans XXIV 
'4'1605-'4'1642 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'1605-'4'1685 : A-C Ww/O2' pairing 
'4'1606-'4'1641 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1607-'4'1640 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1608-'4'1639 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1609-'4'1638 : U-G Ws/Ww pairing antiparallel cis one_hbond 
'4'1610-'4'1635 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1610-'4'1637 : G-A O2'/Ww pairing 
'4'1611-'4'1634 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1613-'4'1632 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1614-'4'1631 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1615-'4'1630 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1616-'4'1629 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1617-'4'1628 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1619-'4'1627 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1620-'4'1626 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1623-'4'1706 : A-U Ss/O2' pairing 
'4'1625-'4'1626 : U-C O2P/Bh adjacent_5p pairing 
'4'1644-'4'1860 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1654-'4'1674 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1655-'4'1672 : G-A O2'/Bh Ww/O2P pairing 
'4'1655-'4'1673 : G-A Ss/Hh pairing antiparallel trans XI 
'4'1656-'4'1671 : A-G Hh/Sw pairing antiparallel trans one_hbond 
'4'1659-'4'1668 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1661-'4'1663 : C-A O2'/Bh pairing 
'4'1661-'4'1666 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1664-'4'1665 : C-G O2P/Hh O2'/Bs adjacent_5p pairing 
'4'1682-'4'1762 : U-A Ws/Hh pairing antiparallel trans XXIV 
'4'1693-'4'1695 : C-G O2'/Hh upward pairing 
'4'1693-'4'1696 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1694-'4'1696 : A-G O2'/Bs pairing 
'4'1710-'4'1713 : C-C O2'/Ww pairing 
'4'1732-'4'1738 : C-A O2'/Ww pairing 
'4'1735-'4'1750 : C-G Bh/O2P pairing 
'4'1736-'4'1749 : A-U Hh/Ws pairing antiparallel trans XXIV 
'4'1739-'4'1748 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1740-'4'1747 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1741-'4'1745 : G-C Ww/O2' inward pairing 
'4'1743-'4'1745 : C-C O2P/Bh upward pairing 
'4'1755-'4'1767 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1756-'4'1766 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1757-'4'1765 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1758-'4'1764 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1759-'4'1762 : G-A Bs/O2P pairing 
'4'1759-'4'1763 : G-A Ss/Hh pairing antiparallel trans XI 
'4'1766-'4'2837 : C-G O2'/Bs pairing 
'4'1776-'4'2137 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1777-'4'2136 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1778-'4'2135 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1779-'4'2134 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1781-'4'2950 : G-G O2P/Ww pairing 
'4'1782-'4'2176 : A-G Ww/O2' pairing 
'4'1782-'4'2177 : A-G Bh/O2P pairing 
'4'1783-'4'2133 : A-A Hh/Ss Bh/O2' pairing antiparallel trans 41 
'4'1784-'4'2132 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1785-'4'2131 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1786-'4'2130 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1787-'4'2129 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1788-'4'2128 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1788-'4'2817 : G-U Sw/Hw pairing antiparallel trans one_hbond 88 
'4'1789-'4'2127 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1790-'4'2126 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1791-'4'2125 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1793-'4'2123 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1794-'4'2122 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1795-'4'2120 : G-G Ww/O2P Bs/O2P pairing 
'4'1795-'4'2121 : G-U Sw/Hw pairing antiparallel trans one_hbond 88 
'4'1796-'4'1802 : A-G O2'/Hh upward pairing 
'4'1796-'4'1803 : A-C Ww/Hw pairing parallel cis one_hbond 70 
'4'1796-'4'1804 : A-A Wh/Ww pairing parallel cis one_hbond 
'4'1796-'4'2119 : A-U Hh/Ws pairing antiparallel trans XXIV 
'4'1797-'4'2121 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1799-'4'1801 : U-G O2'/Hh Hh/O2P pairing 
'4'1799-'4'1802 : U-G Ww/O2P pairing 
'4'1802-'4'1805 : G-A Sw/Ww pairing parallel trans one_hbond 
'4'1802-'4'2118 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1806-'4'2118 : A-C Ss/O2' pairing 
'4'1808-'4'1891 : U-G O2'/Hh pairing 
'4'1808-'4'1892 : U-C Ww/O2P pairing 
'4'1809-'4'1885 : G-A O2P/Bh pairing 
'4'1809-'4'1890 : G-A O2'/Ss inward pairing 
'4'1809-'4'1891 : G-G Bs/O2P pairing 
'4'1810-'4'1827 : G-G O2P/Bs pairing 
'4'1810-'4'1834 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1811-'4'1833 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1812-'4'1832 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1813-'4'1831 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1814-'4'1830 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1815-'4'1828 : G-A Ww/O2P Bs/O2P pairing 
'4'1815-'4'1829 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'4'1816-'4'1828 : U-A O2'/Hh pairing 
'4'1817-'4'1826 : A-A Hh/Hh O2P/Bh pairing parallel trans II 
'4'1818-'4'1825 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'1819-'4'1824 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1820-'4'1823 : U-G Ws/Ww pairing parallel trans one_hbond 
'4'1821-'4'1822 : U-C O2P/Bh adjacent_5p pairing 
'4'1821-'4'1823 : U-G O2'/Hh pairing 
'4'1821-'4'1957 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1829-'4'1891 : A-G O2P/Ww O2P/Bs pairing 
'4'1835-'4'1879 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1836-'4'1878 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1837-'4'1877 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1837-'4'2987 : U-G O2'/Ss pairing 
'4'1838-'4'1876 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1839-'4'1875 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1840-'4'1874 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1841-'4'1873 : A-A Ww/Ww pairing parallel trans I 
'4'1844-'4'1871 : U-G O2P/Ww pairing 
'4'1844-'4'1872 : U-A Ws/Hh pairing antiparallel trans XXIV 
'4'1845-'4'1871 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'1846-'4'1870 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1847-'4'1869 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1848-'4'1868 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'1849-'4'1866 : G-G O2'/Bs inward pairing 
'4'1849-'4'1867 : G-A O2'/Bh pairing 
'4'1850-'4'1865 : A-G O2P/Ww pairing 
'4'1850-'4'1866 : A-G Hh/Sw O2P/Bs pairing antiparallel trans one_hbond 
'4'1852-'4'1864 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1853-'4'1863 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1854-'4'1862 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1855-'4'1861 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1856-'4'1859 : C-G O2'/Bs pairing 
'4'1858-'4'1859 : C-G O2'/Hh adjacent_5p pairing 
'4'1878-'4'2988 : G-A Ss/Bs O2'/Ww pairing parallel trans one_hbond 
'4'1880-'4'1884 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1881-'4'1883 : G-A O2'/Hh C8/O2P pairing 
'4'1881-'4'1884 : G-G Ww/O2P Bs/O2P outward pairing 
'4'1882-'4'2844 : A-C Ww/O2' pairing 
'4'1883-'4'2822 : A-G Ww/Ss Bh/O2' pairing parallel trans X 
'4'1892-'4'2116 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1893-'4'2115 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1894-'4'2114 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1895-'4'2113 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1896-'4'2112 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1897-'4'2111 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'1898-'4'2110 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1899-'4'1914 : C-A O2'/Ss pairing 
'4'1899-'4'2108 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1900-'4'2107 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1901-'4'1919 : A-A Hh/Bs pairing antiparallel trans one_hbond 
'4'1901-'4'2105 : A-A Ss/Ww pairing parallel trans 39 
'4'1901-'4'2106 : A-A O2'/Ww O2'/Bh pairing 
'4'1904-'4'1916 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1905-'4'1915 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1906-'4'1913 : U-A Ws/Hh pairing antiparallel trans XXIV 
'4'1907-'4'1911 : U-A O2'/Bh inward pairing 
'4'1907-'4'1912 : U-A Hh/Hh O2P/Bh pairing parallel trans one_hbond 
'4'1910-'4'2714 : U-U Ww/Ww pairing parallel trans XII 
'4'1911-'4'2735 : A-G Ss/Sw pairing antiparallel cis one_hbond 
'4'1914-'4'2108 : A-G O2P/Bs pairing 
'4'1918-'4'1956 : C-G O2P/Ww Bh/O2' pairing 
'4'1919-'4'1956 : A-G Hh/Ss O2P/Bs Bh/O2' pairing antiparallel trans XI 
'4'1920-'4'1955 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1921-'4'1954 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1921-'4'2028 : C-A O2'/Ww pairing 
'4'1922-'4'1953 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1923-'4'1952 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1924-'4'1951 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'1925-'4'1950 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1926-'4'1930 : U-A O2'/Ss pairing 
'4'1926-'4'1949 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1927-'4'1946 : G-U Bs/O2' pairing 
'4'1927-'4'1947 : G-A Ww/O2P Bs/O2P downward pairing 
'4'1928-'4'1945 : C-G Ww/Ww pairing parallel trans XXII 
'4'1928-'4'1946 : C-U O2'/Ww Bh/O2' pairing 
'4'1928-'4'1947 : C-A Hw/Hh pairing parallel trans one_hbond 
'4'1929-'4'2329 : A-G Bh/O2' pairing 
'4'1930-'4'1942 : A-G O2P/Ww pairing 
'4'1930-'4'1943 : A-A Hh/Hh pairing parallel trans II 
'4'1931-'4'1942 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'1931-'4'1950 : A-C Ww/O2' pairing 
'4'1932-'4'1941 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1933-'4'1940 : A-U Ww/Ww pairing antiparallel cis XX 
'4'1934-'4'1939 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1935-'4'1937 : G-A O2'/Bh O2'/Hh pairing 
'4'1935-'4'1938 : G-A Sw/Hh O2'/Bh Bs/O2P pairing antiparallel trans one_hbond 
'4'1955-'4'2098 : U-A O2'/Ss pairing 
'4'1958-'4'2103 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1959-'4'2102 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1960-'4'2101 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1961-'4'2097 : C-A Ss/Bs O2'/Ww pairing parallel trans one_hbond 
'4'1961-'4'2100 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1962-'4'2098 : U-A Ww/Hh pairing parallel cis one_hbond 
'4'1963-'4'2033 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1964-'4'2032 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1965-'4'2031 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1965-'4'2055 : C-A O2'/Ss pairing 
'4'1966-'4'2029 : C-A Ww/Hh pairing antiparallel trans XXV 
'4'1968-'4'2030 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1969-'4'2029 : U-A Ww/Ww pairing antiparallel cis XX 
'4'1970-'4'2026 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1971-'4'2025 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1972-'4'2024 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1973-'4'2023 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1974-'4'2022 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1977-'4'2021 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1978-'4'2020 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1979-'4'2019 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'1980-'4'2017 : U-A O2'/Bh pairing 
'4'1980-'4'2018 : U-A Ss/Hw pairing antiparallel trans one_hbond 45 
'4'1981-'4'2016 : A-G Bh/O2' pairing 
'4'1981-'4'2361 : A-U Ss/O2' pairing 
'4'1982-'4'2016 : A-G Hh/Ss O2P/Bs Bh/O2' pairing antiparallel trans XI 
'4'1982-'4'2215 : A-G Ww/O2' pairing 
'4'1983-'4'2015 : U-C Ww/Ww pairing antiparallel cis XVIII 
'4'1984-'4'2014 : U-U Ws/Ww pairing antiparallel cis XVI 
'4'1985-'4'2013 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'4'1986-'4'2012 : A-G Hh/Sw Bh/O2' pairing antiparallel trans one_hbond 
'4'1987-'4'2011 : U-U Ww/Ws pairing antiparallel cis XVI 
'4'1988-'4'2010 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1989-'4'2009 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1990-'4'2008 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'1991-'4'2007 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1992-'4'2006 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'1993-'4'2003 : U-G O2'/Bs inward pairing 
'4'1993-'4'2537 : U-G O2P/Bs pairing 
'4'1994-'4'2003 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'1995-'4'2002 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'1996-'4'2001 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'1997-'4'1999 : G-A Ss/O2P pairing 
'4'1997-'4'2000 : G-A Ss/Hh O2'/Bh Bs/O2P pairing antiparallel trans one_hbond 
'4'2017-'4'2214 : A-U Ss/O2' pairing 
'4'2018-'4'2362 : A-G Ss/Sw Ww/O2' pairing parallel trans one_hbond 57 
'4'2027-'4'2030 : A-C Ss/Hw pairing parallel cis one_hbond 
'4'2032-'4'2056 : G-A O2'/Ww pairing 
'4'2034-'4'2052 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2034-'4'2058 : G-G O2P/Hh pairing 
'4'2035-'4'2051 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'2036-'4'2050 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2037-'4'2049 : C-G Ww/Ww pairing antiparallel cis 
'4'2038-'4'2048 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2039-'4'2047 : U-A Bs/Bh pairing antiparallel trans one_hbond 
'4'2040-'4'2041 : A-A Ss/O2' adjacent_5p pairing 
'4'2045-'4'2046 : U-A O2'/Hh adjacent_5p pairing 
'4'2053-'4'2057 : C-G Ws/Ws pairing parallel trans one_hbond 129 
'4'2054-'4'2055 : U-A O2'/Hh adjacent_5p pairing 
'4'2054-'4'2056 : U-A O2'/Hh pairing 
'4'2058-'4'2059 : G-U Sw/Hw adjacent_5p pairing parallel cis one_hbond 89 
'4'2058-'4'2096 : G-G O2'/Ww inward pairing 
'4'2058-'4'2097 : G-A Ww/O2P pairing 
'4'2059-'4'2097 : U-A Ww/Hh pairing antiparallel trans XXIV 
'4'2060-'4'2096 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'2061-'4'2095 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2061-'4'2101 : G-G Bs/O2' pairing 
'4'2062-'4'2092 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2063-'4'2065 : G-A O2'/Ww O2'/Ss pairing 
'4'2063-'4'2090 : G-C Ww/O2' Bs/O2' inward pairing 
'4'2063-'4'2092 : G-G Bs/O2P outward pairing 
'4'2064-'4'2089 : A-C O2P/Bh pairing 
'4'2064-'4'2090 : A-C O2P/Bh pairing 
'4'2065-'4'2067 : A-U Hh/O2' inward pairing 
'4'2065-'4'2092 : A-G Ww/Sw pairing parallel trans one_hbond 
'4'2066-'4'2733 : A-U Ss/O2' pairing 
'4'2068-'4'2070 : U-C Ss/Wh pairing parallel trans one_hbond 98 
'4'2068-'4'2093 : U-C O2P/Bh pairing 
'4'2068-'4'2731 : U-G O2P/Bs pairing 
'4'2073-'4'2089 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2074-'4'2088 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2075-'4'2087 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2076-'4'2086 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2077-'4'2085 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2078-'4'2082 : G-G Ww/O2' inward pairing 
'4'2078-'4'2084 : G-U Ws/Wh pairing antiparallel cis one_hbond 94 
'4'2079-'4'2081 : U-A O2'/Hh Hh/O2P pairing 
'4'2079-'4'2082 : U-G Ww/O2P pairing 
'4'2080-'4'2688 : A-A Ss/O2' pairing 
'4'2081-'4'2677 : A-G Ss/Ss Ww/O2' pairing parallel trans 57 
'4'2082-'4'2114 : G-C Ww/O2P pairing 
'4'2093-'4'2730 : C-A Ws/Hw pairing antiparallel trans one_hbond 
'4'2094-'4'2720 : A-G Ss/O2' pairing 
'4'2097-'4'2100 : A-G O2'/Ss pairing 
'4'2120-'4'2124 : G-C Bs/O2' pairing 
'4'2126-'4'2814 : A-G O2'/Bs pairing 
'4'2134-'4'2951 : C-A O2'/Ss pairing 
'4'2141-'4'2741 : A-U Ww/Ws pairing parallel trans XXI 
'4'2147-'4'2163 : A-G Ww/Ww pairing antiparallel cis VIII 
'4'2148-'4'2162 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2151-'4'2168 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2152-'4'2167 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'2153-'4'2166 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2154-'4'2165 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2155-'4'2164 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2156-'4'2161 : U-A Ws/Hh pairing antiparallel trans XXIV 
'4'2157-'4'2161 : G-A Ww/O2P pairing 
'4'2171-'4'2753 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2172-'4'2752 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2173-'4'2751 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2174-'4'2750 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'2175-'4'2749 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2175-'4'2951 : C-A O2'/Ww pairing 
'4'2176-'4'2748 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2177-'4'2747 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2178-'4'2746 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2179-'4'2742 : A-A Bh/O2' inward pairing 
'4'2180-'4'2745 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2181-'4'2744 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2182-'4'2705 : A-A Hh/Ww pairing antiparallel trans V 
'4'2182-'4'2743 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2184-'4'2740 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2185-'4'2739 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2192-'4'2574 : C-G Ww/Ww pairing antiparallel cis 
'4'2193-'4'2573 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2194-'4'2572 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2195-'4'2571 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2196-'4'2558 : U-A Ww/Hh pairing antiparallel trans 
'4'2197-'4'2570 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2198-'4'2569 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2199-'4'2566 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2200-'4'2565 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2201-'4'2564 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2202-'4'2563 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2202-'4'2725 : U-G O2'/Ss pairing 
'4'2203-'4'2205 : U-A Ww/Hh pairing parallel cis XXIII 
'4'2203-'4'2724 : U-U O2'/Ww pairing 
'4'2204-'4'2366 : U-G O2P/Bs pairing 
'4'2205-'4'2366 : A-G O2P/Ww O2P/Bs pairing 
'4'2205-'4'2371 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2205-'4'2562 : A-A Ss/O2' pairing 
'4'2206-'4'2366 : C-G Hw/Hw pairing parallel trans one_hbond 121 
'4'2206-'4'2370 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2207-'4'2369 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2208-'4'2368 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2209-'4'2367 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'2210-'4'2365 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'2211-'4'2364 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'2212-'4'2363 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2213-'4'2362 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'2214-'4'2361 : U-U Ww/Ws pairing antiparallel cis XVI 
'4'2215-'4'2360 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2216-'4'2359 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2217-'4'2358 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2218-'4'2357 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2219-'4'2356 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2220-'4'2354 : U-C Ww/O2P pairing 
'4'2220-'4'2355 : U-A Hw/Hw pairing parallel trans one_hbond 50 
'4'2221-'4'2324 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2221-'4'2326 : G-A O2'/Ww pairing 
'4'2222-'4'2323 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2224-'4'2321 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2225-'4'2320 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2226-'4'2319 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2227-'4'2318 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'2228-'4'2317 : G-U Wh/Ww pairing antiparallel cis one_hbond 
'4'2229-'4'2316 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2230-'4'2315 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'2232-'4'2313 : C-U Ww/Ww pairing antiparallel cis XVIII 
'4'2233-'4'2312 : U-A Ww/Ww pairing antiparallel cis one_hbond 
'4'2234-'4'2306 : U-C O2P/Bh pairing 
'4'2234-'4'2311 : U-A Ws/Ww pairing antiparallel cis 
'4'2238-'4'2248 : G-G Hh/O2P upward pairing 
'4'2239-'4'2243 : U-G O2'/Bs pairing 
'4'2240-'4'2247 : G-A O2P/Bh O2P/Hh pairing 
'4'2241-'4'2242 : U-A O2P/Hh adjacent_5p pairing 
'4'2242-'4'2245 : A-A Ww/Hh pairing antiparallel trans V 
'4'2243-'4'2245 : G-A O2'/Hh pairing 
'4'2243-'4'2246 : G-U Bs/O2P pairing 
'4'2245-'4'2299 : A-A Ww/Hw pairing parallel cis one_hbond 38 
'4'2246-'4'2271 : U-C Ww/O2' pairing 
'4'2246-'4'2275 : U-A Ss/Wh pairing antiparallel trans one_hbond 
'4'2248-'4'2307 : G-C Bs/O2' pairing 
'4'2249-'4'2297 : G-A O2P/Ww pairing 
'4'2249-'4'2305 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2250-'4'2297 : U-A O2P/Ss O2P/Ss pairing 
'4'2252-'4'2302 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2255-'4'2290 : G-G Bs/O2' pairing 
'4'2257-'4'2288 : C-C O2'/Ww pairing 
'4'2259-'4'2287 : U-G O2P/Bs pairing 
'4'2265-'4'2282 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2266-'4'2281 : G-C Wh/Hw pairing antiparallel cis one_hbond 123 
'4'2267-'4'2280 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'2268-'4'2279 : G-U Bs/O2' pairing 
'4'2272-'4'2276 : G-G Sw/Wh pairing antiparallel cis one_hbond 
'4'2283-'4'2284 : U-G O2P/Hh adjacent_5p pairing 
'4'2290-'4'2301 : G-A O2'/C8 pairing 
'4'2291-'4'2292 : A-C O2P/Bh adjacent_5p upward pairing 
'4'2292-'4'2299 : C-A Hh/Ww pairing parallel cis one_hbond 
'4'2303-'4'2304 : C-A O2'/Ss adjacent_5p pairing 
'4'2325-'4'2352 : U-G O2'/Ww inward pairing 
'4'2325-'4'2353 : U-A Ws/Hh pairing antiparallel trans one_hbond 
'4'2327-'4'2328 : A-C O2P/Bh adjacent_5p upward pairing 
'4'2327-'4'2352 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'2328-'4'2351 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2328-'4'2355 : C-A O2'/Ww pairing 
'4'2329-'4'2350 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2330-'4'2349 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'2332-'4'2348 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'2333-'4'2347 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2334-'4'2346 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2335-'4'2345 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2336-'4'2344 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2337-'4'2343 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2365-'4'2367 : G-G O2'/Hh pairing 
'4'2371-'4'2562 : U-A O2'/Ww pairing 
'4'2372-'4'2563 : U-A Ww/Hh pairing parallel cis XXIII 
'4'2373-'4'2558 : U-A O2P/Bh pairing 
'4'2373-'4'2564 : U-G Ws/Hh pairing parallel cis one_hbond 96 
'4'2374-'4'2386 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2375-'4'2385 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2376-'4'2384 : C-G Ww/Ww pairing antiparallel cis 
'4'2378-'4'2404 : G-G Ww/O2P pairing 
'4'2378-'4'2623 : G-G Hh/O2P pairing 
'4'2379-'4'2628 : G-U Ws/Ws pairing antiparallel cis one_hbond 
'4'2380-'4'2627 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2381-'4'2626 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2382-'4'2625 : C-A Ws/Wh pairing antiparallel cis one_hbond 78 
'4'2383-'4'2403 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2387-'4'2409 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2388-'4'2408 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2389-'4'2407 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2389-'4'2455 : C-A O2'/Ww pairing 
'4'2390-'4'2406 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2391-'4'2405 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2392-'4'2404 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2394-'4'2401 : A-A Hh/Hh Bh/O2P pairing parallel trans II 
'4'2395-'4'2400 : A-U Ww/Ws pairing parallel trans XXI 
'4'2408-'4'2516 : G-A Ss/Bs O2'/Ww pairing parallel trans one_hbond 
'4'2409-'4'2517 : A-G O2'/Ss pairing 
'4'2410-'4'2518 : G-U Ss/Ws pairing parallel trans 86 
'4'2410-'4'2555 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2411-'4'2453 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2412-'4'2416 : A-A O2'/Bh pairing 
'4'2412-'4'2512 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2413-'4'2511 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2415-'4'2472 : A-U Ww/Ws pairing parallel trans XXI 
'4'2415-'4'2474 : A-A Hw/Hh pairing parallel trans one_hbond 
'4'2417-'4'2471 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'2417-'4'2474 : G-A Bs/O2P pairing 
'4'2418-'4'2470 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2419-'4'2469 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'2420-'4'2468 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2420-'4'2507 : U-G O2P/Bs pairing 
'4'2421-'4'2467 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2422-'4'2466 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2423-'4'2465 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2424-'4'2463 : U-A Ws/Hh pairing antiparallel trans one_hbond 
'4'2425-'4'2447 : A-G Hh/Ss Bh/O2' pairing antiparallel trans one_hbond 
'4'2425-'4'2449 : A-U Ww/Hh pairing parallel cis 49 
'4'2426-'4'2446 : A-G Hh/Ss pairing antiparallel trans one_hbond 
'4'2427-'4'2445 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2428-'4'2444 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2429-'4'2443 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2430-'4'2442 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2431-'4'2441 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2435-'4'2436 : G-G O2P/Bs adjacent_5p pairing 
'4'2435-'4'2439 : G-A Bs/O2' downward pairing 
'4'2448-'4'2461 : U-A O2'/Bh pairing 
'4'2450-'4'2463 : A-A Ww/Ww pairing parallel trans I 
'4'2451-'4'2460 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2452-'4'2459 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'2454-'4'2517 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2456-'4'2515 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2457-'4'2514 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2458-'4'2513 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2459-'4'2464 : G-A O2'/Ww pairing 
'4'2460-'4'2463 : C-A O2'/Ss pairing 
'4'2473-'4'2499 : G-G Hh/Ws pairing parallel cis 109 
'4'2473-'4'2509 : G-A O2'/Ss inward pairing 
'4'2475-'4'2498 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2476-'4'2497 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2477-'4'2496 : G-C Ww/Ww pairing antiparallel cis 
'4'2477-'4'2510 : G-G Hh/Ww pairing parallel cis VI 
'4'2478-'4'2495 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2479-'4'2494 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'4'2480-'4'2493 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'2481-'4'2492 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2482-'4'2491 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2483-'4'2490 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2484-'4'2489 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'2485-'4'2488 : G-G Ww/O2P Bs/O2P pairing 
'4'2487-'4'2556 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2496-'4'2510 : C-G Wh/Wh pairing antiparallel trans one_hbond 
'4'2500-'4'2509 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2501-'4'2508 : G-C Ws/Ww pairing antiparallel cis one_hbond 
'4'2502-'4'2507 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2503-'4'2505 : G-A O2'/Bh O2'/Hh pairing 
'4'2503-'4'2506 : G-A Ww/O2P Bs/O2P pairing 
'4'2518-'4'2553 : U-A Wh/Hw pairing parallel cis one_hbond 
'4'2519-'4'2553 : G-A Ww/O2P Bs/O2P pairing 
'4'2519-'4'2557 : G-G Ss/Ss O2'/Bs pairing parallel trans IV 
'4'2520-'4'2550 : A-C O2P/Bh pairing 
'4'2520-'4'2552 : A-C Hw/Ws O2P/Bh pairing antiparallel trans one_hbond 
'4'2521-'4'2550 : U-C Hw/Wh pairing antiparallel trans one_hbond 102 
'4'2523-'4'2549 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2524-'4'2548 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2525-'4'2547 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'2526-'4'2546 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2527-'4'2545 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2528-'4'2544 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2529-'4'2543 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'2531-'4'2542 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2532-'4'2541 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'2533-'4'2539 : G-A O2'/Bh pairing 
'4'2533-'4'2540 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'4'2559-'4'2561 : U-A O2'/Hh pairing 
'4'2559-'4'2562 : U-A Ww/O2P pairing 
'4'2564-'4'2726 : G-A Ss/Ss O2'/Ww pairing parallel trans 57 
'4'2587-'4'2619 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2590-'4'2616 : C-G Ww/Ww pairing antiparallel cis 
'4'2591-'4'2615 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2592-'4'2614 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2593-'4'2613 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2594-'4'2612 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2595-'4'2611 : C-C Ww/Wh pairing antiparallel cis one_hbond 137 
'4'2596-'4'2610 : A-A Ss/Hh O2'/Bh pairing antiparallel trans 41 
'4'2597-'4'2609 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'2598-'4'2608 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2599-'4'2604 : A-A Bh/O2' pairing 
'4'2599-'4'2607 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2600-'4'2605 : G-U Bs/O2P pairing 
'4'2600-'4'2606 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'4'2601-'4'2657 : U-G O2P/Bs pairing 
'4'2602-'4'2603 : U-C O2P/Bh adjacent_5p pairing 
'4'2603-'4'2657 : C-G Ww/Ww pairing parallel trans XXII 
'4'2620-'4'2622 : U-G Wh/Ww pairing antiparallel cis one_hbond 
'4'2621-'4'2626 : U-C Wh/Hw pairing antiparallel trans one_hbond 104 
'4'2635-'4'2710 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2636-'4'2708 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'2637-'4'2707 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2638-'4'2706 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2639-'4'2703 : U-C Ww/Ws pairing antiparallel cis one_hbond 106 
'4'2640-'4'2702 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2641-'4'2699 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2642-'4'2698 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'2643-'4'2697 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2644-'4'2696 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2645-'4'2670 : C-A O2'/Hh inward pairing 
'4'2645-'4'2695 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2647-'4'2649 : U-C Ws/Hw pairing parallel cis one_hbond 99 
'4'2648-'4'2670 : C-A Hw/Ww pairing antiparallel trans one_hbond 
'4'2648-'4'2673 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2649-'4'2672 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2649-'4'2692 : C-A O2'/Ss pairing 
'4'2650-'4'2671 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'2651-'4'2668 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2652-'4'2667 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2652-'4'2869 : G-A Sw/Ss pairing parallel trans one_hbond 57 
'4'2653-'4'2666 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2654-'4'2665 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'2655-'4'2664 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2656-'4'2663 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'2658-'4'2662 : A-A O2'/Bh pairing 
'4'2659-'4'2790 : A-A Ww/Ww pairing parallel trans I 
'4'2660-'4'2785 : G-A O2'/Ww pairing 
'4'2660-'4'2791 : G-G Ss/Ss Bs/O2' pairing parallel trans IV 
'4'2668-'4'2868 : C-A O2'/Ss pairing 
'4'2669-'4'2893 : A-A O2'/Ww pairing 
'4'2672-'4'2774 : G-C Bs/O2' pairing 
'4'2673-'4'2693 : G-A Ss/Ss O2'/Ww pairing parallel trans 57 
'4'2674-'4'2695 : U-G Ww/Hh pairing parallel cis one_hbond 96 
'4'2675-'4'2689 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2676-'4'2688 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2677-'4'2687 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2678-'4'2686 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2679-'4'2685 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2681-'4'2710 : G-G O2'/Bs pairing 
'4'2690-'4'2694 : U-A Ws/Hh pairing antiparallel trans XXIV 
'4'2691-'4'2693 : U-A O2'/Hh Hh/O2P pairing 
'4'2703-'4'2706 : C-G O2'/Hh pairing 
'4'2706-'4'2742 : G-A O2P/Bh pairing 
'4'2708-'4'2709 : U-G O2P/Ww adjacent_5p pairing 
'4'2715-'4'2736 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'2716-'4'2734 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2717-'4'2733 : A-U Ww/Ws pairing antiparallel cis 
'4'2718-'4'2732 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2719-'4'2731 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2720-'4'2729 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2721-'4'2728 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2722-'4'2727 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2723-'4'2725 : G-G O2'/Hh pairing 
'4'2723-'4'2726 : G-A Sw/Hh Bs/O2P pairing antiparallel trans one_hbond 
'4'2750-'4'2953 : U-G O2'/Hh pairing 
'4'2754-'4'2905 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2755-'4'2905 : G-G Bs/O2P outward pairing 
'4'2755-'4'2909 : G-A O2'/Ww pairing 
'4'2758-'4'2916 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2759-'4'2915 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2759-'4'2938 : G-A Ss/Ss O2'/Ww pairing parallel trans 57 
'4'2760-'4'2914 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2761-'4'2913 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2762-'4'2912 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2763-'4'2911 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2764-'4'2910 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2765-'4'2904 : U-A Ws/Hh pairing antiparallel trans XXIV 
'4'2766-'4'2906 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'4'2767-'4'2903 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'2768-'4'2902 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2769-'4'2901 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2770-'4'2900 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2771-'4'2899 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2774-'4'2802 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2775-'4'2801 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'2776-'4'2800 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'2777-'4'2799 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2778-'4'2798 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2779-'4'2797 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2780-'4'2796 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2781-'4'2795 : U-C Ws/Wh pairing antiparallel cis one_hbond 100 
'4'2783-'4'2792 : G-G O2'/Ww inward pairing 
'4'2783-'4'2793 : G-A Bs/O2P pairing 
'4'2784-'4'2792 : U-G O2P/Ww pairing 
'4'2784-'4'2793 : U-A Ww/Hh pairing antiparallel trans XXIV 
'4'2785-'4'2792 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'2786-'4'2791 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2787-'4'2789 : G-G O2'/Hh pairing 
'4'2787-'4'2790 : G-A Sw/Hh Bs/O2P pairing antiparallel trans one_hbond 
'4'2803-'4'2860 : A-G Ww/Ww pairing antiparallel cis VIII 
'4'2804-'4'2859 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2805-'4'2858 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2806-'4'2857 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2807-'4'2856 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2808-'4'2855 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2809-'4'2811 : C-C Ws/Hw pairing parallel cis one_hbond 134 
'4'2809-'4'2853 : C-A Ww/Hh pairing antiparallel trans XXV 
'4'2811-'4'2855 : C-A Wh/Ss Ww/O2' pairing antiparallel cis one_hbond 74 
'4'2812-'4'2853 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2813-'4'2852 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'2814-'4'2851 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2815-'4'2850 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'2816-'4'2848 : G-U Ww/O2P Bs/O2P pairing 
'4'2816-'4'2849 : G-A Ss/Hh pairing antiparallel trans XI 
'4'2817-'4'2847 : U-G O2P/Ww O2P/Bs pairing 
'4'2819-'4'2846 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2820-'4'2845 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2820-'4'2975 : G-U Ss/O2' pairing 
'4'2821-'4'2844 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2822-'4'2843 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2823-'4'2842 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'2824-'4'2839 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2825-'4'2838 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2826-'4'2837 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'2827-'4'2836 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2828-'4'2835 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2829-'4'2834 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2840-'4'2843 : C-C Hh/O2P pairing 
'4'2847-'4'3000 : G-A Sw/Ww pairing parallel trans one_hbond 
'4'2848-'4'3001 : U-A Ww/Hh pairing parallel cis XXIII 
'4'2853-'4'2854 : A-A Ss/O2' adjacent_5p pairing 
'4'2853-'4'2855 : A-A O2'/Hh upward pairing 
'4'2862-'4'2898 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'2863-'4'2897 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'2864-'4'2896 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2865-'4'2895 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2866-'4'2894 : A-A Ww/Wh pairing antiparallel cis one_hbond 37 
'4'2867-'4'2892 : U-A Ws/Hh pairing antiparallel trans XXIV 
'4'2868-'4'2891 : A-G O2P/Ww Bh/O2' pairing 
'4'2869-'4'2891 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'2870-'4'2890 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2871-'4'2883 : U-C O2P/Bh pairing 
'4'2871-'4'2889 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2872-'4'2888 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2873-'4'2887 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2874-'4'2884 : U-U Ww/Hh pairing antiparallel trans 81 
'4'2875-'4'2884 : G-U Ww/O2P pairing 
'4'2875-'4'2885 : G-A Ss/Hh pairing antiparallel trans XI 
'4'2876-'4'2882 : A-U Hh/Ws pairing antiparallel trans XXIV 
'4'2877-'4'2881 : A-A Hh/Ww pairing antiparallel trans V 
'4'2878-'4'2880 : A-C Ss/Wh pairing parallel trans one_hbond 73 
'4'2884-'4'2886 : U-A Ww/Hh pairing parallel cis XXIII 
'4'2916-'4'2937 : C-A O2'/Ss pairing 
'4'2917-'4'3022 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2919-'4'2933 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2920-'4'2932 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2921-'4'2931 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2922-'4'2930 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2923-'4'2929 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2924-'4'2927 : U-A O2'/Ww pairing 
'4'2926-'4'2927 : U-A O2'/Hh adjacent_5p pairing 
'4'2934-'4'3020 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2935-'4'3019 : U-U Ws/Ww pairing antiparallel cis XVI 
'4'2936-'4'2937 : G-A O2'/Hh adjacent_5p pairing 
'4'2938-'4'3018 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'4'2939-'4'3017 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2940-'4'3016 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2941-'4'3015 : A-A Ww/Ww pairing antiparallel cis one_hbond 37 
'4'2943-'4'2959 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2944-'4'2958 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2944-'4'3011 : G-A Sw/Ss Ss/O2' pairing antiparallel cis one_hbond 
'4'2945-'4'2957 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2946-'4'2956 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'2947-'4'2955 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2949-'4'2954 : A-A Ss/Wh O2'/Ww pairing antiparallel cis one_hbond 40 
'4'2958-'4'3011 : C-A O2'/Ww pairing 
'4'2959-'4'3012 : G-U Bs/O2P pairing 
'4'2962-'4'3011 : G-A Ss/Hh pairing antiparallel trans XI 
'4'2963-'4'3008 : A-C Ww/Hw pairing antiparallel trans one_hbond 
'4'2964-'4'3010 : U-A Ww/Ww pairing antiparallel cis XX 
'4'2965-'4'3009 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2966-'4'3008 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2967-'4'3006 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'2968-'4'3005 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2969-'4'3004 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2970-'4'3003 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2971-'4'3002 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2973-'4'2999 : U-U Ww/Ws pairing antiparallel cis XVI 
'4'2974-'4'2998 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2975-'4'2997 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'4'2976-'4'2995 : G-G O2'/Ww O2'/Bs inward pairing 
'4'2976-'4'2996 : G-A Sw/Hh pairing antiparallel trans one_hbond 
'4'2978-'4'2994 : A-U O2P/Ww pairing 
'4'2979-'4'2994 : A-U Hw/Hw pairing parallel trans one_hbond 50 
'4'2980-'4'2993 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'2981-'4'2992 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2982-'4'2991 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'2983-'4'2990 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'2984-'4'2989 : A-U Ww/Ww pairing antiparallel cis XX 
'4'2985-'4'2987 : G-G O2'/Hh pairing 
'4'2985-'4'2988 : G-A Bs/O2P pairing 
'4'2994-'4'2996 : U-A Ww/O2' pairing 
'4'3020-'4'3022 : G-G O2P/Bs pairing 
