Residue conformations -------------------------------------------
x11 : ASN
x12 : LYS
x13 : LEU
x14 : LYS
x15 : ARG
x16 : GLN
x17 : GLU
x18 : ILE
x19 : PHE
x20 : ALA
x21 : ASP
x22 : ILE
x23 : LYS
x24 : HIS
x25 : GLU
x26 : LYS
x27 : ASN
x28 : LYS
x29 : GLU
x30 : ARG
x31 : HIS
x32 : THR
x33 : MET
x34 : ARG
x35 : ARG
x36 : LYS
x37 : ARG
x38 : ALA
x39 : LYS
x40 : GLU
x41 : GLU
x42 : ARG
x43 : GLU
x44 : ASN
x45 : PRO
x46 : GLU
x47 : LEU
x48 : ARG
x49 : GLU
x50 : GLN
x51 : ARG
x52 : LEU
x53 : LYS
x54 : GLU
x55 : ASN
x56 : VAL
x57 : THR
x58 : GLN
x59 : THR
x60 : ILE
x61 : GLU
x62 : ASN
x63 : THR
x64 : ARG
x65 : VAL
x66 : TYR
x78 : GLU
x79 : ASP
x80 : ASP
x81 : LEU
x82 : MET
x83 : ARG
x84 : TYR
x85 : PHE
x86 : ASN
x87 : SER
x88 : ASN
x89 : SER
x90 : ASN
x91 : GLU
x92 : PRO
x93 : PRO
x94 : LYS
x95 : ILE
x96 : PHE
x97 : LEU
x98 : THR
x99 : THR
x100 : ASN
x101 : VAL
x102 : ASN
x103 : ALA
x104 : LYS
x105 : LYS
x106 : SER
x107 : ALA
x108 : TYR
x109 : GLU
x110 : PHE
x111 : ALA
x112 : ASN
x113 : ILE
x114 : LEU
x115 : ILE
x116 : GLU
x117 : ILE
x118 : LEU
x119 : PRO
x120 : ASN
x121 : VAL
x122 : THR
x123 : PHE
x124 : VAL
x125 : LYS
x126 : ARG
x127 : LYS
x128 : PHE
x129 : GLY
x130 : TYR
x131 : LYS
x132 : LEU
x133 : LYS
x134 : GLU
x135 : ILE
x136 : SER
x137 : ASP
x138 : ILE
x139 : CYS
x140 : ILE
x141 : LYS
x142 : ARG
x143 : ASN
x144 : PHE
x145 : THR
x146 : ASP
x147 : ILE
x148 : VAL
x149 : ILE
x150 : ILE
x151 : ASN
x152 : GLU
x153 : ASP
x154 : LYS
x155 : LYS
x156 : LYS
x157 : VAL
x158 : THR
x159 : GLY
x160 : LEU
x161 : THR
x162 : PHE
x163 : ILE
x164 : HIS
x165 : LEU
x166 : PRO
x167 : GLU
x168 : GLY
x169 : PRO
x170 : THR
x171 : PHE
x172 : TYR
x173 : PHE
x174 : LYS
x175 : LEU
x176 : SER
x177 : SER
x178 : PHE
x179 : VAL
x180 : GLU
x187 : HIS
x188 : GLY
x189 : ARG
x190 : PRO
x191 : THR
x192 : SER
x193 : HIS
x194 : ILE
x195 : PRO
x196 : GLU
x197 : LEU
x198 : ILE
x199 : LEU
x200 : ASN
x201 : ASN
x202 : PHE
x203 : GLN
x204 : THR
x205 : ARG
x206 : LEU
x207 : GLY
x208 : GLN
x209 : THR
x210 : VAL
x211 : GLY
x212 : ARG
x213 : LEU
x214 : PHE
x215 : GLN
x216 : SER
x217 : ILE
x218 : LEU
x219 : PRO
x220 : GLN
x221 : ASN
x222 : PRO
x223 : ASP
x224 : ILE
x225 : GLU
x226 : GLY
x227 : ARG
x228 : GLN
x229 : VAL
x230 : ILE
x231 : THR
x232 : LEU
x233 : HIS
x234 : ASN
x235 : GLN
x236 : ARG
x237 : ASP
x238 : TYR
x239 : ILE
x240 : PHE
x241 : PHE
x242 : ARG
x243 : ARG
x244 : HIS
x245 : ARG
x246 : TYR
x247 : VAL
x248 : PHE
x249 : LYS
x250 : ASP
x251 : ASN
x252 : GLU
x253 : ARG
x254 : VAL
x255 : GLY
x256 : LEU
x257 : GLN
x258 : GLU
x259 : LEU
x260 : GLY
x261 : PRO
x262 : GLN
x263 : PHE
x264 : THR
x265 : LEU
x266 : LYS
x267 : LEU
x268 : LYS
x269 : ARG
x270 : LEU
x271 : GLN
x272 : ARG
x273 : GLY
x274 : ILE
x275 : LYS
x276 : GLU
x277 : GLU
x278 : THR
x279 : GLU
x280 : TRP
x281 : GLU
x282 : HIS
x283 : LYS
x284 : PRO
x285 : GLU
x286 : MET
x287 : ASP
x288 : LYS
x289 : GLU
x290 : LYS
x291 : LYS
x292 : LYS
x293 : PHE
x294 : TYR
F4 : GLU
F5 : LYS
F6 : ILE
F7 : LEU
F8 : THR
F9 : PRO
F10 : GLU
F11 : SER
F12 : GLN
F13 : LEU
F14 : LYS
F15 : LYS
F16 : SER
F17 : LYS
F18 : ALA
F19 : GLN
F20 : GLN
F21 : LYS
F22 : THR
F23 : ALA
F24 : GLU
F25 : GLN
F26 : VAL
F27 : ALA
F28 : ALA
F29 : GLU
F30 : ARG
F31 : ALA
F32 : ALA
F33 : ARG
F34 : LYS
F35 : ALA
F36 : ALA
F37 : ASN
F38 : LYS
F39 : GLU
F40 : LYS
F41 : ARG
F42 : ALA
F43 : ILE
F44 : ILE
F45 : LEU
F46 : GLU
F47 : ARG
F48 : ASN
F49 : ALA
F50 : ALA
F51 : TYR
F52 : GLN
F53 : LYS
F54 : GLU
F55 : TYR
F56 : GLU
F57 : THR
F58 : ALA
F59 : GLU
F60 : ARG
F61 : ASN
F62 : ILE
F63 : ILE
F64 : GLN
F65 : ALA
F66 : LYS
F67 : ARG
F68 : ASP
F69 : ALA
F70 : LYS
F71 : ALA
F72 : ALA
F73 : GLY
F74 : SER
F75 : TYR
F76 : TYR
F77 : VAL
F78 : GLU
F79 : ALA
F80 : GLN
F81 : HIS
F82 : LYS
F83 : LEU
F84 : VAL
F85 : PHE
F86 : VAL
F87 : VAL
F88 : ARG
F89 : ILE
F90 : LYS
F91 : GLY
F92 : ILE
F93 : ASN
F94 : LYS
F95 : ILE
F96 : PRO
F97 : PRO
F98 : LYS
F99 : PRO
F100 : ARG
F101 : LYS
F102 : VAL
F103 : LEU
F104 : GLN
F105 : LEU
F106 : LEU
F107 : ARG
F108 : LEU
F109 : THR
F110 : ARG
F111 : ILE
F112 : ASN
F113 : SER
F114 : GLY
F115 : THR
F116 : PHE
F117 : VAL
F118 : LYS
F119 : VAL
F120 : THR
F121 : LYS
F122 : ALA
F123 : THR
F124 : LEU
F125 : GLU
F126 : LEU
F127 : LEU
F128 : LYS
F129 : LEU
F130 : ILE
F131 : GLU
F132 : PRO
F133 : TYR
F134 : VAL
F135 : ALA
F136 : TYR
F137 : GLY
F138 : TYR
F139 : PRO
F140 : SER
F141 : TYR
F142 : SER
F143 : THR
F144 : ILE
F145 : ARG
F146 : GLN
F147 : LEU
F148 : VAL
F149 : TYR
F150 : LYS
F151 : ARG
F152 : GLY
F153 : PHE
F154 : GLY
F155 : LYS
F156 : ILE
F157 : ASN
F158 : LYS
F159 : GLN
F160 : ARG
F161 : VAL
F162 : PRO
F163 : LEU
F164 : SER
F165 : ASP
F166 : ASN
F167 : ALA
F168 : ILE
F169 : ILE
F170 : GLU
F171 : ALA
F172 : ASN
F173 : LEU
F174 : GLY
F175 : LYS
F176 : TYR
F177 : GLY
F178 : ILE
F179 : LEU
F180 : SER
F181 : ILE
F182 : ASP
F183 : ASP
F184 : LEU
F185 : ILE
F186 : HIS
F187 : GLU
F188 : ILE
F189 : ILE
F190 : THR
F191 : VAL
F192 : GLY
F193 : PRO
F194 : HIS
F195 : PHE
F196 : LYS
F197 : GLN
F198 : ALA
F199 : ASN
F200 : ASN
F201 : PHE
F202 : LEU
F203 : TRP
F204 : PRO
F205 : PHE
F206 : LYS
F207 : LEU
F208 : SER
F209 : ASN
F210 : PRO
F211 : SER
F212 : GLY
F213 : GLY
F214 : TRP
F215 : GLY
F216 : VAL
F217 : PRO
F218 : ARG
F219 : LYS
F220 : PHE
F221 : LYS
F222 : HIS
F223 : PHE
F224 : ILE
F225 : GLN
F226 : GLY
F227 : GLY
F228 : SER
F229 : PHE
F230 : GLY
F231 : ASN
F232 : ARG
F233 : GLU
F234 : GLU
F235 : PHE
F236 : ILE
F237 : ASN
F238 : LYS
F239 : LEU
F240 : VAL
F241 : LYS
F242 : SER
F243 : MET
F244 : ASN
'3'2 : SER
'3'3 : ASP
'3'4 : GLU
'3'5 : ILE
'3'6 : VAL
'3'7 : TRP
'3'8 : GLN
'3'9 : VAL
'3'10 : ILE
'3'11 : ASN
'3'12 : GLN
'3'13 : SER
'3'14 : PHE
'3'15 : CYS
'3'16 : SER
'3'17 : HIS
'3'18 : ARG
'3'19 : ILE
'3'20 : LYS
'3'21 : ALA
'3'22 : PRO
'3'23 : ASN
'3'24 : GLY
'3'25 : GLN
'3'26 : ASN
'3'27 : PHE
'3'28 : CYS
'3'29 : ARG
'3'30 : ASN
'3'31 : GLU
'3'32 : TYR
'3'33 : ASN
'3'34 : VAL
'3'35 : THR
'3'36 : GLY
'3'37 : LEU
'3'38 : CYS
'3'39 : THR
'3'40 : ARG
'3'41 : GLN
'3'42 : SER
'3'43 : CYS
'3'44 : PRO
'3'45 : LEU
'3'46 : ALA
'3'47 : ASN
'3'48 : SER
'3'49 : LYS
'3'50 : TYR
'3'51 : ALA
'3'52 : THR
'3'53 : VAL
'3'54 : LYS
'3'55 : CYS
'3'56 : ASP
'3'57 : ASN
'3'58 : GLY
'3'59 : LYS
'3'60 : LEU
'3'61 : TYR
'3'62 : LEU
'3'63 : TYR
'3'64 : MET
'3'65 : LYS
'3'66 : THR
'3'67 : PRO
'3'68 : GLU
'3'69 : ARG
'3'70 : ALA
'3'71 : HIS
'3'72 : THR
'3'73 : PRO
'3'74 : ALA
'3'75 : LYS
'3'76 : LEU
'3'77 : TRP
'3'78 : GLU
'3'79 : ARG
'3'80 : ILE
'3'81 : LYS
'3'82 : LEU
'3'83 : SER
'3'84 : LYS
'3'85 : ASN
'3'86 : TYR
'3'87 : THR
'3'88 : LYS
'3'89 : ALA
'3'90 : LEU
'3'91 : GLN
'3'92 : GLN
'3'93 : ILE
'3'94 : ASP
'3'95 : GLU
'3'96 : HIS
'3'97 : LEU
'3'98 : LEU
'3'99 : HIS
'3'100 : TRP
'3'101 : SER
'3'102 : LYS
'3'103 : PHE
'3'104 : PHE
'3'105 : ARG
'3'106 : HIS
'3'107 : LYS
'3'108 : CYS
'3'109 : LYS
'3'110 : GLN
'3'111 : ARG
'3'112 : PHE
'3'113 : THR
'3'114 : LYS
'3'115 : LEU
'3'116 : THR
'3'117 : GLN
'3'118 : VAL
'3'119 : MET
'3'120 : ILE
'3'121 : THR
'3'122 : GLU
'3'123 : ARG
'3'124 : ARG
'3'125 : LEU
'3'126 : ALA
'3'127 : LEU
'3'128 : ARG
'3'129 : GLU
'3'130 : GLU
'3'131 : GLU
'3'132 : ARG
'3'133 : HIS
'3'134 : TYR
'3'135 : VAL
'3'136 : GLY
'3'137 : VAL
'3'138 : ALA
'3'139 : PRO
'3'140 : LYS
'3'141 : VAL
'3'142 : LYS
'3'143 : ARG
'3'144 : ARG
'3'145 : GLU
'3'146 : GLN
'3'147 : ASN
'3'148 : ARG
'3'149 : GLU
'3'150 : ARG
'3'151 : LYS
'3'152 : ALA
'3'153 : LEU
'3'154 : VAL
'3'155 : ALA
'3'156 : ALA
'3'157 : LYS
'3'158 : ILE
'3'159 : GLU
'3'160 : LYS
'3'161 : ALA
'3'162 : ILE
'3'163 : GLU
'3'164 : LYS
'3'165 : GLU
'3'166 : LEU
'3'167 : MET
'3'168 : ASP
'3'169 : ARG
'3'170 : LEU
'3'171 : LYS
'3'172 : SER
'3'173 : GLY
'3'174 : ALA
'4'5 : ASN
'4'6 : PHE
'4'7 : VAL
'4'8 : LYS
'4'9 : GLN
'4'10 : LEU
'4'11 : SER
'4'12 : SER
'4'13 : ASN
'4'14 : ASN
'4'15 : ARG
'4'16 : LYS
'4'17 : THR
'4'18 : ARG
'4'19 : VAL
'4'20 : ASN
'4'21 : ALA
'4'22 : LEU
'4'23 : GLU
'4'24 : ALA
'4'25 : LEU
'4'26 : LYS
'4'27 : LYS
'4'28 : TYR
'4'29 : LEU
'4'30 : THR
'4'31 : ALA
'4'32 : LYS
'4'33 : GLN
'4'34 : PHE
'4'35 : LYS
'4'36 : GLU
'4'37 : ASN
'4'38 : LYS
'4'39 : GLN
'4'40 : ILE
'4'41 : GLU
'4'42 : PHE
'4'43 : ASN
'4'44 : LYS
'4'45 : LEU
'4'46 : TRP
'4'47 : LYS
'4'48 : GLY
'4'49 : LEU
'4'50 : TYR
'4'51 : TYR
'4'52 : ALA
'4'53 : MET
'4'54 : TRP
'4'55 : PHE
'4'56 : SER
'4'57 : ASP
'4'58 : ARG
'4'59 : PRO
'4'60 : ARG
'4'61 : PRO
'4'62 : GLN
'4'63 : GLN
'4'64 : ARG
'4'65 : LEU
'4'66 : ALA
'4'67 : ASN
'4'68 : GLU
'4'69 : LEU
'4'70 : GLY
'4'71 : GLU
'4'72 : LEU
'4'73 : HIS
'4'74 : GLY
'4'75 : LEU
'4'76 : TYR
'4'77 : PHE
'4'78 : ASP
'4'79 : PRO
'4'80 : LYS
'4'81 : ASP
'4'82 : ASN
'4'83 : SER
'4'84 : THR
'4'85 : ALA
'4'86 : ASP
'4'87 : GLU
'4'88 : LEU
'4'89 : THR
'4'90 : THR
'4'91 : ASN
'4'92 : ASP
'4'93 : LYS
'4'94 : ALA
'4'95 : PHE
'4'96 : ILE
'4'97 : LYS
'4'98 : PHE
'4'99 : SER
'4'100 : ARG
'4'101 : GLY
'4'102 : PHE
'4'103 : TRP
'4'104 : LYS
'4'105 : VAL
'4'106 : MET
'4'107 : CYS
'4'108 : PHE
'4'109 : GLU
'4'110 : TRP
'4'111 : PHE
'4'112 : ASN
'4'113 : ILE
'4'114 : ASP
'4'115 : ARG
'4'116 : TYR
'4'117 : ARG
'4'118 : LEU
'4'119 : ASP
'4'120 : LYS
'4'121 : TYR
'4'122 : LEU
'4'123 : LEU
'4'124 : LEU
'4'125 : ILE
'4'126 : ARG
'4'127 : ARG
'4'128 : VAL
'4'129 : LEU
'4'130 : PHE
'4'131 : SER
'4'132 : GLN
'4'133 : LEU
'4'134 : LYS
'4'135 : TYR
'4'136 : LEU
'4'137 : GLN
'4'138 : SER
'4'139 : ARG
'4'140 : ASN
'4'141 : TRP
'4'142 : ASP
'4'143 : LYS
'4'144 : LYS
'4'145 : LEU
'4'146 : VAL
'4'147 : ASP
'4'148 : GLU
'4'149 : TYR
'4'150 : ILE
'4'151 : LYS
'4'152 : LYS
'4'153 : VAL
'4'154 : LEU
'4'155 : ARG
'4'156 : TRP
'4'157 : LEU
'4'158 : PRO
'4'159 : LEU
'4'160 : SER
'4'161 : GLY
'4'162 : SER
'4'163 : PRO
'4'164 : LYS
'4'165 : VAL
'4'166 : TYR
'4'167 : THR
'4'168 : GLY
'4'169 : ILE
'4'170 : PRO
'4'171 : ILE
'4'172 : HIS
'4'173 : ILE
'4'174 : VAL
'4'175 : ASP
'4'176 : ILE
'4'177 : LEU
'4'178 : LEU
'4'179 : ASP
'4'180 : GLU
'4'181 : TRP
'4'182 : GLU
'4'183 : ARG
'4'184 : LEU
'4'185 : LEU
'4'209 : ALA
'4'210 : LYS
'4'211 : LYS
'4'212 : THR
'4'213 : PRO
'4'214 : LEU
'4'215 : ALA
'4'216 : ASP
'4'217 : VAL
'4'218 : ILE
'4'219 : ALA
'4'220 : ILE
'4'221 : PHE
'4'222 : GLN
'4'223 : ASP
'4'224 : ILE
'4'225 : VAL
'4'226 : ALA
'4'227 : ASP
'4'228 : TYR
'4'229 : ASN
'4'230 : ASN
'4'231 : SER
'4'232 : LYS
'4'233 : VAL
'4'234 : LEU
'4'235 : ARG
'4'236 : GLU
'4'237 : LYS
'4'238 : ILE
'4'239 : LYS
'4'240 : GLU
'4'241 : ASP
'4'242 : LEU
'4'243 : PHE
'4'244 : SER
'4'245 : ASP
'4'246 : THR
'4'247 : ARG
'5'1 : MET
'5'2 : ARG
'5'3 : LEU
'5'4 : LEU
'5'5 : VAL
'5'6 : SER
'5'7 : CYS
'5'8 : VAL
'5'9 : ASP
'5'10 : SER
'5'11 : GLY
'5'12 : SER
'5'13 : ILE
'5'14 : LYS
'5'15 : GLU
'5'16 : VAL
'5'17 : LEU
'5'18 : CYS
'5'19 : ASN
'5'20 : ILE
'5'21 : GLY
'5'22 : THR
'5'23 : ASP
'5'24 : THR
'5'25 : SER
'5'26 : VAL
'5'27 : GLN
'5'28 : SER
'5'29 : ALA
'5'30 : LEU
'5'31 : GLN
'5'32 : PRO
'5'33 : PHE
'5'34 : HIS
'5'35 : VAL
'5'36 : ALA
'5'37 : PRO
'5'38 : HIS
'5'39 : LEU
'5'40 : ALA
'5'41 : GLU
'5'42 : GLY
'5'43 : LEU
'5'44 : LYS
'5'45 : ALA
'5'46 : TYR
'5'47 : VAL
'5'48 : ASP
'5'49 : ARG
'5'50 : MET
'5'51 : TRP
'5'52 : VAL
'5'53 : ILE
'5'54 : SER
'5'55 : GLU
'5'56 : ASP
'5'57 : GLU
'5'58 : ALA
'5'59 : ILE
'5'60 : LEU
'5'61 : ALA
'5'62 : ARG
'5'63 : ASN
'5'64 : SER
'5'65 : GLY
'5'66 : VAL
'5'67 : VAL
'5'68 : GLU
'5'69 : LEU
'5'70 : VAL
'5'71 : LYS
'5'72 : ILE
'5'73 : SER
'5'74 : LYS
'5'75 : HIS
'5'76 : LEU
'5'77 : LYS
'5'101 : PRO
'5'102 : LYS
'5'103 : PHE
'5'104 : ASP
'5'105 : ILE
'5'106 : SER
'5'107 : GLU
'5'108 : PHE
'5'109 : GLU
'5'110 : ILE
'5'111 : THR
'5'112 : SER
'5'113 : SER
'5'114 : VAL
'5'115 : SER
'5'116 : ASP
'5'117 : LEU
'5'118 : PHE
'5'119 : ASP
'5'120 : ASP
'5'121 : ALA
'5'122 : LYS
'5'123 : LEU
'5'124 : GLU
'5'125 : SER
'5'126 : LEU
'5'127 : SER
'5'128 : SER
'5'129 : LYS
'5'130 : SER
'5'131 : VAL
'5'132 : LYS
'5'133 : ARG
'5'134 : THR
'5'135 : LYS
'5'136 : LEU
'5'137 : VAL
'5'138 : ASP
'5'139 : GLY
'5'140 : PHE
'5'141 : VAL
'5'142 : THR
'5'143 : LEU
'5'144 : CYS
'5'145 : PRO
'5'146 : ILE
'5'147 : LYS
'5'151 : SER
'5'152 : ASN
'5'153 : ASN
'5'154 : THR
'5'155 : PHE
'5'156 : VAL
'5'157 : ALA
'5'158 : ALA
'5'159 : THR
'5'160 : LYS
'5'161 : SER
'5'162 : GLY
'5'163 : LEU
'5'164 : LEU
'5'165 : HIS
'5'166 : ILE
'5'167 : ILE
'5'168 : LYS
'5'169 : LYS
'5'170 : GLY
'5'171 : GLU
'5'172 : ASP
'5'173 : LYS
'5'174 : LYS
'5'175 : LEU
'5'176 : ILE
'5'177 : LYS
'5'178 : LEU
'5'179 : ALA
'5'180 : SER
'5'181 : LEU
'5'182 : GLY
'5'183 : LEU
'5'184 : LYS
'5'185 : ALA
'5'186 : PRO
'5'187 : VAL
'5'188 : GLU
'5'189 : PHE
'5'190 : LEU
'5'191 : GLN
'5'192 : LEU
'5'193 : TYR
'5'194 : ASP
'5'195 : LEU
'5'196 : GLU
'5'197 : ASP
'5'203 : TYR
'5'204 : ILE
'5'205 : PHE
'5'206 : ALA
'5'207 : TYR
'5'208 : GLY
'5'209 : GLY
'5'210 : GLU
'5'211 : GLU
'5'212 : ASN
'5'213 : LEU
'5'214 : ILE
'5'215 : LYS
'5'216 : LEU
'5'217 : VAL
'5'218 : GLU
'5'219 : ILE
'5'220 : ASP
'5'221 : SER
'5'222 : SER
'5'223 : PHE
'5'224 : GLN
'5'225 : SER
'5'226 : LEU
'5'227 : LYS
'5'228 : GLN
'5'229 : ILE
'5'230 : TRP
'5'231 : GLU
'5'232 : ALA
'5'233 : LYS
'5'234 : ASN
'5'235 : VAL
'5'236 : LYS
'5'237 : ASN
'5'238 : ASP
'5'239 : ARG
'5'240 : LEU
'5'241 : ASP
'5'242 : MET
'5'243 : ARG
'5'244 : VAL
'5'245 : PRO
'5'246 : VAL
'5'247 : TRP
'5'248 : PRO
'5'249 : MET
'5'250 : ALA
'5'251 : LEU
'5'252 : ARG
'5'253 : PHE
'5'254 : LEU
'5'255 : GLU
'5'256 : PRO
'5'257 : SER
'5'258 : PRO
'5'259 : GLY
'5'260 : LYS
'5'261 : THR
'5'262 : GLU
'5'263 : LYS
'5'264 : GLY
'5'265 : LYS
'5'266 : LEU
'5'267 : ASN
'5'268 : TYR
'5'269 : GLN
'5'270 : PHE
'5'271 : ALA
'5'272 : ALA
'5'273 : ILE
'5'274 : THR
'5'275 : ARG
'5'276 : TRP
'5'277 : SER
'5'278 : HIS
'5'279 : LEU
'5'280 : THR
'5'281 : LYS
'5'282 : TYR
'5'283 : SER
'5'284 : THR
'5'285 : GLN
'5'286 : HIS
'5'287 : GLY
'5'288 : ARG
'5'289 : LYS
'5'290 : PRO
'5'291 : PHE
'5'292 : ALA
'5'293 : GLN
'5'294 : ILE
'5'295 : ASP
'5'296 : LEU
'5'297 : LEU
'5'298 : PRO
'5'299 : ASN
'5'300 : ARG
'5'301 : GLU
'5'302 : PRO
'5'303 : LEU
'5'304 : SER
'5'305 : GLN
'5'306 : MET
'5'307 : GLU
'5'308 : VAL
'5'309 : PHE
'5'310 : ASP
'5'311 : ALA
'5'312 : LYS
'5'313 : GLY
'5'314 : GLU
'5'315 : ASN
'5'316 : VAL
'5'317 : VAL
'5'318 : SER
'5'319 : SER
'5'320 : LEU
'5'321 : GLY
'5'322 : ASN
'5'323 : PHE
'5'324 : GLN
'5'325 : SER
'5'326 : GLU
'5'327 : THR
'5'328 : PHE
'5'329 : ASN
'5'330 : GLU
'5'331 : LEU
'5'332 : ASN
'5'333 : VAL
'5'334 : ILE
'5'335 : THR
'5'336 : THR
'5'337 : ASP
'5'338 : TYR
'5'339 : LYS
'5'340 : LYS
'5'341 : ASN
'5'342 : VAL
'5'343 : PHE
'5'344 : LYS
'5'345 : PHE
'5'346 : ASP
'5'347 : GLY
'5'348 : ASN
'5'349 : GLY
'5'350 : ARG
'5'351 : MET
'5'352 : LEU
'5'353 : GLY
'5'354 : LYS
'5'355 : VAL
'5'356 : GLY
'5'357 : ARG
'5'358 : ASP
'5'359 : ASP
'5'360 : ILE
'5'361 : THR
'5'362 : GLY
'5'363 : SER
'5'364 : SER
'5'365 : THR
'5'366 : TYR
'5'367 : ILE
'5'368 : HIS
'5'369 : VAL
'5'370 : HIS
'5'371 : ASP
'5'372 : GLY
'5'373 : LYS
'5'374 : TYR
'5'375 : LEU
'5'376 : LEU
'5'377 : GLN
'5'378 : GLY
'5'379 : GLY
'5'380 : LEU
'5'381 : ASP
'5'382 : ARG
'5'383 : TYR
'5'384 : VAL
'5'385 : ARG
'5'386 : ILE
'5'387 : PHE
'5'388 : ASP
'5'389 : ILE
'5'390 : LYS
'5'391 : THR
'5'392 : ASN
'5'393 : LYS
'5'394 : MET
'5'395 : LEU
'5'396 : VAL
'5'397 : LYS
'5'398 : VAL
'5'399 : TYR
'5'400 : VAL
'5'401 : GLY
'5'402 : SER
'5'403 : ARG
'5'404 : ILE
'5'405 : ASN
'5'406 : PHE
'5'407 : ILE
'5'408 : VAL
'5'409 : MET
'5'410 : LEU
'5'411 : ASP
'5'412 : ASP
'5'413 : VAL
'5'414 : GLU
'5'415 : ILE
'5'416 : GLU
A28 : MET
A29 : ASN
A30 : LYS
A31 : GLN
A32 : ARG
A33 : THR
A34 : LEU
A35 : LEU
A36 : ILE
A37 : SER
A38 : SER
A39 : ARG
A40 : GLY
A41 : VAL
A42 : ASN
A43 : TYR
A44 : ARG
A45 : HIS
A46 : ARG
A47 : HIS
A48 : LEU
A49 : ILE
A50 : GLN
A51 : ASP
A52 : LEU
A53 : SER
A54 : GLY
A55 : LEU
A56 : LEU
A57 : PRO
A58 : HIS
A59 : SER
A60 : ARG
A61 : LYS
A62 : GLU
A63 : PRO
A64 : LYS
A65 : LEU
A66 : ASP
A67 : THR
A71 : LEU
A72 : GLN
A73 : GLN
A74 : LEU
A75 : ASN
A76 : GLU
A77 : ILE
A78 : ALA
A79 : GLU
A80 : LEU
A81 : TYR
A82 : ASN
A83 : CYS
A84 : ASN
A85 : ASN
A86 : VAL
A87 : LEU
A88 : PHE
A89 : PHE
A90 : GLU
A91 : ALA
A92 : ARG
A93 : LYS
A94 : HIS
A95 : GLN
A96 : ASP
A97 : LEU
A98 : TYR
A99 : LEU
A100 : TRP
A101 : LEU
A102 : SER
A103 : LYS
A104 : PRO
A105 : PRO
A106 : ASN
A107 : GLY
A108 : PRO
A109 : THR
A110 : ILE
A111 : LYS
A112 : PHE
A113 : TYR
A114 : ILE
A115 : GLN
A132 : GLY
A133 : SER
A134 : ARG
A135 : PRO
A136 : VAL
A137 : LEU
A138 : SER
A139 : PHE
A140 : ASP
A141 : GLN
A142 : ARG
A143 : PHE
A144 : GLU
A145 : SER
A146 : SER
A147 : PRO
A148 : HIS
A149 : TYR
A150 : GLN
A151 : LEU
A152 : ILE
A153 : LYS
A154 : GLU
A155 : LEU
A156 : LEU
A157 : VAL
A158 : HIS
A159 : ASN
A160 : PHE
A161 : GLY
A162 : VAL
A163 : PRO
A164 : PRO
A165 : ASN
A166 : ALA
A167 : ARG
A168 : LYS
A169 : SER
A170 : LYS
A171 : PRO
A172 : PHE
A173 : ILE
A174 : ASP
A175 : HIS
A176 : VAL
A177 : MET
A178 : SER
A179 : PHE
A180 : SER
A181 : ILE
A182 : VAL
A183 : ASP
A184 : ASP
A185 : LYS
A186 : ILE
A187 : TRP
A188 : VAL
A189 : ARG
A190 : THR
A191 : TYR
J196 : ASN
J197 : ASN
J198 : THR
J199 : LYS
J200 : ALA
J201 : MET
J202 : LYS
J203 : HIS
J204 : ALA
J205 : LEU
J206 : GLU
J207 : ARG
J208 : VAL
J209 : GLN
J210 : LEU
J211 : PRO
J212 : TRP
J213 : LYS
J214 : LYS
J215 : HIS
J216 : SER
J217 : PHE
J218 : GLN
J219 : GLU
J220 : HIS
J221 : GLN
J222 : SER
J223 : VAL
J224 : THR
J225 : SER
J226 : GLU
J227 : THR
J228 : ASN
J229 : THR
J230 : ASP
J231 : GLU
J232 : HIS
J233 : ILE
J234 : LYS
J235 : ASP
J236 : ILE
J237 : TYR
J238 : ASP
J239 : ASP
J240 : THR
J241 : GLU
J242 : ARG
J243 : GLU
J244 : LEU
J245 : ALA
J246 : PHE
J247 : TYR
J248 : LYS
J249 : GLN
J250 : SER
J251 : LEU
J252 : ASP
J253 : ALA
J254 : VAL
J255 : LEU
J256 : VAL
J257 : ALA
J258 : ARG
J259 : ASP
J260 : GLU
J261 : LEU
v3 : SER
v4 : VAL
v5 : ARG
v6 : LYS
v7 : ARG
v8 : LYS
v9 : MET
v10 : ASN
v11 : ARG
v12 : SER
v13 : SER
v14 : VAL
v15 : GLY
v16 : LYS
v17 : ALA
v18 : THR
v19 : ARG
v20 : ARG
v21 : ASN
v22 : LYS
v23 : ASP
v24 : LYS
v25 : GLN
v26 : ARG
v27 : LYS
v28 : ILE
v29 : ASN
v30 : ILE
v31 : GLN
v32 : SER
v33 : ASN
v34 : PRO
v35 : ILE
v36 : ILE
v37 : ALA
v38 : ALA
v39 : ASN
v40 : TRP
v41 : ASP
v42 : TYR
v43 : SER
v44 : LEU
v45 : THR
v46 : MET
v47 : ALA
v48 : GLN
v49 : ASN
v50 : TYR
v51 : LYS
v52 : LYS
v53 : LEU
v54 : GLY
v55 : LEU
v56 : ARG
v57 : ALA
v58 : LYS
v59 : LEU
v60 : GLN
v61 : THR
v62 : PRO
v63 : ALA
v64 : GLY
v65 : GLY
v66 : LYS
v155 : GLU
v156 : THR
v157 : GLU
v158 : VAL
v159 : VAL
v160 : LYS
v161 : LYS
v162 : LEU
v163 : GLU
v164 : GLU
v165 : LEU
v166 : ALA
v167 : SER
v175 : ARG
v176 : SER
v177 : GLN
v178 : SER
v179 : GLU
v180 : ARG
v181 : GLU
v182 : GLU
v183 : GLU
v184 : TRP
v185 : LEU
v186 : GLU
v187 : LYS
v188 : LEU
v189 : TYR
v190 : LYS
v191 : LYS
v192 : HIS
v193 : GLY
v194 : ASP
v195 : ASP
v196 : TYR
v197 : LYS
v198 : LYS
v199 : MET
v200 : PHE
v201 : PHE
v202 : ASP
v203 : LYS
v204 : LYS
v205 : LEU
v206 : ASN
v207 : ILE
v208 : TYR
v209 : GLN
v210 : GLN
v211 : SER
v212 : GLU
v213 : GLY
v214 : ASP
v215 : LEU
v216 : LYS
v217 : ARG
v218 : ARG
v219 : LEU
v220 : LEU
v221 : ARG
v222 : TRP
v223 : LYS
v224 : LYS
v225 : ARG
v226 : ASN
v227 : GLY
C2 : SER
C3 : ARG
C4 : PRO
C5 : GLN
C6 : VAL
C7 : THR
C8 : VAL
C9 : HIS
C10 : SER
C11 : LEU
C12 : THR
C13 : GLY
C14 : GLU
C15 : ALA
C16 : THR
C17 : ALA
C18 : ASN
C19 : ALA
C20 : LEU
C21 : PRO
C22 : LEU
C23 : PRO
C24 : ALA
C25 : VAL
C26 : PHE
C27 : SER
C28 : ALA
C29 : PRO
C30 : ILE
C31 : ARG
C32 : PRO
C33 : ASP
C34 : ILE
C35 : VAL
C36 : HIS
C37 : THR
C38 : VAL
C39 : PHE
C40 : THR
C41 : SER
C42 : VAL
C43 : ASN
C44 : LYS
C45 : ASN
C46 : LYS
C47 : ARG
C48 : GLN
C49 : ALA
C50 : TYR
C51 : ALA
C52 : VAL
C53 : SER
C54 : GLU
C55 : LYS
C56 : ALA
C57 : GLY
C58 : HIS
C59 : GLN
C60 : THR
C61 : SER
C62 : ALA
C63 : GLU
C64 : SER
C65 : TRP
C66 : GLY
C67 : THR
C68 : GLY
C69 : ARG
C70 : ALA
C71 : VAL
C72 : ALA
C73 : ARG
C74 : ILE
C75 : PRO
C76 : ARG
C77 : VAL
C78 : GLY
C79 : GLY
C80 : GLY
C81 : GLY
C82 : THR
C83 : GLY
C84 : ARG
C85 : SER
C86 : GLY
C87 : GLN
C88 : GLY
C89 : ALA
C90 : PHE
C91 : GLY
C92 : ASN
C93 : MET
C94 : CYS
C95 : ARG
C96 : GLY
C97 : GLY
C98 : ARG
C99 : MET
C100 : PHE
C101 : ALA
C102 : PRO
C103 : THR
C104 : LYS
C105 : THR
C106 : TRP
C107 : ARG
C108 : LYS
C109 : TRP
C110 : ASN
C111 : VAL
C112 : LYS
C113 : VAL
C114 : ASN
C115 : HIS
C116 : ASN
C117 : GLU
C118 : LYS
C119 : ARG
C120 : TYR
C121 : ALA
C122 : THR
C123 : ALA
C124 : SER
C125 : ALA
C126 : ILE
C127 : ALA
C128 : ALA
C129 : THR
C130 : ALA
C131 : VAL
C132 : ALA
C133 : SER
C134 : LEU
C135 : VAL
C136 : LEU
C137 : ALA
C138 : ARG
C139 : GLY
C140 : HIS
C141 : ARG
C142 : VAL
C143 : GLU
C144 : LYS
C145 : ILE
C146 : PRO
C147 : GLU
C148 : ILE
C149 : PRO
C150 : LEU
C151 : VAL
C152 : VAL
C153 : SER
C154 : THR
C155 : ASP
C156 : LEU
C157 : GLU
C158 : SER
C159 : ILE
C160 : GLN
C161 : LYS
C162 : THR
C163 : LYS
C164 : GLU
C165 : ALA
C166 : VAL
C167 : ALA
C168 : ALA
C169 : LEU
C170 : LYS
C171 : ALA
C172 : VAL
C173 : GLY
C174 : ALA
C175 : HIS
C176 : SER
C177 : ASP
C178 : LEU
C179 : LEU
C180 : LYS
C181 : VAL
C182 : LEU
C183 : LYS
C184 : SER
C185 : LYS
C186 : LYS
C187 : LEU
C188 : ARG
C189 : ALA
C190 : GLY
C191 : LYS
C192 : GLY
C193 : LYS
C194 : TYR
C195 : ARG
C196 : ASN
C197 : ARG
C198 : ARG
C199 : TRP
C200 : THR
C201 : GLN
C202 : ARG
C203 : ARG
C204 : GLY
C205 : PRO
C206 : LEU
C207 : VAL
C208 : VAL
C209 : TYR
C210 : ALA
C211 : GLU
C212 : ASP
C213 : ASN
C214 : GLY
C215 : ILE
C216 : VAL
C217 : LYS
C218 : ALA
C219 : LEU
C220 : ARG
C221 : ASN
C222 : VAL
C223 : PRO
C224 : GLY
C225 : VAL
C226 : GLU
C227 : THR
C228 : ALA
C229 : ASN
C230 : VAL
C231 : ALA
C232 : SER
C233 : LEU
C234 : ASN
C235 : LEU
C236 : LEU
C237 : GLN
C238 : LEU
C239 : ALA
C240 : PRO
C241 : GLY
C242 : ALA
C243 : HIS
C244 : LEU
C245 : GLY
C246 : ARG
C247 : PHE
C248 : VAL
C249 : ILE
C250 : TRP
C251 : THR
C252 : GLU
C253 : ALA
C254 : ALA
C255 : PHE
C256 : THR
C257 : LYS
C258 : LEU
C259 : ASP
C260 : GLN
C261 : VAL
C262 : TRP
C263 : GLY
C264 : SER
C265 : GLU
C266 : THR
C267 : VAL
C268 : ALA
C269 : SER
C270 : SER
C271 : LYS
C272 : VAL
C273 : GLY
C274 : TYR
C275 : THR
C276 : LEU
C277 : PRO
C278 : SER
C279 : HIS
C280 : ILE
C281 : ILE
C282 : SER
C283 : THR
C284 : SER
C285 : ASP
C286 : VAL
C287 : THR
C288 : ARG
C289 : ILE
C290 : ILE
C291 : ASN
C292 : SER
C293 : SER
C294 : GLU
C295 : ILE
C296 : GLN
C297 : SER
C298 : ALA
C299 : ILE
C300 : ARG
C301 : PRO
C302 : ALA
C303 : GLY
C304 : GLN
C305 : ALA
C306 : THR
C307 : GLN
C308 : LYS
C309 : ARG
C310 : THR
C311 : HIS
C312 : VAL
C313 : LEU
C314 : LYS
C315 : LYS
C316 : ASN
C317 : PRO
C318 : LEU
C319 : LYS
C320 : ASN
C321 : LYS
C322 : GLN
C323 : VAL
C324 : LEU
C325 : LEU
C326 : ARG
C327 : LEU
C328 : ASN
C329 : PRO
C330 : TYR
C331 : ALA
C332 : LYS
C333 : VAL
C334 : PHE
C335 : ALA
C336 : ALA
C337 : GLU
C338 : LYS
C339 : LEU
C340 : GLY
C341 : SER
C342 : LYS
C343 : LYS
C344 : ALA
e4 : LEU
e5 : PRO
e6 : HIS
e7 : PRO
e8 : LYS
e9 : ILE
e10 : VAL
e11 : LYS
e12 : LYS
e13 : HIS
e14 : THR
e15 : LYS
e16 : LYS
e17 : PHE
e18 : LYS
e19 : ARG
e20 : HIS
e21 : HIS
e22 : SER
e23 : ASP
e24 : ARG
e25 : TYR
e26 : HIS
e27 : ARG
e28 : VAL
e29 : ALA
e30 : GLU
e31 : ASN
e32 : TRP
e33 : ARG
e34 : LYS
e35 : GLN
e36 : LYS
e37 : GLY
e38 : ILE
e39 : ASP
e40 : SER
e41 : VAL
e42 : VAL
e43 : ARG
e44 : ARG
e45 : ARG
e46 : PHE
e47 : ARG
e48 : GLY
e49 : ASN
e50 : ILE
e51 : SER
e52 : GLN
e53 : PRO
e54 : LYS
e55 : ILE
e56 : GLY
e57 : TYR
e58 : GLY
e59 : SER
e60 : ASN
e61 : LYS
e62 : LYS
e63 : THR
e64 : LYS
e65 : PHE
e66 : LEU
e67 : SER
e68 : PRO
e69 : SER
e70 : GLY
e71 : HIS
e72 : LYS
e73 : THR
e74 : PHE
e75 : LEU
e76 : VAL
e77 : ALA
e78 : ASN
e79 : VAL
e80 : LYS
e81 : ASP
e82 : LEU
e83 : GLU
e84 : THR
e85 : LEU
e86 : THR
e87 : MET
e88 : HIS
e89 : THR
e90 : LYS
e91 : THR
e92 : TYR
e93 : ALA
e94 : ALA
e95 : GLU
e96 : ILE
e97 : ALA
e98 : HIS
e99 : ASN
e100 : ILE
e101 : SER
e102 : ALA
e103 : LYS
e104 : ASN
e105 : ARG
e106 : VAL
e107 : VAL
e108 : ILE
e109 : LEU
e110 : ALA
e111 : ARG
e112 : ALA
e113 : LYS
e114 : ALA
e115 : LEU
e116 : GLY
e117 : ILE
e118 : LYS
e119 : VAL
e120 : THR
e121 : ASN
e122 : PRO
e123 : LYS
e124 : GLY
e125 : ARG
e126 : LEU
e127 : ALA
e128 : LEU
E7 : PRO
E8 : LYS
E9 : TRP
E10 : TYR
E11 : PRO
E12 : SER
E13 : GLU
E14 : ASP
E15 : VAL
E16 : ALA
E17 : ALA
E18 : LEU
E19 : LYS
E20 : LYS
E21 : THR
E22 : ARG
E23 : LYS
E24 : ALA
E25 : ALA
E26 : ARG
E27 : PRO
E28 : GLN
E29 : LYS
E30 : LEU
E31 : ARG
E32 : ALA
E33 : SER
E34 : LEU
E35 : VAL
E36 : PRO
E37 : GLY
E38 : THR
E39 : VAL
E40 : LEU
E41 : ILE
E42 : LEU
E43 : LEU
E44 : ALA
E45 : GLY
E46 : ARG
E47 : PHE
E48 : ARG
E49 : GLY
E50 : LYS
E51 : ARG
E52 : VAL
E53 : VAL
E54 : TYR
E55 : LEU
E56 : LYS
E57 : HIS
E58 : LEU
E59 : GLU
E60 : ASP
E61 : ASN
E62 : THR
E63 : LEU
E64 : LEU
E65 : ILE
E66 : SER
E67 : GLY
E68 : PRO
E69 : PHE
E70 : LYS
E71 : VAL
E72 : ASN
E73 : GLY
E74 : VAL
E75 : PRO
E76 : LEU
E77 : ARG
E78 : ARG
E79 : VAL
E80 : ASN
E81 : ALA
E82 : ARG
E83 : TYR
E84 : VAL
E85 : ILE
E86 : ALA
E87 : THR
E88 : SER
E89 : THR
E90 : LYS
E91 : VAL
E92 : SER
E93 : VAL
E94 : GLU
E95 : GLY
E96 : VAL
E97 : ASN
E98 : VAL
E99 : GLU
E100 : LYS
E101 : PHE
E102 : ASN
E103 : VAL
E104 : GLU
E105 : TYR
E106 : PHE
E107 : ALA
E108 : LYS
E109 : GLU
E129 : GLU
E130 : ILE
E131 : LYS
E132 : ALA
E133 : GLU
E134 : ARG
E135 : VAL
E136 : GLU
E137 : ASP
E138 : GLN
E139 : LYS
E140 : VAL
E141 : VAL
E142 : ASP
E143 : LYS
E144 : ALA
E145 : LEU
E146 : ILE
E147 : ALA
E148 : GLU
E149 : ILE
E150 : LYS
E151 : LYS
E152 : THR
E153 : PRO
E154 : LEU
E155 : LEU
E156 : LYS
E157 : GLN
E158 : TYR
E159 : LEU
E160 : SER
E161 : ALA
E162 : SER
E163 : PHE
E164 : SER
E165 : LEU
E166 : LYS
E167 : ASN
E168 : GLY
E169 : ASP
E170 : LYS
E171 : PRO
E172 : HIS
E173 : MET
E174 : LEU
E175 : LYS
E176 : PHE
f2 : ALA
f3 : GLU
f4 : SER
f5 : HIS
f6 : ARG
f7 : LEU
f8 : TYR
f9 : VAL
f10 : LYS
f11 : GLY
f12 : LYS
f13 : HIS
f14 : LEU
f15 : SER
f16 : TYR
f17 : GLN
f18 : ARG
f19 : SER
f20 : LYS
f21 : ARG
f22 : VAL
f23 : ASN
f24 : ASN
f25 : PRO
f26 : ASN
f27 : VAL
f28 : SER
f29 : LEU
f30 : ILE
f31 : LYS
f32 : ILE
f33 : GLU
f34 : GLY
f35 : VAL
f36 : ALA
f37 : THR
f38 : PRO
f39 : GLN
f40 : ASP
f41 : ALA
f42 : GLN
f43 : PHE
f44 : TYR
f45 : LEU
f46 : GLY
f47 : LYS
f48 : ARG
f49 : ILE
f50 : ALA
f51 : TYR
f52 : VAL
f53 : TYR
f54 : ARG
f55 : ALA
f56 : SER
f57 : LYS
f58 : GLU
f59 : VAL
f60 : ARG
f61 : GLY
f62 : SER
f63 : LYS
f64 : ILE
f65 : ARG
f66 : VAL
f67 : MET
f68 : TRP
f69 : GLY
f70 : LYS
f71 : VAL
f72 : THR
f73 : ARG
f74 : THR
f75 : HIS
f76 : GLY
f77 : ASN
f78 : SER
f79 : GLY
f80 : VAL
f81 : VAL
f82 : ARG
f83 : ALA
f84 : THR
f85 : PHE
f86 : ARG
f87 : ASN
f88 : ASN
f89 : LEU
f90 : PRO
f91 : ALA
f92 : LYS
f93 : THR
f94 : PHE
f95 : GLY
f96 : ALA
f97 : SER
f98 : VAL
f99 : ARG
f100 : ILE
f101 : PHE
f102 : LEU
f103 : TYR
f104 : PRO
f105 : SER
f106 : ASN
f107 : ILE
G70 : LYS
G71 : VAL
G72 : PRO
G73 : PRO
G74 : THR
G75 : ILE
G76 : ALA
G77 : GLN
G78 : PHE
G79 : GLN
G80 : TYR
G81 : THR
G82 : LEU
G83 : ASP
G84 : ARG
G85 : ASN
G86 : THR
G87 : ALA
G88 : ALA
G89 : GLU
G90 : THR
G91 : PHE
G92 : LYS
G93 : LEU
G94 : PHE
G95 : ASN
G96 : LYS
G97 : TYR
G98 : ARG
G99 : PRO
G100 : GLU
G101 : THR
G102 : ALA
G103 : ALA
G104 : GLU
G105 : LYS
G106 : LYS
G107 : GLU
G108 : ARG
G109 : LEU
G110 : THR
G111 : LYS
G112 : GLU
G113 : ALA
G114 : ALA
G115 : ALA
G116 : VAL
G117 : ALA
G118 : GLU
G119 : GLY
G125 : ALA
G126 : SER
G127 : PRO
G128 : LYS
G129 : PRO
G130 : TYR
G131 : ALA
G132 : VAL
G133 : LYS
G134 : TYR
G135 : GLY
G136 : LEU
G137 : ASN
G138 : HIS
G139 : VAL
G140 : VAL
G141 : ALA
G142 : LEU
G143 : ILE
G144 : GLU
G145 : ASN
G146 : LYS
G147 : LYS
G148 : ALA
G149 : LYS
G150 : LEU
G151 : VAL
G152 : LEU
G153 : ILE
G154 : ALA
G155 : ASN
G156 : ASP
G157 : VAL
G158 : ASP
G159 : PRO
G160 : ILE
G161 : GLU
G162 : LEU
G163 : VAL
G164 : VAL
G165 : PHE
G166 : LEU
G167 : PRO
G168 : ALA
G169 : LEU
G170 : CYS
G171 : LYS
G172 : LYS
G173 : MET
G174 : GLY
G175 : VAL
G176 : PRO
G177 : TYR
G178 : ALA
G179 : ILE
G180 : VAL
G181 : LYS
G182 : GLY
G183 : LYS
G184 : ALA
G185 : ARG
G186 : LEU
G187 : GLY
G188 : THR
G189 : LEU
G190 : VAL
G191 : ASN
G192 : GLN
G193 : LYS
G194 : THR
G195 : SER
G196 : ALA
G197 : VAL
G198 : ALA
G199 : ALA
G200 : LEU
G201 : THR
G202 : GLU
G203 : VAL
G204 : ARG
G205 : ALA
G206 : GLU
G207 : ASP
G208 : GLU
G209 : ALA
G210 : ALA
G211 : LEU
G212 : ALA
G213 : LYS
G214 : LEU
G215 : VAL
G216 : SER
G217 : THR
G218 : ILE
G219 : ASP
G220 : ALA
G221 : ASN
G222 : PHE
G223 : ALA
G224 : ASP
G225 : LYS
G226 : TYR
G227 : ASP
G228 : GLU
G229 : VAL
G230 : LYS
G231 : LYS
G232 : HIS
G233 : TRP
h2 : ALA
h3 : GLY
h4 : VAL
h5 : LYS
h6 : ALA
h7 : TYR
h8 : GLU
h9 : LEU
h10 : ARG
h11 : THR
h12 : LYS
h13 : SER
h14 : LYS
h15 : GLU
h16 : GLN
h17 : LEU
h18 : ALA
h19 : SER
h20 : GLN
h21 : LEU
h22 : VAL
h23 : ASP
h24 : LEU
h25 : LYS
h26 : LYS
h27 : GLU
h28 : LEU
h29 : ALA
h30 : GLU
h31 : LEU
h32 : LYS
h33 : VAL
h34 : GLN
h35 : LYS
h36 : LEU
h37 : SER
h38 : ARG
h39 : PRO
h40 : SER
h41 : LEU
h42 : PRO
h43 : LYS
h44 : ILE
h45 : LYS
h46 : THR
h47 : VAL
h48 : ARG
h49 : LYS
h50 : SER
h51 : ILE
h52 : ALA
h53 : CYS
h54 : VAL
h55 : LEU
h56 : THR
h57 : VAL
h58 : ILE
h59 : ASN
h60 : GLU
h61 : GLN
h62 : GLN
h63 : ARG
h64 : GLU
h65 : ALA
h66 : VAL
h67 : ARG
h68 : GLN
h69 : LEU
h70 : TYR
h71 : LYS
h72 : GLY
h73 : LYS
h74 : LYS
h75 : TYR
h76 : GLN
h77 : PRO
h78 : LYS
h79 : ASP
h80 : LEU
h81 : ARG
h82 : ALA
h83 : LYS
h84 : LYS
h85 : THR
h86 : ARG
h87 : ALA
h88 : LEU
h89 : ARG
h90 : ARG
h91 : ALA
h92 : LEU
h93 : THR
h94 : LYS
h95 : PHE
h96 : GLU
h97 : ALA
h98 : SER
h99 : GLN
h100 : VAL
h101 : THR
h102 : GLU
h103 : LYS
h104 : GLN
h105 : ARG
h106 : LYS
h107 : LYS
h108 : GLN
h109 : ILE
h110 : ALA
h111 : PHE
h112 : PRO
h113 : GLN
h114 : ARG
h115 : LYS
h116 : TYR
h117 : ALA
h118 : ILE
h119 : LYS
h120 : ALA
i27 : SER
i28 : TYR
i29 : LYS
i30 : LYS
i31 : GLY
i32 : ALA
i33 : ALA
i34 : SER
i35 : ASN
i36 : ARG
i37 : THR
i38 : LYS
i39 : PHE
i40 : VAL
i41 : ARG
i42 : SER
i43 : LEU
i44 : VAL
i45 : ARG
i46 : GLU
i47 : ILE
i48 : ALA
i49 : GLY
i50 : LEU
i51 : SER
i52 : PRO
i53 : TYR
i54 : GLU
i55 : ARG
i56 : ARG
i57 : LEU
i58 : ILE
i59 : ASP
i60 : LEU
i61 : ILE
i62 : ARG
i63 : ASN
i64 : SER
i65 : GLY
i66 : GLU
i67 : LYS
i68 : ARG
i69 : ALA
i70 : ARG
i71 : LYS
i72 : VAL
i73 : ALA
i74 : LYS
i75 : LYS
i76 : ARG
i77 : LEU
i78 : GLY
i79 : SER
i80 : PHE
i81 : THR
i82 : ARG
i83 : ALA
i84 : LYS
i85 : ALA
i86 : LYS
i87 : VAL
i88 : GLU
i89 : GLU
i90 : MET
i91 : ASN
i92 : ASN
i93 : ILE
i94 : ILE
i95 : ALA
i96 : ALA
i97 : SER
i98 : ARG
i99 : ARG
i100 : HIS
j15 : SER
j16 : HIS
j17 : THR
j18 : LEU
j19 : CYS
j20 : ASN
j21 : ARG
j22 : CYS
j23 : GLY
j24 : ARG
j25 : ARG
j26 : SER
j27 : PHE
j28 : HIS
j29 : VAL
j30 : GLN
j31 : LYS
j32 : LYS
j33 : THR
j34 : CYS
j35 : SER
j36 : SER
j37 : CYS
j38 : GLY
j39 : TYR
j40 : PRO
j41 : ALA
j42 : ALA
j43 : LYS
j44 : THR
j45 : ARG
j46 : SER
j47 : TYR
j48 : ASN
j49 : TRP
j50 : GLY
j51 : ALA
j52 : LYS
j53 : ALA
j54 : LYS
j55 : ARG
j56 : ARG
j57 : HIS
j58 : THR
j59 : THR
j60 : GLY
j61 : THR
j62 : GLY
j63 : ARG
j64 : MET
j65 : ARG
j66 : TYR
j67 : LEU
j68 : LYS
j69 : HIS
j70 : VAL
j71 : SER
j72 : ARG
j73 : ARG
j74 : PHE
j75 : LYS
j76 : ASN
j77 : GLY
j78 : PHE
j79 : GLN
j80 : THR
j81 : GLY
j82 : SER
j83 : ALA
j84 : SER
j85 : LYS
L22 : VAL
L23 : LYS
L24 : VAL
L25 : HIS
L26 : PHE
L27 : ASP
L28 : GLN
L29 : ALA
L30 : GLY
L31 : LYS
L32 : LYS
L33 : VAL
L34 : SER
L35 : ARG
L36 : ARG
L37 : ASN
L38 : ALA
L39 : ARG
L40 : ALA
L41 : THR
L42 : ARG
L43 : ALA
L44 : ALA
L45 : LYS
L46 : ILE
L47 : ALA
L48 : PRO
L49 : ARG
L50 : PRO
L51 : LEU
L52 : ASP
L53 : LEU
L54 : LEU
L55 : ARG
L56 : PRO
L57 : VAL
L58 : VAL
L59 : ARG
L60 : ALA
L61 : PRO
L62 : THR
L63 : VAL
L64 : LYS
L65 : TYR
L66 : ASN
L67 : ARG
L68 : LYS
L69 : VAL
L70 : ARG
L71 : ALA
L72 : GLY
L73 : ARG
L74 : GLY
L75 : PHE
L76 : THR
L77 : LEU
L78 : ALA
L79 : GLU
L80 : VAL
L81 : LYS
L82 : ALA
L83 : ALA
L84 : GLY
L85 : LEU
L86 : THR
L87 : ALA
L88 : ALA
L89 : TYR
L90 : ALA
L91 : ARG
L92 : THR
L93 : ILE
L94 : GLY
L95 : ILE
L96 : ALA
L97 : VAL
L98 : ASP
L99 : HIS
L100 : ARG
L101 : ARG
L102 : GLN
L103 : ASN
L104 : ARG
L105 : ASN
L106 : GLN
L107 : GLU
L108 : ILE
L109 : PHE
L110 : ASP
L111 : ALA
L112 : ASN
L113 : VAL
L114 : GLN
L115 : ARG
L116 : LEU
L117 : LYS
L118 : GLU
L119 : TYR
L120 : GLN
L121 : SER
L122 : LYS
L123 : ILE
L124 : ILE
L125 : VAL
L126 : PHE
L127 : PRO
L128 : ARG
L129 : ASN
M4 : ASP
M5 : SER
M6 : ILE
M7 : VAL
M8 : LYS
M9 : ALA
M10 : SER
M11 : ASN
M12 : TRP
M13 : ARG
M14 : LEU
M15 : VAL
M16 : GLU
M17 : VAL
M18 : GLY
M19 : ARG
M20 : VAL
M21 : VAL
M22 : LEU
M23 : ILE
M24 : LYS
M25 : LYS
M26 : GLY
M27 : GLN
M28 : SER
M29 : ALA
M30 : GLY
M31 : LYS
M32 : LEU
M33 : ALA
M34 : ALA
M35 : ILE
M36 : VAL
M37 : GLU
M38 : ILE
M39 : ILE
M40 : ASP
M41 : GLN
M42 : LYS
M43 : LYS
M44 : VAL
M45 : LEU
M46 : ILE
M47 : ASP
M48 : GLY
M49 : PRO
M50 : LYS
M51 : ALA
M52 : GLY
M53 : VAL
M54 : PRO
M55 : ARG
M56 : GLN
M57 : ALA
M58 : ILE
M59 : ASN
M60 : LEU
M61 : GLY
M62 : GLN
M63 : VAL
M64 : VAL
M65 : LEU
M66 : THR
M67 : PRO
M68 : LEU
M69 : THR
M70 : PHE
M71 : ALA
M72 : LEU
M73 : PRO
M74 : ARG
M75 : GLY
M76 : ALA
M77 : ARG
M78 : THR
M79 : ALA
M80 : THR
M81 : VAL
M82 : SER
M83 : LYS
M84 : LYS
M85 : TRP
M86 : ALA
M87 : ALA
M88 : ALA
M89 : ALA
M90 : VAL
M91 : CYS
M92 : GLU
M93 : LYS
M94 : TRP
M95 : ALA
M96 : ALA
M97 : SER
M98 : SER
M99 : TRP
M100 : ALA
M101 : LYS
M102 : LYS
M103 : ILE
M104 : ALA
M105 : GLN
M106 : ARG
M107 : GLU
M108 : ARG
M109 : ARG
M110 : ALA
M111 : ALA
M112 : LEU
M113 : THR
M114 : ASP
M115 : PHE
M116 : GLU
M117 : ARG
M118 : PHE
M119 : GLN
M120 : VAL
M121 : MET
M122 : VAL
M123 : LEU
M124 : ARG
M125 : LYS
M126 : GLN
M127 : LYS
M128 : ARG
M129 : TYR
M130 : THR
M131 : VAL
M132 : LYS
M133 : LYS
M134 : ALA
M135 : LEU
M136 : ALA
M137 : LYS
N2 : GLY
N3 : ALA
N4 : TYR
N5 : LYS
N6 : TYR
N7 : LEU
N8 : GLU
N9 : GLU
N10 : LEU
N11 : GLN
N12 : ARG
N13 : LYS
N14 : LYS
N15 : GLN
N16 : SER
N17 : ASP
N18 : VAL
N19 : LEU
N20 : ARG
N21 : PHE
N22 : LEU
N23 : GLN
N24 : ARG
N25 : VAL
N26 : ARG
N27 : VAL
N28 : TRP
N29 : GLU
N30 : TYR
N31 : ARG
N32 : GLN
N33 : LYS
N34 : ASN
N35 : VAL
N36 : ILE
N37 : HIS
N38 : ARG
N39 : ALA
N40 : ALA
N41 : ARG
N42 : PRO
N43 : THR
N44 : ARG
N45 : PRO
N46 : ASP
N47 : LYS
N48 : ALA
N49 : ARG
N50 : ARG
N51 : LEU
N52 : GLY
N53 : TYR
N54 : LYS
N55 : ALA
N56 : LYS
N57 : GLN
N58 : GLY
N59 : PHE
N60 : VAL
N61 : ILE
N62 : TYR
N63 : ARG
N64 : VAL
N65 : ARG
N66 : VAL
N67 : ARG
N68 : ARG
N69 : GLY
N96 : ARG
N97 : SER
N98 : LEU
N99 : ARG
N100 : ALA
N101 : THR
N102 : ALA
N103 : GLU
N104 : GLU
N105 : ARG
N106 : VAL
N107 : GLY
N108 : ARG
N109 : ARG
N110 : ALA
N111 : ALA
N112 : ASN
N113 : LEU
N114 : ARG
N115 : VAL
N116 : LEU
N117 : ASN
N118 : SER
N119 : TYR
N120 : TRP
N121 : VAL
N122 : ASN
N123 : GLN
N124 : ASP
N125 : SER
N126 : THR
N127 : TYR
N128 : LYS
N129 : TYR
N130 : PHE
N131 : GLU
N132 : VAL
N133 : ILE
N134 : LEU
N135 : VAL
N136 : ASP
N137 : PRO
N138 : GLN
N139 : HIS
N140 : LYS
N141 : ALA
N142 : ILE
N143 : ARG
N144 : ARG
N145 : ASP
N146 : ALA
N147 : ARG
N148 : TYR
N149 : ASN
N150 : TRP
N151 : ILE
N152 : CYS
N153 : ASP
N154 : PRO
N155 : VAL
N156 : HIS
N157 : LYS
N158 : HIS
N159 : ARG
N160 : GLU
N161 : ALA
N162 : ARG
N163 : GLY
N164 : LEU
N165 : THR
N166 : ALA
N167 : THR
N168 : GLY
N169 : LYS
N170 : LYS
N171 : SER
N172 : ARG
N173 : GLY
N174 : ILE
N175 : ASN
N176 : LYS
N177 : GLY
N178 : HIS
N179 : LYS
N180 : PHE
N181 : ASN
N182 : ASN
N183 : THR
N184 : LYS
N185 : ALA
N186 : GLY
N187 : ARG
N188 : ARG
N189 : LYS
N190 : THR
N191 : TRP
N192 : LYS
N193 : ARG
N194 : GLN
N195 : ASN
N196 : THR
N197 : LEU
N198 : SER
N199 : LEU
N200 : TRP
N201 : ARG
N202 : TYR
N203 : ARG
N204 : LYS
O3 : VAL
O4 : GLU
O5 : PRO
O6 : VAL
O7 : VAL
O8 : VAL
O9 : ILE
O10 : ASP
O11 : GLY
O12 : LYS
O13 : GLY
O14 : HIS
O15 : LEU
O16 : VAL
O17 : GLY
O18 : ARG
O19 : LEU
O20 : ALA
O21 : SER
O22 : VAL
O23 : VAL
O24 : ALA
O25 : LYS
O26 : GLN
O27 : LEU
O28 : LEU
O29 : ASN
O30 : GLY
O31 : GLN
O32 : LYS
O33 : ILE
O34 : VAL
O35 : VAL
O36 : VAL
O37 : ARG
O38 : ALA
O39 : GLU
O40 : GLU
O41 : LEU
O42 : ASN
O43 : ILE
O44 : SER
O45 : GLY
O46 : GLU
O47 : PHE
O48 : PHE
O49 : ARG
O50 : ASN
O51 : LYS
O52 : LEU
O53 : LYS
O54 : TYR
O55 : HIS
O56 : ASP
O57 : PHE
O58 : LEU
O59 : ARG
O60 : LYS
O61 : ALA
O62 : THR
O63 : ALA
O64 : PHE
O65 : ASN
O66 : LYS
O67 : THR
O68 : ARG
O69 : GLY
O70 : PRO
O71 : PHE
O72 : HIS
O73 : PHE
O74 : ARG
O75 : ALA
O76 : PRO
O77 : SER
O78 : ARG
O79 : ILE
O80 : PHE
O81 : TYR
O82 : LYS
O83 : ALA
O84 : LEU
O85 : ARG
O86 : GLY
O87 : MET
O88 : VAL
O89 : SER
O90 : HIS
O91 : LYS
O92 : THR
O93 : ALA
O94 : ARG
O95 : GLY
O96 : LYS
O97 : ALA
O98 : ALA
O99 : LEU
O100 : GLU
O101 : ARG
O102 : LEU
O103 : LYS
O104 : VAL
O105 : PHE
O106 : GLU
O107 : GLY
O108 : ILE
O109 : PRO
O110 : PRO
O111 : PRO
O112 : TYR
O113 : ASP
O114 : LYS
O115 : LYS
O116 : LYS
O117 : ARG
O118 : VAL
O119 : VAL
O120 : VAL
O121 : PRO
O122 : GLN
O123 : ALA
O124 : LEU
O125 : ARG
O126 : VAL
O127 : LEU
O128 : ARG
O129 : LEU
O130 : LYS
O131 : PRO
O132 : GLY
O133 : ARG
O134 : LYS
O135 : TYR
O136 : THR
O137 : THR
O138 : LEU
O139 : GLY
O140 : LYS
O141 : LEU
O142 : SER
O143 : THR
O144 : SER
O145 : VAL
O146 : GLY
O147 : TRP
O148 : LYS
O149 : TYR
O150 : GLU
O151 : ASP
O152 : VAL
O153 : VAL
O154 : ALA
O155 : LYS
O156 : LEU
O157 : GLU
O158 : ALA
O159 : LYS
O160 : ARG
O161 : LYS
O162 : VAL
O163 : SER
O164 : SER
O165 : ALA
O166 : GLU
O167 : TYR
O168 : TYR
O169 : ALA
O170 : LYS
O171 : LYS
O172 : ARG
O173 : ALA
O174 : PHE
O175 : THR
O176 : LYS
O177 : LYS
O178 : VAL
O179 : ALA
O180 : SER
O181 : ALA
O182 : ASN
O183 : ALA
O184 : THR
O185 : ALA
O186 : ALA
O187 : GLU
O188 : SER
O189 : ASP
O190 : VAL
O191 : ALA
O192 : LYS
O193 : GLN
O194 : LEU
O195 : ALA
O196 : ALA
O197 : LEU
O198 : GLY
O199 : TYR
P10 : ASN
P11 : PRO
P12 : ALA
P13 : LYS
P14 : SER
P15 : ALA
P16 : SER
P17 : ALA
P18 : ARG
P19 : GLY
P20 : SER
P21 : TYR
P22 : LEU
P23 : ARG
P24 : VAL
P25 : SER
P26 : PHE
P27 : LYS
P28 : ASN
P29 : THR
P30 : ARG
P31 : GLU
P32 : THR
P33 : ALA
P34 : GLN
P35 : ALA
P36 : ILE
P37 : ASN
P38 : GLY
P39 : TRP
P40 : GLU
P41 : LEU
P42 : THR
P43 : LYS
P44 : ALA
P45 : GLN
P46 : LYS
P47 : TYR
P48 : LEU
P49 : GLU
P50 : GLN
P51 : VAL
P52 : LEU
P53 : ASP
P54 : HIS
P55 : GLN
P56 : ARG
P57 : ALA
P58 : ILE
P59 : PRO
P80 : LYS
P81 : ALA
P82 : ARG
P83 : TRP
P84 : PRO
P85 : ALA
P86 : LYS
P87 : SER
P88 : VAL
P89 : LYS
P90 : PHE
P91 : VAL
P92 : GLN
P93 : GLY
P94 : LEU
P95 : LEU
P96 : GLN
P97 : ASN
P98 : ALA
P99 : ALA
P100 : ALA
P101 : ASN
P102 : ALA
P103 : GLU
P104 : ALA
P105 : LYS
P106 : GLY
P107 : LEU
P108 : ASP
P109 : ALA
P110 : THR
P111 : LYS
P112 : LEU
P113 : TYR
P114 : VAL
P115 : SER
P116 : HIS
P117 : ILE
P118 : GLN
P119 : VAL
P120 : ASN
P121 : GLN
P122 : ALA
P123 : PRO
P124 : LYS
P140 : GLU
P141 : SER
P142 : SER
P143 : PRO
P144 : SER
P145 : HIS
P146 : ILE
P147 : GLU
P148 : LEU
P149 : VAL
P150 : VAL
P151 : THR
P152 : GLU
P153 : LYS
P154 : GLU
P155 : GLU
P156 : ALA
P157 : VAL
P158 : ALA
P159 : LYS
P160 : ALA
P161 : ALA
Q15 : HIS
Q16 : ARG
Q17 : THR
Q18 : ALA
Q19 : PRO
Q20 : LYS
Q21 : SER
Q22 : ASP
Q23 : ASN
Q24 : VAL
Q25 : TYR
Q26 : LEU
Q27 : LYS
Q28 : LEU
Q29 : LEU
Q30 : VAL
Q31 : LYS
Q32 : LEU
Q33 : TYR
Q34 : THR
Q35 : PHE
Q36 : LEU
Q37 : ALA
Q38 : ARG
Q39 : ARG
Q40 : THR
Q41 : ASP
Q42 : ALA
Q43 : PRO
Q44 : PHE
Q45 : ASN
Q46 : LYS
Q47 : VAL
Q48 : VAL
Q49 : LEU
Q50 : LYS
Q51 : ALA
Q52 : LEU
Q53 : PHE
Q54 : LEU
Q55 : SER
Q56 : LYS
Q57 : ILE
Q58 : ASN
Q59 : ARG
Q60 : PRO
Q61 : PRO
Q62 : VAL
Q63 : SER
Q64 : VAL
Q65 : SER
Q66 : ARG
Q67 : ILE
Q68 : ALA
Q69 : ARG
Q70 : ALA
Q71 : LEU
Q72 : LYS
Q73 : GLN
Q74 : GLU
Q75 : GLY
Q76 : ALA
Q77 : ALA
Q78 : ASN
Q79 : LYS
Q80 : THR
Q81 : VAL
Q82 : VAL
Q83 : VAL
Q84 : VAL
Q85 : GLY
Q86 : THR
Q87 : VAL
Q88 : THR
Q89 : ASP
Q90 : ASP
Q91 : ALA
Q92 : ARG
Q93 : ILE
Q94 : PHE
Q95 : GLU
Q96 : PHE
Q97 : PRO
Q98 : LYS
Q99 : THR
Q100 : THR
Q101 : VAL
Q102 : ALA
Q103 : ALA
Q104 : LEU
Q105 : ARG
Q106 : PHE
Q107 : THR
Q108 : ALA
Q109 : GLY
Q110 : ALA
Q111 : ARG
Q112 : ALA
Q113 : LYS
Q114 : ILE
Q115 : VAL
Q116 : LYS
Q117 : ALA
Q118 : GLY
Q119 : GLY
Q120 : GLU
Q121 : CYS
Q122 : ILE
Q123 : THR
Q124 : LEU
Q125 : ASP
Q126 : GLN
Q127 : LEU
Q128 : ALA
Q129 : VAL
Q130 : ARG
Q131 : ALA
Q132 : PRO
Q133 : LYS
Q134 : GLY
Q135 : GLN
Q136 : ASN
Q137 : THR
Q138 : LEU
Q139 : ILE
Q140 : LEU
Q141 : ARG
Q142 : GLY
Q143 : PRO
Q144 : ARG
Q145 : ASN
S3 : HIS
S4 : PHE
S5 : LYS
S6 : GLU
S7 : TYR
S8 : GLN
S9 : VAL
S10 : ILE
S11 : GLY
S12 : ARG
S13 : ARG
S14 : LEU
S15 : PRO
S16 : THR
S17 : GLU
S18 : SER
S19 : VAL
S20 : PRO
S21 : GLU
S22 : PRO
S23 : LYS
S24 : LEU
S25 : PHE
S26 : ARG
S27 : MET
S28 : ARG
S29 : ILE
S30 : PHE
S31 : ALA
S32 : SER
S33 : ASN
S34 : GLU
S35 : VAL
S36 : ILE
S37 : ALA
S38 : LYS
S39 : SER
S40 : ARG
S41 : TYR
S42 : TRP
S43 : TYR
S44 : PHE
S45 : LEU
S46 : GLN
S47 : LYS
S48 : LEU
S49 : HIS
S50 : LYS
S51 : VAL
S52 : LYS
S53 : LYS
S54 : ALA
S55 : SER
S56 : GLY
S57 : GLU
S58 : ILE
S59 : VAL
S60 : SER
S61 : ILE
S62 : ASN
S63 : GLN
S64 : ILE
S65 : ASN
S66 : GLU
S67 : ALA
S68 : HIS
S69 : PRO
S70 : THR
S71 : LYS
S72 : VAL
S73 : LYS
S74 : ASN
S75 : PHE
S76 : GLY
S77 : VAL
S78 : TRP
S79 : VAL
S80 : ARG
S81 : TYR
S82 : ASP
S83 : SER
S84 : ARG
S85 : SER
S86 : GLY
S87 : THR
S88 : HIS
S89 : ASN
S90 : MET
S91 : TYR
S92 : LYS
S93 : GLU
S94 : ILE
S95 : ARG
S96 : ASP
S97 : VAL
S98 : SER
S99 : ARG
S100 : VAL
S101 : ALA
S102 : ALA
S103 : VAL
S104 : GLU
S105 : THR
S106 : LEU
S107 : TYR
S108 : GLN
S109 : ASP
S110 : MET
S111 : ALA
S112 : ALA
S113 : ARG
S114 : HIS
S115 : ARG
S116 : ALA
S117 : ARG
S118 : PHE
S119 : ARG
S120 : SER
S121 : ILE
S122 : HIS
S123 : ILE
S124 : LEU
S125 : LYS
S126 : VAL
S127 : ALA
S128 : GLU
S129 : ILE
S130 : GLU
S131 : LYS
S132 : THR
S133 : ALA
S134 : ASP
S135 : VAL
S136 : LYS
S137 : ARG
S138 : GLN
S139 : TYR
S140 : VAL
S141 : LYS
S142 : GLN
S143 : PHE
S144 : LEU
S145 : THR
S146 : LYS
S147 : ASP
S148 : LEU
S149 : LYS
S150 : PHE
S151 : PRO
S152 : LEU
S153 : PRO
S154 : HIS
S155 : ARG
S156 : VAL
S157 : GLN
S158 : LYS
S159 : SER
S160 : THR
S161 : LYS
S162 : THR
S163 : PHE
S164 : SER
S165 : TYR
S166 : LYS
S167 : ARG
S168 : PRO
S169 : SER
S170 : THR
S171 : PHE
S172 : TYR
Y2 : ALA
Y3 : LYS
Y4 : GLN
Y5 : SER
Y6 : LEU
Y7 : ASP
Y8 : VAL
Y9 : SER
Y10 : SER
Y11 : ASP
Y12 : ARG
Y13 : ARG
Y14 : LYS
Y15 : ALA
Y16 : ARG
Y17 : LYS
Y18 : ALA
Y19 : TYR
Y20 : PHE
Y21 : THR
Y22 : ALA
Y23 : PRO
Y24 : SER
Y25 : SER
Y26 : GLN
Y27 : ARG
Y28 : ARG
Y29 : VAL
Y30 : LEU
Y31 : LEU
Y32 : SER
Y33 : ALA
Y34 : PRO
Y35 : LEU
Y36 : SER
Y37 : LYS
Y38 : GLU
Y39 : LEU
Y40 : ARG
Y41 : ALA
Y42 : GLN
Y43 : TYR
Y44 : GLY
Y45 : ILE
Y46 : LYS
Y47 : ALA
Y48 : LEU
Y49 : PRO
Y50 : ILE
Y51 : ARG
Y52 : ARG
Y53 : ASP
Y54 : ASP
Y55 : GLU
Y56 : VAL
Y57 : LEU
Y58 : VAL
Y59 : VAL
Y60 : ARG
Y61 : GLY
Y62 : SER
Y63 : LYS
Y64 : LYS
Y65 : GLY
Y66 : GLN
Y67 : GLU
Y68 : GLY
Y69 : LYS
Y70 : ILE
Y71 : SER
Y72 : SER
Y73 : VAL
Y74 : TYR
Y75 : ARG
Y76 : LEU
Y77 : LYS
Y78 : PHE
Y79 : ALA
Y80 : VAL
Y81 : GLN
Y82 : VAL
Y83 : ASP
Y84 : LYS
Y85 : VAL
Y86 : THR
Y87 : LYS
Y88 : GLU
Y89 : LYS
Y90 : VAL
Y91 : ASN
Y92 : GLY
Y93 : ALA
Y94 : SER
Y95 : VAL
Y96 : PRO
Y97 : ILE
Y98 : ASN
Y99 : LEU
Y100 : HIS
Y101 : PRO
Y102 : SER
Y103 : LYS
Y104 : LEU
Y105 : VAL
Y106 : ILE
Y107 : THR
Y108 : LYS
Y109 : LEU
Y110 : HIS
Y111 : LEU
Y112 : ASP
Y113 : LYS
Y114 : ASP
Y115 : ARG
Y116 : LYS
Y117 : ALA
Y118 : LEU
Y119 : ILE
Y120 : GLN
Y121 : ARG
Y122 : LYS
Y123 : GLY
Y124 : GLY
Y125 : LYS
Y126 : LEU
'1'1 : G C3p_endo unknown
'1'2 : U C2p_endo unknown
'1'3 : U C3p_endo unknown
'1'4 : U C3p_endo unknown
'1'5 : G C3p_endo unknown
'1'6 : A C3p_endo unknown
'1'7 : C C3p_endo unknown
'1'8 : C C3p_endo unknown
'1'9 : U C3p_endo unknown
'1'10 : C C3p_endo unknown
'1'11 : A C2p_exo unknown
'1'12 : A C3p_endo unknown
'1'13 : A C3p_endo unknown
'1'14 : U C2p_endo unknown
'1'15 : C C3p_endo unknown
'1'16 : A C3p_endo unknown
'1'17 : G C3p_endo unknown
'1'18 : G C3p_endo unknown
'1'19 : U C3p_endo unknown
'1'20 : A C3p_endo unknown
'1'21 : G C2p_endo unknown
'1'22 : G C3p_endo unknown
'1'23 : A C3p_endo unknown
'1'24 : G C3p_endo unknown
'1'25 : U C3p_endo unknown
'1'26 : A C3p_endo unknown
'1'27 : C C3p_endo unknown
'1'28 : C C3p_endo unknown
'1'29 : C C3p_endo unknown
'1'30 : G C2p_exo unknown
'1'31 : C C3p_endo unknown
'1'32 : U C3p_endo unknown
'1'33 : G C3p_endo unknown
'1'34 : A C3p_endo unknown
'1'35 : A C3p_endo unknown
'1'36 : C C3p_endo unknown
'1'37 : U C3p_endo unknown
'1'38 : U C3p_endo unknown
'1'39 : A C3p_endo unknown
'1'40 : A C2p_endo unknown
'1'41 : G C3p_endo unknown
'1'42 : C C2p_endo unknown
'1'43 : A C3p_endo unknown
'1'44 : U C3p_endo unknown
'1'45 : A C3p_endo unknown
'1'46 : U C3p_endo unknown
'1'47 : C C3p_endo unknown
'1'48 : A C2p_endo unknown
'1'49 : A C3p_endo unknown
'1'50 : U C3p_endo unknown
'1'51 : A C3p_endo unknown
'1'52 : A C3p_endo unknown
'1'53 : G C3p_endo unknown
'1'54 : C C3p_endo unknown
'1'55 : G C3p_endo unknown
'1'56 : G C3p_endo unknown
'1'57 : A C2p_exo unknown
'1'58 : G C3p_endo unknown
'1'59 : G C2p_endo unknown
'1'60 : A C3p_endo unknown
'1'61 : A C3p_endo unknown
'1'62 : A C3p_endo unknown
'1'63 : A C3p_endo unknown
'1'64 : G C3p_endo unknown
'1'65 : A C2p_endo unknown
'1'66 : A C2p_endo unknown
'1'67 : A C3p_endo unknown
'1'68 : C C3p_endo unknown
'1'69 : C C3p_endo unknown
'1'70 : A C3p_endo unknown
'1'71 : A C2p_endo unknown
'1'72 : C C3p_endo unknown
'1'73 : C C3p_endo unknown
'1'74 : G C3p_endo unknown
'1'75 : G C3p_endo unknown
'1'76 : G C2p_endo unknown
'1'77 : A C3p_endo unknown
'1'78 : U C3p_endo unknown
'1'79 : U C3p_endo unknown
'1'80 : G C3p_endo unknown
'1'81 : C C3p_endo unknown
'1'82 : C C3p_endo unknown
'1'83 : U C3p_endo unknown
'1'84 : U C3p_endo unknown
'1'85 : A C2p_endo unknown
'1'86 : G C2p_endo unknown
'1'87 : U C3p_endo unknown
'1'88 : A C3p_endo unknown
'1'89 : A C3p_endo unknown
'1'90 : C C3p_endo unknown
'1'91 : G C3p_endo unknown
'1'92 : G C3p_endo unknown
'1'93 : C C2p_endo unknown
'1'94 : G C3p_endo unknown
'1'95 : A C3p_endo unknown
'1'96 : G C3p_endo unknown
'1'97 : U C3p_endo unknown
'1'98 : G C3p_endo unknown
'1'99 : A C3p_endo unknown
'1'100 : A C3p_endo unknown
'1'101 : G C3p_endo unknown
'1'102 : C C3p_endo unknown
'1'103 : G C3p_endo unknown
'1'104 : G C3p_endo unknown
'1'105 : C C3p_endo unknown
'1'106 : A C3p_endo unknown
'1'107 : A C3p_endo unknown
'1'108 : A C3p_endo unknown
'1'109 : A C2p_endo unknown
'1'110 : G C3p_endo unknown
'1'111 : C C3p_endo unknown
'1'112 : U C3p_endo unknown
'1'113 : C C3p_endo unknown
'1'114 : A C3p_endo unknown
'1'115 : A C3p_endo unknown
'1'116 : A C3p_endo unknown
'1'117 : U C2p_endo unknown
'1'118 : U C3p_endo unknown
'1'119 : U C2p_endo unknown
'1'120 : G C2p_endo unknown
'1'121 : A C2p_endo unknown
'1'122 : A C2p_endo unknown
'1'123 : A C3p_endo unknown
'1'124 : U C3p_endo unknown
'1'125 : C C3p_endo unknown
'1'126 : U C3p_endo unknown
'1'127 : G C3p_endo unknown
'1'128 : G C3p_endo unknown
'1'129 : U C3p_endo unknown
'1'130 : A C3p_endo unknown
'1'131 : C C3p_endo unknown
'1'132 : C C3p_endo unknown
'1'133 : U C2p_endo unknown
'1'134 : U C2p_endo unknown
'1'135 : C C2p_endo unknown
'1'136 : G C3p_endo unknown
'1'137 : G C3p_endo unknown
'1'138 : U C3p_endo unknown
'1'139 : G C3p_endo unknown
'1'140 : C C3p_endo unknown
'1'141 : C C3p_endo unknown
'1'142 : C C3p_endo unknown
'1'143 : G C3p_endo unknown
'1'144 : A C3p_endo unknown
'1'145 : G C3p_endo unknown
'1'146 : U C2p_endo unknown
'1'147 : U C2p_endo unknown
'1'148 : G C2p_endo unknown
'1'149 : U C3p_endo unknown
'1'150 : A C3p_endo unknown
'1'151 : A C3p_endo unknown
'1'152 : U C3p_endo unknown
'1'153 : U C3p_endo unknown
'1'154 : U C2p_endo unknown
'1'155 : G C2p_endo unknown
'1'156 : G C2p_endo unknown
'1'157 : A C3p_endo unknown
'1'158 : G C3p_endo unknown
'1'159 : A C3p_endo unknown
'1'160 : G C3p_endo unknown
'1'161 : G C3p_endo unknown
'1'162 : G C3p_endo unknown
'1'163 : C C3p_endo unknown
'1'164 : A C2p_endo unknown
'1'165 : A C2p_endo unknown
'1'166 : C C3p_endo unknown
'1'167 : U C3p_endo unknown
'1'168 : U C3p_endo unknown
'1'169 : U C2p_endo unknown
'1'170 : G C3p_endo unknown
'1'171 : G C3p_endo unknown
'1'172 : G C3p_endo unknown
'1'173 : G C3p_endo unknown
'1'174 : C C3p_endo unknown
'1'175 : C C3p_endo unknown
'1'176 : G C3p_endo unknown
'1'177 : U C3p_endo unknown
'1'178 : U C3p_endo unknown
'1'179 : C C3p_endo unknown
'1'180 : C C3p_endo unknown
'1'181 : U C3p_endo unknown
'1'182 : U C3p_endo unknown
'1'183 : G C3p_endo unknown
'1'184 : U C3p_endo unknown
'1'185 : C C3p_endo unknown
'1'186 : U C3p_endo unknown
'1'187 : A C3p_endo unknown
'1'188 : U C3p_endo unknown
'1'189 : G C2p_endo unknown
'1'190 : U C2p_endo unknown
'1'191 : U C3p_endo unknown
'1'192 : C C3p_endo unknown
'1'193 : C C3p_endo unknown
'1'194 : U C3p_endo unknown
'1'195 : U C3p_endo unknown
'1'196 : G C3p_endo unknown
'1'197 : G C3p_endo unknown
'1'198 : A C3p_endo unknown
'1'199 : A C1p_exo unknown
'1'200 : C C2p_endo unknown
'1'201 : A C2p_exo unknown
'1'202 : G C3p_endo unknown
'1'203 : G C3p_endo unknown
'1'204 : A C3p_endo unknown
'1'205 : C C3p_endo unknown
'1'206 : G C3p_endo unknown
'1'207 : U C3p_endo unknown
'1'208 : C C3p_endo unknown
'1'209 : A C3p_endo unknown
'1'210 : U C2p_endo unknown
'1'211 : A C2p_endo unknown
'1'212 : G C2p_endo unknown
'1'213 : A C3p_endo unknown
'1'214 : G C3p_endo unknown
'1'215 : G C3p_endo unknown
'1'216 : G C3p_endo unknown
'1'217 : U C3p_endo unknown
'1'218 : G C2p_endo unknown
'1'219 : A C2p_endo unknown
'1'220 : G C2p_endo unknown
'1'221 : A C2p_endo unknown
'1'222 : A C3p_endo unknown
'1'223 : U C3p_endo unknown
'1'224 : C C3p_endo unknown
'1'225 : C C3p_endo unknown
'1'226 : C C3p_endo unknown
'1'227 : G C3p_endo unknown
'1'228 : U C3p_endo unknown
'1'229 : G C3p_endo unknown
'1'230 : U C3p_endo unknown
'1'231 : G C3p_endo unknown
'1'232 : G C3p_endo unknown
'1'233 : C C3p_endo unknown
'1'234 : G C3p_endo unknown
'1'235 : A C3p_endo unknown
'1'236 : G C3p_endo unknown
'1'237 : G C3p_endo unknown
'1'238 : A C3p_endo unknown
'1'239 : G C3p_endo unknown
'1'240 : U C2p_endo unknown
'1'241 : G C3p_endo unknown
'1'242 : C C2p_endo unknown
'1'243 : G C3p_endo unknown
'1'244 : G C3p_endo unknown
'1'245 : U C3p_endo unknown
'1'246 : U C3p_endo unknown
'1'247 : C C3p_endo unknown
'1'248 : U C3p_endo unknown
'1'249 : U C2p_endo unknown
'1'250 : U C2p_endo unknown
'1'251 : G C2p_endo unknown
'1'252 : U C3p_endo unknown
'1'253 : A C3p_endo unknown
'1'254 : A C3p_endo unknown
'1'255 : A C3p_endo unknown
'1'256 : G C3p_endo unknown
'1'257 : U C3p_endo unknown
'1'258 : G C3p_endo unknown
'1'259 : C C3p_endo unknown
'1'260 : C C3p_endo unknown
'1'261 : U C3p_endo unknown
'1'262 : U C3p_endo unknown
'1'263 : C C3p_endo unknown
'1'264 : G C3p_endo unknown
'1'265 : A C3p_endo unknown
'1'266 : A C3p_endo unknown
'1'267 : G C2p_endo unknown
'1'268 : A C2p_endo unknown
'1'269 : G C2p_endo unknown
'1'270 : U C3p_endo unknown
'1'271 : C C3p_endo unknown
'1'272 : G C3p_endo unknown
'1'273 : A C3p_endo unknown
'1'274 : G C3p_endo unknown
'1'275 : U C3p_endo unknown
'1'276 : U C3p_endo unknown
'1'277 : G C3p_endo unknown
'1'278 : U C3p_endo unknown
'1'279 : U C3p_endo unknown
'1'280 : U C3p_endo unknown
'1'281 : G C3p_endo unknown
'1'282 : G C3p_endo unknown
'1'283 : G C3p_endo unknown
'1'284 : A C2p_endo unknown
'1'285 : A C2p_endo unknown
'1'286 : U C3p_endo unknown
'1'287 : G C3p_endo unknown
'1'288 : C C3p_endo unknown
'1'289 : A C3p_endo unknown
'1'290 : G C3p_endo unknown
'1'291 : C C3p_endo unknown
'1'292 : U C4p_exo unknown
'1'293 : C C3p_endo unknown
'1'294 : U C3p_endo unknown
'1'295 : A C3p_endo unknown
'1'296 : A C3p_endo unknown
'1'297 : G C2p_endo unknown
'1'298 : U C3p_endo unknown
'1'299 : G C3p_endo unknown
'1'300 : G C3p_endo unknown
'1'301 : G C3p_endo unknown
'1'302 : U C3p_endo unknown
'1'303 : G C3p_endo unknown
'1'304 : G C3p_endo unknown
'1'305 : U C2p_endo unknown
'1'310 : U C3p_endo unknown
'1'311 : C C3p_endo unknown
'1'312 : C C3p_endo unknown
'1'313 : A C3p_endo unknown
'1'314 : U C3p_endo unknown
'1'315 : C C3p_endo unknown
'1'316 : U C2p_endo unknown
'1'317 : A C3p_endo unknown
'1'318 : A C3p_endo unknown
'1'319 : A C3p_endo unknown
'1'320 : G C3p_endo unknown
'1'321 : C C3p_endo unknown
'1'322 : U C3p_endo unknown
'1'323 : A C3p_endo unknown
'1'324 : A C3p_endo unknown
'1'325 : A C3p_endo unknown
'1'326 : U C3p_endo unknown
'1'327 : A C3p_endo unknown
'1'328 : U C3p_endo unknown
'1'329 : U C2p_endo unknown
'1'330 : G C3p_endo unknown
'1'331 : G C3p_endo unknown
'1'332 : C C3p_endo unknown
'1'333 : G C3p_endo unknown
'1'334 : A C2p_exo unknown
'1'335 : G C3p_endo unknown
'1'336 : A C3p_endo unknown
'1'337 : G C2p_endo unknown
'1'338 : A C2p_endo unknown
'1'339 : C C3p_endo unknown
'1'340 : C C3p_endo unknown
'1'341 : G C2p_endo unknown
'1'342 : A C2p_endo unknown
'1'343 : U C2p_endo unknown
'1'344 : A C3p_endo unknown
'1'345 : G C3p_endo unknown
'1'346 : C C3p_endo unknown
'1'347 : G C3p_endo unknown
'1'348 : A C3p_endo unknown
'1'349 : A C2p_endo unknown
'1'350 : C C2p_endo unknown
'1'351 : A C3p_endo unknown
'1'352 : A C2p_endo unknown
'1'353 : G C2p_endo unknown
'1'354 : U C3p_endo unknown
'1'355 : A C3p_endo unknown
'1'356 : C C3p_endo unknown
'1'357 : A C3p_endo unknown
'1'358 : G C3p_endo unknown
'1'359 : U C3p_endo unknown
'1'360 : G C3p_endo unknown
'1'361 : A C3p_endo unknown
'1'362 : U C3p_endo unknown
'1'363 : G C3p_endo unknown
'1'364 : G C3p_endo unknown
'1'365 : A C3p_endo unknown
'1'366 : A C3p_endo unknown
'1'367 : A C3p_endo unknown
'1'368 : G C3p_endo unknown
'1'369 : A C2p_endo unknown
'1'370 : U C3p_endo unknown
'1'371 : G C3p_endo unknown
'1'372 : A C3p_endo unknown
'1'373 : A C3p_endo unknown
'1'374 : A C2p_endo unknown
'1'375 : A C2p_exo unknown
'1'376 : G C2p_endo unknown
'1'377 : A C3p_endo unknown
'1'378 : A C3p_endo unknown
'1'379 : C C3p_endo unknown
'1'380 : U C3p_endo unknown
'1'381 : U C3p_endo unknown
'1'382 : U C3p_endo unknown
'1'383 : G C3p_endo unknown
'1'384 : A C3p_endo unknown
'1'385 : A C3p_endo unknown
'1'386 : A C3p_endo unknown
'1'387 : A C3p_endo unknown
'1'388 : G C3p_endo unknown
'1'389 : A C3p_endo unknown
'1'390 : G C2p_exo unknown
'1'391 : A C3p_endo unknown
'1'392 : G C3p_endo unknown
'1'393 : U C3p_endo unknown
'1'394 : G C3p_endo unknown
'1'395 : A C3p_endo unknown
'1'396 : A C3p_endo unknown
'1'397 : A C3p_endo unknown
'1'398 : A C2p_endo unknown
'1'399 : A C3p_endo unknown
'1'400 : G C3p_endo unknown
'1'401 : U C2p_endo unknown
'1'402 : A C2p_endo unknown
'1'403 : C C3p_endo unknown
'1'404 : G C3p_endo unknown
'1'405 : U C3p_endo unknown
'1'406 : G C2p_endo unknown
'1'407 : A C2p_exo unknown
'1'408 : A C3p_endo unknown
'1'409 : A C3p_endo unknown
'1'410 : U C3p_endo unknown
'1'411 : U C3p_endo unknown
'1'412 : G C3p_endo unknown
'1'413 : U C3p_endo unknown
'1'414 : U C3p_endo unknown
'1'415 : G C3p_endo unknown
'1'416 : A C3p_endo unknown
'1'417 : A C3p_endo unknown
'1'418 : A C3p_endo unknown
'1'419 : G C3p_endo unknown
'1'420 : G C2p_endo unknown
'1'421 : G C3p_endo unknown
'1'422 : A C3p_endo unknown
'1'423 : A C3p_endo unknown
'1'424 : G C3p_endo unknown
'1'425 : G C3p_endo unknown
'1'426 : G C3p_endo unknown
'1'427 : C C3p_endo unknown
'1'428 : A C3p_endo unknown
'1'429 : U C3p_endo unknown
'1'430 : U C3p_endo unknown
'1'431 : U C3p_endo unknown
'1'432 : G C3p_endo unknown
'1'433 : A C3p_endo unknown
'1'434 : U C3p_endo unknown
'1'435 : C C3p_endo unknown
'1'436 : A C2p_exo unknown
'1'437 : G C3p_endo unknown
'1'438 : A C2p_exo unknown
'1'439 : C C3p_endo unknown
'1'440 : A C3p_endo unknown
'1'441 : U C3p_endo unknown
'1'442 : G C3p_endo unknown
'1'443 : G C3p_endo unknown
'1'444 : U C3p_endo unknown
'1'445 : G C3p_endo unknown
'1'446 : U C3p_endo unknown
'1'447 : U C3p_endo unknown
'1'448 : U C3p_endo unknown
'1'449 : U C3p_endo unknown
'1'450 : G C3p_endo unknown
'1'451 : U C3p_endo unknown
'1'452 : G C3p_endo unknown
'1'453 : C C2p_endo unknown
'1'454 : C C3p_endo unknown
'1'455 : C C3p_endo unknown
'1'456 : U C3p_endo unknown
'1'457 : C C3p_endo unknown
'1'458 : U C3p_endo unknown
'1'459 : G C3p_endo unknown
'1'460 : C C3p_endo unknown
'1'461 : U C3p_endo unknown
'1'462 : C C3p_endo unknown
'1'463 : C C3p_endo unknown
'1'464 : U C2p_endo unknown
'1'465 : U C2p_endo unknown
'1'466 : G C2p_endo unknown
'1'467 : U C2p_endo unknown
'1'468 : G C2p_exo unknown
'1'469 : G C3p_endo unknown
'1'470 : G C3p_endo unknown
'1'471 : U C3p_endo unknown
'1'472 : A C3p_endo unknown
'1'473 : G C3p_endo unknown
'1'474 : G C3p_endo unknown
'1'475 : G C3p_endo unknown
'1'476 : G C3p_endo unknown
'1'477 : A C3p_endo unknown
'1'478 : A C3p_endo unknown
'1'479 : U C2p_endo unknown
'1'480 : C C2p_endo unknown
'1'481 : U C2p_endo unknown
'1'482 : C C3p_endo unknown
'1'483 : G C3p_endo unknown
'1'484 : C C3p_endo unknown
'1'485 : A C3p_endo unknown
'1'486 : U C3p_endo unknown
'1'487 : U C3p_endo unknown
'1'488 : U C3p_endo unknown
'1'489 : C C3p_endo unknown
'1'490 : A C3p_endo unknown
'1'491 : C C3p_endo unknown
'1'492 : U C3p_endo unknown
'1'493 : G C2p_endo unknown
'1'494 : G C2p_endo unknown
'1'495 : G C3p_endo unknown
'1'496 : C C3p_endo unknown
'1'497 : C C3p_endo unknown
'1'498 : A C2p_exo unknown
'1'499 : G C3p_endo unknown
'1'500 : C C3p_endo unknown
'1'501 : A C3p_endo unknown
'1'502 : U C3p_endo unknown
'1'503 : C C3p_endo unknown
'1'504 : A C3p_endo unknown
'1'505 : G C3p_endo unknown
'1'506 : U C3p_endo unknown
'1'507 : U C3p_endo unknown
'1'508 : U C3p_endo unknown
'1'509 : U C3p_endo unknown
'1'510 : G C3p_endo unknown
'1'511 : G C3p_endo unknown
'1'512 : U C3p_endo unknown
'1'513 : G C3p_endo unknown
'1'514 : G C3p_endo unknown
'1'515 : C C3p_endo unknown
'1'516 : A C3p_endo unknown
'1'517 : G C2p_exo unknown
'1'518 : G C1p_exo unknown
'1'519 : A C2p_endo unknown
'1'520 : U C2p_endo unknown
'1'521 : A C3p_endo unknown
'1'522 : A C3p_endo unknown
'1'523 : A C3p_endo unknown
'1'524 : U C3p_endo unknown
'1'525 : C C3p_endo unknown
'1'526 : C C3p_endo unknown
'1'527 : A C3p_endo unknown
'1'528 : U C3p_endo unknown
'1'529 : A C3p_endo unknown
'1'530 : G C3p_endo unknown
'1'531 : G C3p_endo unknown
'1'532 : A C2p_endo unknown
'1'533 : A C3p_exo unknown
'1'534 : U C2p_endo unknown
'1'535 : G C2p_endo unknown
'1'536 : U C3p_endo unknown
'1'537 : A C3p_endo unknown
'1'538 : G C3p_endo unknown
'1'539 : C C3p_endo unknown
'1'540 : U C3p_endo unknown
'1'541 : U C3p_endo unknown
'1'542 : G C3p_endo unknown
'1'543 : C C3p_endo unknown
'1'544 : C C3p_endo unknown
'1'545 : U C2p_endo unknown
'1'546 : C C3p_endo unknown
'1'547 : G C2p_endo unknown
'1'548 : G C3p_endo unknown
'1'549 : U C3p_endo unknown
'1'550 : A C2p_endo unknown
'1'551 : A C3p_endo unknown
'1'552 : G C3p_endo unknown
'1'553 : U C3p_endo unknown
'1'554 : A C3p_endo unknown
'1'555 : U C2p_endo unknown
'1'556 : U C2p_endo unknown
'1'557 : A C2p_endo unknown
'1'558 : U C2p_endo unknown
'1'559 : A C3p_endo unknown
'1'560 : G C3p_endo unknown
'1'561 : C C3p_endo unknown
'1'562 : C C3p_endo unknown
'1'563 : U C3p_endo unknown
'1'564 : G C3p_endo unknown
'1'565 : U C3p_endo unknown
'1'566 : G C3p_endo unknown
'1'567 : G C3p_endo unknown
'1'568 : G C3p_endo unknown
'1'569 : A C3p_endo unknown
'1'570 : A C3p_endo unknown
'1'571 : U C3p_endo unknown
'1'572 : A C3p_endo unknown
'1'573 : C C3p_endo unknown
'1'574 : U C3p_endo unknown
'1'575 : G C3p_endo unknown
'1'576 : C C3p_endo unknown
'1'577 : C C3p_endo unknown
'1'578 : A C3p_endo unknown
'1'579 : G C3p_endo unknown
'1'580 : C C3p_endo unknown
'1'581 : U C3p_endo unknown
'1'582 : G C3p_endo unknown
'1'583 : G C3p_endo unknown
'1'584 : G C3p_endo unknown
'1'585 : A C3p_endo unknown
'1'586 : C C3p_endo unknown
'1'587 : U C3p_endo unknown
'1'588 : G C2p_endo unknown
'1'589 : A C2p_exo unknown
'1'590 : G C3p_endo unknown
'1'591 : G C2p_endo unknown
'1'592 : A C3p_endo unknown
'1'593 : C C3p_endo unknown
'1'594 : U C2p_endo unknown
'1'595 : G C3p_endo unknown
'1'596 : C C3p_endo unknown
'1'597 : G C3p_endo unknown
'1'598 : A C3p_endo unknown
'1'599 : C C3p_endo unknown
'1'600 : G C3p_endo unknown
'1'601 : U C3p_endo unknown
'1'602 : A C3p_endo unknown
'1'603 : A C3p_endo unknown
'1'604 : G C3p_endo unknown
'1'605 : U C3p_endo unknown
'1'606 : C C3p_endo unknown
'1'607 : A C2p_endo unknown
'1'608 : A C3p_endo unknown
'1'609 : G C3p_endo unknown
'1'610 : G C2p_endo unknown
'1'611 : A C2p_endo unknown
'1'612 : U C3p_endo unknown
'1'613 : G C3p_endo unknown
'1'614 : C C3p_endo unknown
'1'615 : U C3p_endo unknown
'1'616 : G C3p_endo unknown
'1'617 : G C3p_endo unknown
'1'618 : C C2p_endo unknown
'1'619 : A C2p_endo unknown
'1'620 : U C2p_endo unknown
'1'621 : A C3p_endo unknown
'1'622 : A C3p_endo unknown
'1'623 : U C3p_endo unknown
'1'624 : G C3p_endo unknown
'1'625 : G C3p_endo unknown
'1'626 : U C3p_endo unknown
'1'627 : U C3p_endo unknown
'1'628 : A C3p_endo unknown
'1'629 : U C3p_endo unknown
'1'630 : A C3p_endo unknown
'1'631 : U C3p_endo unknown
'1'632 : G C3p_endo unknown
'1'633 : C C3p_endo unknown
'1'634 : C C3p_endo unknown
'1'635 : G C3p_endo unknown
'1'636 : C C2p_endo unknown
'1'637 : C C2p_endo unknown
'1'638 : C C3p_endo unknown
'1'639 : G C3p_endo unknown
'1'640 : U C3p_endo unknown
'1'641 : C C3p_endo unknown
'1'642 : U C3p_endo unknown
'1'643 : U C3p_endo unknown
'1'644 : G C3p_endo unknown
'1'645 : A C3p_endo unknown
'1'646 : A C3p_endo unknown
'1'647 : A C3p_endo unknown
'1'648 : C C3p_endo unknown
'1'649 : A C3p_endo unknown
'1'650 : C C3p_endo unknown
'1'651 : G C3p_endo unknown
'1'652 : G C3p_endo unknown
'1'653 : A C3p_endo unknown
'1'654 : C C3p_endo unknown
'1'655 : C C3p_endo unknown
'1'656 : A C3p_endo unknown
'1'657 : A C3p_endo unknown
'1'658 : G C3p_endo unknown
'1'659 : G C3p_endo unknown
'1'660 : A C3p_endo unknown
'1'661 : G C2p_endo unknown
'1'662 : U C3p_endo unknown
'1'663 : C C3p_endo unknown
'1'664 : U C3p_endo unknown
'1'665 : A C3p_endo unknown
'1'666 : A C3p_endo unknown
'1'667 : C C3p_endo unknown
'1'668 : G C3p_endo unknown
'1'669 : U C3p_endo unknown
'1'670 : C C3p_endo unknown
'1'671 : U C3p_endo unknown
'1'672 : A C3p_endo unknown
'1'673 : U C3p_endo unknown
'1'674 : G C3p_endo unknown
'1'675 : C C3p_endo unknown
'1'676 : G C3p_endo unknown
'1'677 : A C2p_endo unknown
'1'678 : G C3p_endo unknown
'1'679 : U C3p_endo unknown
'1'680 : G C3p_endo unknown
'1'681 : U C3p_endo unknown
'1'682 : U C3p_endo unknown
'1'683 : U C3p_endo unknown
'1'684 : G C3p_endo unknown
'1'685 : G C3p_endo unknown
'1'686 : G C3p_endo unknown
'1'687 : U C3p_endo unknown
'1'688 : G C3p_endo unknown
'1'689 : U C2p_endo unknown
'1'690 : A C2p_endo unknown
'1'691 : A C2p_endo unknown
'1'692 : A C3p_endo unknown
'1'693 : A C3p_endo unknown
'1'694 : C C3p_endo unknown
'1'695 : C C3p_endo unknown
'1'696 : C C3p_endo unknown
'1'697 : A C3p_endo unknown
'1'698 : U C3p_endo unknown
'1'699 : A C3p_endo unknown
'1'700 : C C3p_endo unknown
'1'701 : G C3p_endo unknown
'1'702 : C C3p_endo unknown
'1'703 : G C3p_endo unknown
'1'704 : U C3p_endo unknown
'1'705 : A C2p_endo unknown
'1'706 : A C3p_endo unknown
'1'707 : U C3p_endo unknown
'1'708 : G C3p_endo unknown
'1'709 : A C3p_endo unknown
'1'710 : A C3p_endo unknown
'1'711 : A C3p_endo unknown
'1'712 : G C3p_endo unknown
'1'713 : U C3p_endo unknown
'1'714 : G C3p_endo unknown
'1'715 : A C3p_endo unknown
'1'716 : A C2p_endo unknown
'1'717 : C C3p_endo unknown
'1'718 : G C2p_endo unknown
'1'719 : U C2p_endo unknown
'1'720 : A C2p_endo unknown
'1'721 : G C2p_endo unknown
'1'722 : G C3p_endo unknown
'1'723 : U C3p_endo unknown
'1'724 : U C3p_endo unknown
'1'725 : G C3p_endo unknown
'1'726 : G C3p_endo unknown
'1'727 : G C3p_endo unknown
'1'728 : G C3p_endo unknown
'1'729 : C C3p_endo unknown
'1'730 : C C3p_endo unknown
'1'731 : U C3p_endo unknown
'1'732 : C C3p_endo unknown
'1'733 : G C3p_endo unknown
'1'734 : C C3p_endo unknown
'1'735 : A C3p_endo unknown
'1'736 : A C3p_endo unknown
'1'737 : G C3p_endo unknown
'1'738 : A C3p_endo unknown
'1'739 : G C3p_endo unknown
'1'740 : G C3p_endo unknown
'1'741 : U C3p_endo unknown
'1'742 : G C3p_endo unknown
'1'743 : C C3p_endo unknown
'1'744 : A C3p_endo unknown
'1'745 : C C3p_endo unknown
'1'746 : A C3p_endo unknown
'1'747 : A C3p_endo unknown
'1'748 : U C3p_endo unknown
'1'749 : C C3p_endo unknown
'1'750 : G C3p_endo unknown
'1'751 : A C3p_endo unknown
'1'752 : C C3p_endo unknown
'1'753 : C C3p_endo unknown
'1'754 : G C3p_endo unknown
'1'755 : A C3p_endo unknown
'1'756 : U C2p_endo unknown
'1'757 : C C3p_endo unknown
'1'758 : C C3p_endo unknown
'1'759 : U C3p_endo unknown
'1'760 : G C2p_endo unknown
'1'761 : A C3p_endo unknown
'1'769 : G C3p_endo unknown
'1'770 : G C2p_endo unknown
'1'771 : A C3p_endo unknown
'1'772 : U C3p_endo unknown
'1'773 : G C3p_endo unknown
'1'774 : G C3p_endo unknown
'1'775 : A C3p_endo unknown
'1'776 : U C3p_endo unknown
'1'777 : U C3p_endo unknown
'1'778 : U C3p_endo unknown
'1'779 : G C2p_endo unknown
'1'780 : A C2p_endo unknown
'1'781 : G C3p_endo unknown
'1'782 : U C3p_endo unknown
'1'783 : A C2p_endo unknown
'1'784 : A C2p_endo unknown
'1'785 : G C2p_endo unknown
'1'786 : A C2p_endo unknown
'1'787 : G C3p_endo unknown
'1'788 : C C3p_endo unknown
'1'789 : A C3p_endo unknown
'1'790 : U C3p_endo unknown
'1'791 : A C3p_endo unknown
'1'792 : G C3p_endo unknown
'1'793 : C C3p_endo unknown
'1'794 : U C3p_endo unknown
'1'795 : G C3p_endo unknown
'1'796 : U C3p_endo unknown
'1'797 : U C3p_endo unknown
'1'798 : G C3p_endo unknown
'1'799 : G C3p_endo unknown
'1'800 : G C2p_endo unknown
'1'801 : A C2p_endo unknown
'1'802 : C C3p_endo unknown
'1'803 : C C3p_endo unknown
'1'804 : C C3p_endo unknown
'1'805 : G C3p_endo unknown
'1'806 : A C3p_endo unknown
'1'807 : A C3p_endo unknown
'1'808 : A C3p_endo unknown
'1'809 : G C3p_endo unknown
'1'810 : A C3p_endo unknown
'1'811 : U C3p_endo unknown
'1'812 : G C3p_endo unknown
'1'813 : G C3p_endo unknown
'1'814 : U C3p_endo unknown
'1'815 : G C3p_endo unknown
'1'816 : A C3p_endo unknown
'1'817 : A C4p_exo unknown
'1'925 : A C3p_endo unknown
'1'926 : A C3p_endo unknown
'1'927 : C C3p_endo unknown
'1'928 : C C3p_endo unknown
'1'929 : A C3p_endo unknown
'1'930 : U C3p_endo unknown
'1'931 : C C3p_endo unknown
'1'932 : U C2p_endo unknown
'1'933 : A C2p_endo unknown
'1'934 : G C3p_endo unknown
'1'935 : U C3p_endo unknown
'1'936 : A C2p_endo unknown
'1'937 : G C3p_endo unknown
'1'938 : C C3p_endo unknown
'1'939 : U C3p_endo unknown
'1'940 : G C3p_endo unknown
'1'941 : G C3p_endo unknown
'1'942 : U C3p_endo unknown
'1'943 : U C2p_endo unknown
'1'944 : C C3p_endo unknown
'1'945 : C C3p_endo unknown
'1'946 : U C3p_endo unknown
'1'947 : G C3p_endo unknown
'1'948 : C C3p_endo unknown
'1'949 : C C3p_endo unknown
'1'950 : G C3p_endo unknown
'1'951 : A C3p_endo unknown
'1'952 : A C3p_endo unknown
'1'953 : G C3p_endo unknown
'1'954 : U C3p_endo unknown
'1'955 : U C3p_endo unknown
'1'956 : U C3p_endo unknown
'1'957 : C C3p_endo unknown
'1'958 : C C3p_endo unknown
'1'959 : C C3p_endo unknown
'1'960 : U C3p_endo unknown
'1'961 : C C3p_endo unknown
'1'962 : A C3p_endo unknown
'1'963 : G C3p_endo unknown
'1'964 : G C3p_endo unknown
'1'965 : A C3p_endo unknown
'1'966 : U C3p_endo unknown
'1'967 : A C3p_endo unknown
'1'968 : G C3p_endo unknown
'1'969 : C C3p_endo unknown
'1'970 : A C3p_endo unknown
'1'971 : G C3p_endo unknown
'1'972 : A C3p_endo unknown
'1'973 : A C3p_endo unknown
'1'974 : G C3p_endo unknown
'1'975 : C C3p_endo unknown
'1'976 : U C4p_exo unknown
'1'977 : C C3p_endo unknown
'1'978 : G C2p_endo unknown
'1'979 : U C3p_endo unknown
'1'980 : A C2p_endo unknown
'1'981 : U C3p_endo unknown
'1'982 : C C3p_endo unknown
'1'983 : A C2p_endo unknown
'1'984 : G C2p_endo unknown
'1'985 : U C3p_endo unknown
'1'986 : U C3p_endo unknown
'1'987 : U C3p_endo unknown
'1'988 : U C3p_endo unknown
'1'989 : A C3p_endo unknown
'1'990 : U C3p_endo unknown
'1'991 : G C3p_endo unknown
'1'992 : A C3p_endo unknown
'1'1057 : A C3p_endo unknown
'1'1058 : U C3p_endo unknown
'1'1059 : G C3p_endo unknown
'1'1060 : U C3p_endo unknown
'1'1061 : A C3p_endo unknown
'1'1062 : A C3p_endo unknown
'1'1097 : G C2p_endo unknown
'1'1098 : A C3p_endo unknown
'1'1099 : A C3p_endo unknown
'1'1100 : U C3p_endo unknown
'1'1101 : G C3p_endo unknown
'1'1102 : A C3p_endo unknown
'1'1103 : A C2p_endo unknown
'1'1104 : G C2p_endo unknown
'1'1105 : A C3p_endo unknown
'1'1106 : G C3p_endo unknown
'1'1107 : C C3p_endo unknown
'1'1108 : U C3p_endo unknown
'1'1109 : U C3p_endo unknown
'1'1110 : U C2p_endo unknown
'1'1111 : U C2p_endo unknown
'1'1112 : A C3p_endo unknown
'1'1113 : G C3p_endo unknown
'1'1114 : U C3p_endo unknown
'1'1115 : G C2p_endo unknown
'1'1116 : G C3p_endo unknown
'1'1117 : G C3p_endo unknown
'1'1118 : C C3p_endo unknown
'1'1119 : C C3p_endo unknown
'1'1120 : A C3p_endo unknown
'1'1121 : U C3p_endo unknown
'1'1122 : U C3p_endo unknown
'1'1123 : U C3p_endo unknown
'1'1124 : U C2p_endo unknown
'1'1125 : U C3p_endo unknown
'1'1126 : G C3p_endo unknown
'1'1127 : G C3p_endo unknown
'1'1128 : U C2p_endo unknown
'1'1129 : A C3p_endo unknown
'1'1130 : A C3p_endo unknown
'1'1131 : G C3p_endo unknown
'1'1132 : C C3p_endo unknown
'1'1133 : A C3p_endo unknown
'1'1134 : G C3p_endo unknown
'1'1135 : A C3p_endo unknown
'1'1136 : A C3p_endo unknown
'1'1137 : C C3p_endo unknown
'1'1138 : U C3p_endo unknown
'1'1139 : G C3p_endo unknown
'1'1140 : G C3p_endo unknown
'1'1141 : C C3p_endo unknown
'1'1142 : G C3p_endo unknown
'1'1143 : A C2p_endo unknown
'1'1144 : U C2p_endo unknown
'1'1145 : G C3p_endo unknown
'1'1146 : C C3p_endo unknown
'1'1147 : G C3p_endo unknown
'1'1148 : G C3p_endo unknown
'1'1149 : G C3p_endo unknown
'1'1150 : A C3p_endo unknown
'1'1151 : U C3p_endo unknown
'1'1152 : G C1p_exo unknown
'1'1153 : A C3p_endo unknown
'1'1154 : A C2p_endo unknown
'1'1155 : C C3p_endo unknown
'1'1156 : C C3p_endo unknown
'1'1157 : G C3p_endo unknown
'1'1158 : A C3p_endo unknown
'1'1159 : A C2p_endo unknown
'1'1160 : C C2p_endo unknown
'1'1161 : G C3p_endo unknown
'1'1162 : U C3p_endo unknown
'1'1163 : A C3p_endo unknown
'1'1164 : G C3p_endo unknown
'1'1165 : A C3p_endo unknown
'1'1166 : G C3p_endo unknown
'1'1167 : U C3p_endo unknown
'1'1168 : U C3p_endo unknown
'1'1169 : A C3p_endo unknown
'1'1170 : A C3p_endo unknown
'1'1171 : G C3p_endo unknown
'1'1172 : G C3p_endo unknown
'1'1173 : U C3p_endo unknown
'1'1174 : G C3p_endo unknown
'1'1175 : C C3p_endo unknown
'1'1176 : C C3p_endo unknown
'1'1177 : G C2p_endo unknown
'1'1178 : G C3p_endo unknown
'1'1179 : A C3p_endo unknown
'1'1180 : A C3p_endo unknown
'1'1181 : U C2p_endo unknown
'1'1182 : A C3p_endo unknown
'1'1183 : C C3p_endo unknown
'1'1184 : A C3p_endo unknown
'1'1185 : C C3p_endo unknown
'1'1186 : G C3p_endo unknown
'1'1187 : C C3p_endo unknown
'1'1188 : U C3p_endo unknown
'1'1189 : C C2p_endo unknown
'1'1190 : A C3p_endo unknown
'1'1191 : U C2p_endo unknown
'1'1192 : C C2p_endo unknown
'1'1193 : A C3p_endo unknown
'1'1194 : G C3p_endo unknown
'1'1195 : A C3p_endo unknown
'1'1309 : U C3p_endo unknown
'1'1310 : G C3p_endo unknown
'1'1311 : G C3p_endo unknown
'1'1312 : C C3p_endo unknown
'1'1313 : G C3p_endo unknown
'1'1314 : C C3p_endo unknown
'1'1315 : U C2p_endo unknown
'1'1316 : C C3p_endo unknown
'1'1317 : A C2p_endo unknown
'1'1318 : A C2p_endo unknown
'1'1319 : G C3p_endo unknown
'1'1320 : C C3p_endo unknown
'1'1321 : G C3p_endo unknown
'1'1322 : U C3p_endo unknown
'1'1323 : G C3p_endo unknown
'1'1324 : U C3p_endo unknown
'1'1325 : U C3p_endo unknown
'1'1326 : A C3p_endo unknown
'1'1327 : C C3p_endo unknown
'1'1328 : C C3p_endo unknown
'1'1329 : U C2p_endo unknown
'1'1330 : A C3p_endo unknown
'1'1331 : U C2p_endo unknown
'1'1332 : A C2p_exo unknown
'1'1333 : C C3p_endo unknown
'1'1334 : U C3p_endo unknown
'1'1335 : C C3p_endo unknown
'1'1336 : U C3p_endo unknown
'1'1337 : A C3p_endo unknown
'1'1338 : C C3p_endo unknown
'1'1339 : C C3p_endo unknown
'1'1340 : G C3p_endo unknown
'1'1341 : U C3p_endo unknown
'1'1342 : C C3p_endo unknown
'1'1343 : A C3p_endo unknown
'1'1344 : G C3p_endo unknown
'1'1345 : G C3p_endo unknown
'1'1346 : G C3p_endo unknown
'1'1347 : U C3p_endo unknown
'1'1348 : U C2p_endo unknown
'1'1349 : G C2p_exo unknown
'1'1350 : A C3p_endo unknown
'1'1351 : U C3p_endo unknown
'1'1352 : A C3p_endo unknown
'1'1353 : U C2p_endo unknown
'1'1354 : G C2p_endo unknown
'1'1355 : A C2p_endo unknown
'1'1356 : U C3p_endo unknown
'1'1357 : G C3p_endo unknown
'1'1358 : C C3p_endo unknown
'1'1359 : C C3p_endo unknown
'1'1360 : C C3p_endo unknown
'1'1361 : U C3p_endo unknown
'1'1362 : G C3p_endo unknown
'1'1363 : A C3p_endo unknown
'1'1364 : C C3p_endo unknown
'1'1365 : G C2p_endo unknown
'1'1366 : A C3p_endo unknown
'1'1367 : G C3p_endo unknown
'1'1368 : U C3p_endo unknown
'1'1369 : A C3p_endo unknown
'1'1370 : G C3p_endo unknown
'1'1371 : G C3p_endo unknown
'1'1372 : C C3p_endo unknown
'1'1373 : A C3p_endo unknown
'1'1374 : G C3p_endo unknown
'1'1375 : G C3p_endo unknown
'1'1376 : C C3p_endo unknown
'1'1377 : G C3p_endo unknown
'1'1378 : U C3p_endo unknown
'1'1379 : G C3p_endo unknown
'1'1380 : G C3p_endo unknown
'1'1381 : A C3p_endo unknown
'1'1382 : G C3p_endo unknown
'1'1383 : G C3p_endo unknown
'1'1384 : U C3p_endo unknown
'1'1385 : C C3p_endo unknown
'1'1386 : A C3p_endo unknown
'1'1387 : G C3p_endo unknown
'1'1388 : U C3p_endo unknown
'1'1389 : G C3p_endo unknown
'1'1390 : A C2p_endo unknown
'1'1391 : C C2p_endo unknown
'1'1392 : G C2p_endo unknown
'1'1393 : A C2p_exo unknown
'1'1394 : A C3p_endo unknown
'1'1395 : G C3p_endo unknown
'1'1396 : C C3p_endo unknown
'1'1397 : C C3p_endo unknown
'1'1398 : U C3p_endo unknown
'1'1399 : A C3p_endo unknown
'1'1400 : G C3p_endo unknown
'1'1401 : A C3p_endo unknown
'1'1402 : C C3p_endo unknown
'1'1403 : C C3p_endo unknown
'1'1404 : G C3p_endo unknown
'1'1405 : U C3p_endo unknown
'1'1406 : A C3p_endo unknown
'1'1407 : A C3p_endo unknown
'1'1408 : G C3p_endo unknown
'1'1409 : G C3p_endo unknown
'1'1410 : U C3p_endo unknown
'1'1411 : C C3p_endo unknown
'1'1412 : G C3p_endo unknown
'1'1413 : G C3p_endo unknown
'1'1414 : G C3p_endo unknown
'1'1415 : U C3p_endo unknown
'1'1416 : C C3p_endo unknown
'1'1417 : G C2p_endo unknown
'1'1418 : A C2p_endo unknown
'1'1419 : A C3p_endo unknown
'1'1420 : C C3p_endo unknown
'1'1421 : G C3p_endo unknown
'1'1422 : G C3p_endo unknown
'1'1423 : C C3p_endo unknown
'1'1424 : C C3p_endo unknown
'1'1425 : U C3p_endo unknown
'1'1426 : C C3p_endo unknown
'1'1427 : U C3p_endo unknown
'1'1428 : A C2p_endo unknown
'1'1429 : G C2p_endo unknown
'1'1430 : U C3p_endo unknown
'1'1431 : G C2p_endo unknown
'1'1432 : C C2p_endo unknown
'1'1433 : A C2p_endo unknown
'1'1434 : G C2p_endo unknown
'1'1435 : A C3p_endo unknown
'1'1436 : U C3p_endo unknown
'1'1437 : C C3p_endo unknown
'1'1438 : U C3p_endo unknown
'1'1439 : U C3p_endo unknown
'1'1440 : G C3p_endo unknown
'1'1441 : G C3p_endo unknown
'1'1442 : U C3p_endo unknown
'1'1443 : G C3p_endo unknown
'1'1444 : G C3p_endo unknown
'1'1445 : U C3p_endo unknown
'1'1446 : A C2p_endo unknown
'1'1447 : G C2p_endo unknown
'1'1448 : U C3p_endo unknown
'1'1449 : A C3p_endo unknown
'1'1450 : G C3p_endo unknown
'1'1451 : C C2p_endo unknown
'1'1452 : A C2p_endo unknown
'1'2352 : A C3p_endo unknown
'1'2353 : G C3p_endo unknown
'1'2354 : C C3p_endo unknown
'1'2355 : G C3p_endo unknown
'1'2356 : A C3p_endo unknown
'1'2357 : A C3p_endo unknown
'1'2358 : A C3p_endo unknown
'1'2359 : C C3p_endo unknown
'1'2360 : C C3p_endo unknown
'1'2361 : A C3p_endo unknown
'1'2362 : C C3p_endo unknown
'1'2363 : A C3p_endo unknown
'1'2364 : G C2p_endo unknown
'1'2365 : C C3p_endo unknown
'1'2366 : C C3p_endo unknown
'1'2367 : A C3p_endo unknown
'1'2368 : A C3p_endo unknown
'1'2369 : G C3p_endo unknown
'1'2370 : G C3p_endo unknown
'1'2371 : G C2p_endo unknown
'1'2372 : A C3p_endo unknown
'1'2373 : A C3p_endo unknown
'1'2374 : C C3p_endo unknown
'1'2375 : G C2p_endo unknown
'1'2376 : G C2p_endo unknown
'1'2377 : G C2p_endo unknown
'1'2378 : C C3p_endo unknown
'1'2379 : U C3p_endo unknown
'1'2380 : U C3p_endo unknown
'1'2381 : G C2p_exo unknown
'1'2382 : G C3p_endo unknown
'1'2383 : C C3p_endo unknown
'1'2384 : A C3p_endo unknown
'1'2385 : G C2p_endo unknown
'1'2386 : A C3p_endo unknown
'1'3158 : G C3p_endo unknown
'1'3159 : C C3p_endo unknown
'1'3160 : U C3p_endo unknown
'1'3161 : C C3p_endo unknown
'1'3162 : C C3p_endo unknown
'1'3163 : A C3p_endo unknown
'1'3164 : C C3p_endo unknown
'1'3165 : A C3p_endo unknown
'1'3166 : C C3p_endo unknown
'1'3172 : A C2p_endo unknown
'1'3173 : G C2p_endo unknown
'1'3174 : A C3p_endo unknown
'1'3175 : U C2p_endo unknown
'1'3176 : G C3p_endo unknown
'1'3177 : G C3p_endo unknown
'1'3178 : A C3p_endo unknown
'1'3179 : U C2p_endo unknown
'1'3180 : A C3p_endo unknown
'1'3181 : C C3p_endo unknown
'1'3182 : G C3p_endo unknown
'1'3183 : A C3p_endo unknown
'1'3184 : A C3p_endo unknown
'1'3185 : U C2p_endo unknown
'1'3186 : A C2p_endo unknown
'1'3187 : A C2p_exo unknown
'1'3188 : G C2p_exo unknown
'1'3189 : G C3p_endo unknown
'1'3190 : C C3p_endo unknown
'1'3191 : G C3p_endo unknown
'1'3192 : U C3p_endo unknown
'1'3193 : C C3p_endo unknown
'1'3194 : C C3p_endo unknown
'1'3195 : U C2p_endo unknown
'1'3196 : U C2p_endo unknown
'1'3197 : G C3p_endo unknown
'1'3198 : U C2p_endo unknown
'1'3199 : G C3p_endo unknown
'1'3200 : G C3p_endo unknown
'1'3201 : C C3p_endo unknown
'1'3202 : G C3p_endo unknown
'1'3203 : U C3p_endo unknown
'1'3204 : C C3p_endo unknown
'1'3205 : G C2p_endo unknown
'1'3206 : C C3p_endo unknown
'1'3207 : U C2p_endo unknown
'1'3208 : G C2p_endo unknown
'1'3209 : A C2p_endo unknown
'1'3210 : A C3p_endo unknown
'1'3211 : C C3p_endo unknown
'1'3212 : C C3p_endo unknown
'1'3213 : A C3p_endo unknown
'1'3214 : U C3p_endo unknown
'1'3215 : A C2p_endo unknown
'1'3216 : G C2p_endo unknown
'1'3217 : C C2p_endo unknown
'1'3218 : A C2p_endo unknown
'1'3219 : G C2p_endo unknown
'1'3220 : G C3p_endo unknown
'1'3221 : C C3p_endo unknown
'1'3222 : U C3p_endo unknown
'1'3223 : A C3p_endo unknown
'1'3224 : G C3p_endo unknown
'1'3225 : C C3p_endo unknown
'1'3259 : U C3p_exo unknown
'1'3260 : G C3p_endo unknown
'1'3261 : C C3p_endo unknown
'1'3262 : U C3p_endo unknown
'1'3263 : G C3p_endo unknown
'1'3264 : G C3p_endo unknown
'1'3265 : C C3p_endo unknown
'1'3266 : G C3p_endo unknown
'1'3267 : A C2p_endo unknown
'1'3268 : A C2p_endo unknown
'1'3269 : U C2p_endo unknown
'1'3270 : U C2p_endo unknown
'1'3271 : G C2p_endo unknown
'1'3272 : C C2p_endo unknown
'1'3273 : A C3p_endo unknown
'1'3274 : A C2p_endo unknown
'1'3275 : U C3p_endo unknown
'1'3276 : G C2p_endo unknown
'1'3285 : C C3p_endo unknown
'1'3286 : G C3p_endo unknown
'1'3287 : U C3p_endo unknown
'1'3288 : G C2p_endo unknown
'1'3289 : G C3p_endo unknown
'1'3290 : G C3p_endo unknown
'1'3291 : G C3p_endo unknown
'1'3292 : A C3p_endo unknown
'1'3293 : U C2p_endo unknown
'1'3294 : A C3p_endo unknown
'1'3295 : A C3p_endo unknown
'2'1 : A C3p_endo unknown
'2'2 : A C3p_endo unknown
'2'3 : A C3p_endo unknown
'2'4 : C C3p_endo unknown
'2'5 : U C3p_endo unknown
'2'6 : U C3p_endo unknown
'2'7 : U C3p_endo unknown
'2'8 : C C3p_endo unknown
'2'9 : A C3p_endo unknown
'2'10 : A C3p_endo unknown
'2'11 : C C3p_endo unknown
'2'12 : A C3p_endo unknown
'2'13 : A C3p_endo unknown
'2'14 : C C3p_endo unknown
'2'15 : G C3p_endo unknown
'2'16 : G C2p_endo unknown
'2'17 : A C3p_endo unknown
'2'18 : U C3p_endo unknown
'2'19 : C C3p_endo unknown
'2'20 : U C3p_endo unknown
'2'21 : C C3p_endo unknown
'2'22 : U C1p_exo unknown
'2'23 : U C2p_endo unknown
'2'24 : G C3p_endo unknown
'2'25 : G C3p_endo unknown
'2'26 : U C3p_endo unknown
'2'27 : U C3p_endo unknown
'2'28 : C C3p_endo unknown
'2'29 : U C3p_endo unknown
'2'30 : C C3p_endo unknown
'2'31 : G C3p_endo unknown
'2'32 : C C3p_endo unknown
'2'33 : A C2p_endo unknown
'2'34 : U C2p_endo unknown
'2'35 : C C3p_endo unknown
'2'36 : G C3p_endo unknown
'2'37 : A C2p_endo unknown
'2'38 : U C2p_endo unknown
'2'39 : G C4p_exo unknown
'2'40 : A C3p_endo unknown
'2'41 : A C3p_endo unknown
'2'42 : G C3p_endo unknown
'2'43 : A C3p_endo unknown
'2'44 : A C3p_endo unknown
'2'45 : C C3p_endo unknown
'2'46 : G C3p_endo unknown
'2'47 : C C3p_endo unknown
'2'48 : A C2p_endo unknown
'2'49 : G C3p_endo unknown
'2'50 : C C3p_endo unknown
'2'51 : G C2p_endo unknown
'2'52 : A C3p_endo unknown
'2'53 : A C3p_endo unknown
'2'54 : A C3p_endo unknown
'2'55 : U C3p_endo unknown
'2'56 : G C3p_endo unknown
'2'57 : C C3p_endo unknown
'2'58 : G C2p_endo unknown
'2'59 : A C2p_endo unknown
'2'60 : U C2p_endo unknown
'2'61 : A C3p_endo unknown
'2'62 : C C2p_endo unknown
'2'63 : G C3p_endo unknown
'2'64 : U C3p_endo unknown
'2'65 : A C3p_endo unknown
'2'66 : A C3p_endo unknown
'2'67 : U C3p_endo unknown
'2'68 : G C3p_endo unknown
'2'69 : U C3p_endo unknown
'2'70 : G C2p_endo unknown
'2'71 : A C2p_endo unknown
'2'72 : A C3p_endo unknown
'2'73 : U C3p_endo unknown
'2'74 : U C3p_endo unknown
'2'75 : G C3p_endo unknown
'2'76 : C C3p_endo unknown
'2'77 : A C3p_endo unknown
'2'78 : G C3p_endo unknown
'2'79 : A C3p_endo unknown
'2'80 : A C2p_endo unknown
'2'81 : U C2p_endo unknown
'2'82 : U C3p_endo unknown
'2'83 : C C2p_endo unknown
'2'84 : C C2p_endo unknown
'2'85 : G C2p_endo unknown
'2'86 : U C3p_endo unknown
'2'87 : G C2p_endo unknown
'2'88 : A C3p_endo unknown
'2'89 : A C3p_endo unknown
'2'90 : U C2p_endo unknown
'2'91 : C C3p_endo unknown
'2'92 : A C3p_endo unknown
'2'93 : U C3p_endo unknown
'2'94 : C C3p_endo unknown
'2'95 : G C2p_endo unknown
'2'96 : A C3p_endo unknown
'2'97 : A C2p_exo unknown
'2'98 : U C3p_endo unknown
'2'99 : C C3p_endo unknown
'2'100 : U C3p_endo unknown
'2'101 : U C3p_endo unknown
'2'102 : U C3p_endo unknown
'2'103 : G C3p_endo unknown
'2'104 : A C3p_endo unknown
'2'105 : A C2p_endo unknown
'2'106 : C C2p_endo unknown
'2'107 : G C3p_endo unknown
'2'108 : C C3p_endo unknown
'2'109 : A C3p_endo unknown
'2'110 : C C3p_endo unknown
'2'111 : A C2p_endo unknown
'2'112 : U C2p_endo unknown
'2'113 : U C3p_endo unknown
'2'114 : G C2p_exo unknown
'2'115 : C C3p_endo unknown
'2'116 : G C3p_endo unknown
'2'117 : C C3p_endo unknown
'2'118 : C C3p_endo unknown
'2'119 : C C3p_endo unknown
'2'120 : C C3p_endo unknown
'2'121 : U C3p_endo unknown
'2'122 : U C3p_endo unknown
'2'123 : G C3p_endo unknown
'2'124 : G C3p_endo unknown
'2'125 : U C1p_exo unknown
'2'126 : A C2p_endo unknown
'2'127 : U C3p_endo unknown
'2'128 : U C1p_exo unknown
'2'129 : C C3p_endo unknown
'2'130 : C C3p_endo unknown
'2'131 : A C3p_endo unknown
'2'132 : G C3p_endo unknown
'2'133 : G C3p_endo unknown
'2'134 : G C3p_endo unknown
'2'135 : G C3p_endo unknown
'2'136 : G C3p_endo unknown
'2'137 : C C3p_endo unknown
'2'138 : A C3p_endo unknown
'2'139 : U C3p_endo unknown
'2'140 : G C3p_endo unknown
'2'141 : C C3p_endo unknown
'2'142 : C C3p_endo unknown
'2'143 : U C3p_endo unknown
'2'144 : G C3p_endo unknown
'2'145 : U C3p_endo unknown
'2'146 : U C3p_endo unknown
'2'147 : U C3p_endo unknown
'2'148 : G C3p_endo unknown
'2'149 : A C3p_endo unknown
'2'150 : G C3p_endo unknown
'2'151 : C C3p_endo unknown
'2'152 : G C3p_endo unknown
'2'153 : U C3p_endo unknown
'2'154 : C C3p_endo unknown
'2'155 : A C3p_endo unknown
'2'156 : U C3p_endo unknown
'2'157 : U C2p_endo unknown
D267 : GLY
D268 : TYR
D269 : VAL
D270 : VAL
D271 : CYS
D272 : ASP
D273 : SER
D274 : ASP
D275 : LYS
D276 : ARG
D277 : PHE
D278 : LEU
D279 : LEU
D280 : LEU
D281 : PHE
D282 : SER
D283 : PHE
D284 : LEU
D285 : LYS
D286 : ARG
D287 : ASN
D288 : GLN
D289 : LYS
D290 : LYS
D291 : LYS
D292 : ILE
D293 : ILE
D294 : VAL
D295 : PHE
D296 : LEU
D297 : SER
D298 : SER
D299 : CYS
D300 : ASN
D301 : SER
D302 : VAL
D303 : LYS
D304 : TYR
D305 : TYR
D306 : ALA
D307 : GLU
D308 : LEU
D309 : LEU
D310 : ASN
D311 : TYR
D312 : ILE
D313 : ASP
D314 : LEU
D315 : PRO
D316 : VAL
D317 : LEU
D318 : GLU
D319 : LEU
D320 : HIS
D321 : GLY
D322 : LYS
D323 : GLN
D324 : LYS
D325 : GLN
D326 : GLN
D327 : LYS
D328 : ARG
D329 : THR
D330 : ASN
D331 : THR
D332 : PHE
D333 : PHE
D334 : GLU
D335 : PHE
D336 : CYS
D337 : ASN
D338 : ALA
D339 : GLU
D340 : ARG
D341 : GLY
D342 : ILE
D343 : LEU
D344 : ILE
D345 : CYS
D346 : THR
D347 : ASP
D348 : VAL
D349 : ALA
D350 : ALA
D351 : ARG
D352 : GLY
D353 : LEU
D354 : ASP
D355 : ILE
D356 : PRO
D357 : ALA
D358 : VAL
D359 : ASP
D360 : TRP
D361 : ILE
D362 : ILE
D363 : GLN
D364 : PHE
D365 : ASP
D366 : PRO
D367 : PRO
D368 : ASP
D369 : ASP
D370 : PRO
D371 : ARG
D372 : ASP
D373 : TYR
D374 : ILE
D375 : HIS
D376 : ARG
D377 : VAL
D378 : GLY
D379 : ARG
D388 : GLY
D389 : LYS
D390 : SER
D391 : LEU
D392 : MET
D393 : PHE
D394 : LEU
D395 : THR
D396 : PRO
D397 : ASN
D411 : PRO
D412 : LEU
D413 : ASN
D414 : GLU
D415 : TYR
D416 : GLU
D417 : PHE
D418 : PRO
D419 : GLU
D420 : ASN
D421 : LYS
D422 : ILE
D423 : ALA
D424 : ASN
D425 : VAL
D426 : GLN
D427 : SER
D428 : GLN
D429 : LEU
D430 : GLU
D431 : LYS
D432 : LEU
D433 : ILE
D434 : LYS
D435 : SER
D436 : ASN
D437 : TYR
D438 : TYR
D439 : LEU
D440 : HIS
D441 : GLN
D442 : THR
D443 : ALA
D444 : LYS
D445 : ASP
D446 : GLY
D447 : TYR
D448 : ARG
D449 : SER
D450 : TYR
D451 : LEU
D452 : GLN
D453 : ALA
D454 : TYR
D455 : ALA
D456 : SER
D457 : HIS
D458 : SER
D459 : LEU
D460 : LYS
D461 : THR
D462 : VAL
D463 : TYR
D464 : GLN
D465 : ILE
D466 : ASP
D467 : LYS
D468 : LEU
D469 : ASP
D470 : LEU
D471 : ALA
D472 : LYS
D473 : VAL
D474 : ALA
D475 : LYS
D476 : SER
D477 : TYR
D478 : GLY
D479 : PHE
D480 : PRO
D481 : VAL
K31 : ALA
K32 : ILE
K33 : PRO
K34 : ARG
K35 : GLU
K36 : ARG
K37 : VAL
K38 : ILE
K39 : LYS
K40 : ALA
K41 : VAL
K42 : ASN
K43 : GLU
K44 : LEU
K45 : ILE
K46 : LYS
K47 : PHE
K48 : THR
K49 : SER
K50 : LYS
K51 : PRO
K71 : GLU
K72 : GLU
K73 : GLU
K74 : LEU
K75 : LYS
K76 : LYS
K77 : ASP
K78 : LEU
K79 : GLN
K80 : LEU
K81 : ILE
K82 : VAL
K83 : VAL
K84 : ASN
K85 : ASN
K86 : LYS
K87 : SER
K88 : PHE
K89 : THR
K90 : GLY
K91 : THR
K92 : SER
K93 : LYS
K94 : SER
K95 : PHE
K96 : LYS
K97 : LEU
K98 : LYS
K99 : LEU
K100 : LEU
K101 : ASN
K102 : VAL
K103 : LYS
K104 : HIS
K105 : SER
K106 : PHE
K107 : TYR
K108 : LYS
K109 : PRO
K110 : TRP
K111 : LYS
K112 : GLU
K113 : ALA
K114 : SER
K115 : ALA
K116 : THR
K117 : ALA
K118 : VAL
K119 : LYS
K120 : ASP
K121 : PHE
K122 : LYS
K123 : VAL
K124 : LEU
K125 : LEU
K126 : ILE
K127 : LEU
K128 : LYS
K129 : ASP
K130 : SER
K131 : ASP
K132 : ILE
K133 : LYS
K134 : LYS
K135 : VAL
K136 : SER
K137 : GLU
K138 : ASP
K139 : ASP
K140 : LEU
K141 : PHE
K142 : ASP
K143 : GLN
K144 : LEU
K145 : ASP
K146 : SER
K147 : GLU
K148 : GLY
K149 : ILE
K150 : LYS
K151 : VAL
K152 : ASP
K153 : GLU
K154 : ILE
K155 : ILE
K156 : CYS
K157 : GLY
K158 : LYS
K159 : ASP
K160 : LEU
K161 : LYS
K162 : THR
K163 : VAL
K164 : TYR
K165 : LYS
K166 : ALA
K167 : TYR
K168 : GLU
K169 : ALA
K170 : ARG
K171 : ASN
K172 : ALA
K173 : PHE
K174 : ILE
K175 : SER
K176 : GLN
K177 : PHE
K178 : SER
K179 : LEU
K180 : ILE
K181 : LEU
K182 : ALA
K183 : ASP
K184 : ASP
K185 : SER
K186 : ILE
K187 : VAL
K188 : THR
K189 : SER
K190 : LEU
K191 : PRO
K192 : LYS
K193 : LEU
K194 : MET
K195 : GLY
K196 : GLY
K197 : LYS
K198 : ALA
K199 : TYR
K200 : ASN
K201 : LYS
K202 : VAL
K203 : GLU
K204 : THR
K205 : THR
K206 : PRO
K207 : ILE
K208 : SER
K209 : ILE
K210 : ARG
K211 : THR
K212 : HIS
K213 : ALA
K214 : ASN
K215 : LYS
K216 : GLU
K217 : PHE
K218 : SER
K219 : LEU
K220 : THR
K221 : THR
K222 : LEU
K223 : THR
K224 : ASN
K225 : ASN
K226 : ILE
K227 : LYS
K228 : LYS
K229 : VAL
K230 : TYR
K231 : MET
K232 : ASN
K233 : GLN
K234 : LEU
K235 : PRO
K236 : VAL
K237 : LYS
K238 : LEU
K239 : PRO
K240 : ARG
K241 : GLY
K242 : THR
K243 : THR
K244 : LEU
K245 : ASN
K246 : VAL
K247 : HIS
K248 : LEU
K249 : GLY
K250 : ASN
K251 : LEU
K252 : GLU
K253 : TRP
K254 : LEU
K255 : ARG
K256 : PRO
K257 : GLU
K258 : GLU
K259 : PHE
K260 : VAL
K261 : ASP
K262 : ASN
K263 : VAL
K264 : GLU
K265 : LEU
K266 : ILE
K267 : SER
K268 : GLU
K269 : GLN
K270 : LEU
K271 : ILE
K272 : LYS
K273 : ALA
K274 : TYR
K275 : GLN
K276 : ILE
K277 : ARG
K278 : SER
K279 : ILE
K280 : PHE
K281 : ILE
K282 : LYS
K283 : THR
K284 : ASN
K285 : ARG
K286 : SER
K287 : PRO
K288 : VAL
K289 : LEU
K290 : PRO
K291 : LEU
K292 : TYR
K293 : TYR
K294 : ASN
K295 : GLN
n15 : PHE
n16 : ILE
n17 : THR
n18 : ARG
n19 : SER
n20 : GLN
n21 : ALA
n22 : VAL
n23 : ARG
n24 : LYS
n25 : LEU
n26 : GLN
n27 : VAL
n28 : SER
n29 : LEU
n30 : ALA
n31 : ASP
n32 : PHE
n33 : ARG
n34 : ARG
n35 : LEU
n36 : CYS
n37 : ILE
n38 : PHE
n39 : LYS
n40 : GLY
n41 : ILE
n42 : TYR
n43 : PRO
n44 : ARG
n62 : PHE
n63 : TYR
n64 : TYR
n65 : ALA
n66 : LYS
n67 : ASP
n68 : ILE
n69 : GLN
n70 : TYR
n71 : LEU
n72 : MET
n73 : HIS
n74 : GLU
n75 : PRO
n76 : VAL
n77 : LEU
n78 : ALA
n79 : LYS
n80 : PHE
n81 : ARG
n82 : GLU
n83 : HIS
n84 : LYS
n85 : THR
n86 : PHE
n87 : ALA
n88 : ARG
n89 : LYS
n90 : LEU
n91 : THR
n92 : ARG
n93 : ALA
n94 : LEU
n95 : GLY
n96 : ARG
n97 : GLY
n98 : GLU
n99 : VAL
n100 : SER
n101 : SER
n102 : ALA
n103 : LYS
n104 : ARG
n105 : LEU
n106 : GLU
n107 : GLU
n108 : ASN
n109 : ARG
n110 : ASP
n111 : SER
n112 : TYR
n113 : THR
n114 : LEU
n115 : ASP
n116 : HIS
n117 : ILE
n118 : ILE
n119 : LYS
n120 : GLU
n121 : ARG
n122 : TYR
n123 : PRO
n124 : SER
n125 : PHE
n126 : PRO
n127 : ASP
n128 : ALA
n129 : ILE
n130 : ARG
n131 : ASP
n132 : ILE
n133 : ASP
n134 : ASP
n135 : ALA
n136 : LEU
n137 : ASN
n138 : MET
n139 : LEU
n140 : PHE
n141 : LEU
n142 : PHE
n143 : SER
n144 : ASN
n145 : LEU
n146 : PRO
n147 : SER
n148 : THR
n149 : ASN
n150 : GLN
n151 : VAL
n152 : SER
n153 : SER
n154 : LYS
n155 : ILE
n156 : ILE
n157 : ASN
n158 : ASP
n159 : ALA
n160 : GLN
n161 : LYS
n162 : ILE
n163 : CYS
n164 : ASN
n165 : GLN
n166 : TRP
n167 : LEU
n168 : ALA
n169 : TYR
n170 : VAL
n171 : ALA
n172 : LYS
n173 : GLU
n174 : ARG
n175 : LEU
n176 : VAL
n177 : ARG
n178 : LYS
n179 : VAL
n180 : PHE
n181 : VAL
n182 : SER
n183 : ILE
n184 : LYS
n185 : GLY
n186 : VAL
n187 : TYR
n188 : TYR
n189 : GLN
n190 : ALA
n191 : ASN
n192 : ILE
n193 : LYS
n194 : GLY
n195 : GLU
n196 : GLU
n197 : VAL
n198 : ARG
n199 : TRP
n200 : LEU
n201 : VAL
n202 : PRO
n203 : PHE
n204 : LYS
n205 : PHE
n206 : PRO
n207 : GLU
n208 : ASN
n209 : ILE
n210 : PRO
n211 : SER
n212 : ASP
n213 : VAL
n214 : ASP
n215 : PHE
n216 : ARG
n217 : ILE
n218 : MET
n219 : LEU
n220 : THR
n221 : PHE
n222 : LEU
n223 : GLU
n224 : PHE
n225 : TYR
n226 : SER
n227 : THR
n228 : LEU
n229 : LEU
n230 : HIS
n231 : PHE
n232 : VAL
n233 : LEU
n234 : TYR
n235 : LYS
n236 : LEU
n237 : TYR
n238 : THR
n239 : ASP
n240 : SER
n241 : GLY
n242 : LEU
n243 : ILE
n244 : TYR
n245 : PRO
n246 : PRO
n247 : LYS
n248 : LEU
n249 : ASP
n250 : LEU
n251 : LYS
n252 : LYS
n253 : ASP
n254 : LYS
n255 : ILE
n256 : ILE
n257 : SER
n258 : GLY
n259 : LEU
n260 : SER
n261 : SER
n262 : TYR
n263 : ILE
n264 : LEU
n265 : GLU
n266 : SER
n267 : ARG
n352 : TYR
n353 : ASP
n354 : SER
n355 : PRO
n356 : VAL
n357 : ALA
n358 : SER
n359 : LEU
n360 : PHE
n361 : SER
n362 : ALA
n363 : PHE
n364 : VAL
n365 : PHE
n366 : TYR
n367 : VAL
n368 : SER
n369 : ARG
n370 : GLU
n371 : VAL
n372 : PRO
n373 : ILE
n374 : ASP
n375 : ILE
n376 : LEU
n377 : GLU
n378 : PHE
n379 : LEU
n380 : ILE
n381 : LEU
n382 : SER
n383 : CYS
n384 : GLY
n385 : GLY
n386 : ASN
n387 : VAL
n388 : ILE
n389 : SER
n390 : GLU
n391 : ALA
n392 : ALA
n393 : MET
n394 : ASP
n405 : SER
n406 : LYS
n407 : VAL
n408 : THR
n409 : HIS
n410 : GLN
n411 : ILE
n412 : VAL
n413 : ASP
n414 : ARG
n415 : PRO
n416 : VAL
n417 : LEU
n418 : LYS
n419 : ASN
n420 : LYS
n421 : VAL
n422 : ALA
n423 : GLY
n424 : ARG
n425 : THR
n426 : TYR
n427 : ILE
n428 : GLN
n429 : PRO
n430 : GLN
n431 : TRP
n432 : ILE
n433 : PHE
n434 : ASP
n435 : CYS
n436 : ILE
n437 : ASN
o88 : GLU
o89 : TYR
o90 : SER
o91 : GLY
o92 : ILE
o93 : ILE
o94 : TYR
o95 : VAL
o96 : SER
o97 : ARG
o98 : LEU
o99 : PRO
o100 : HIS
o101 : GLY
o102 : PHE
o103 : HIS
o104 : GLU
o105 : LYS
o106 : GLU
o107 : LEU
o108 : SER
o109 : LYS
o110 : TYR
o111 : PHE
o112 : ALA
o113 : GLN
o114 : PHE
o115 : GLY
o116 : ASP
o117 : LEU
o118 : LYS
o119 : GLU
o120 : VAL
o121 : ARG
o122 : LEU
o123 : ALA
o124 : ARG
o125 : ASN
o126 : LYS
o127 : LYS
o128 : THR
o129 : GLY
o130 : ASN
o131 : SER
o132 : ARG
o133 : HIS
o134 : TYR
o135 : GLY
o136 : PHE
o137 : LEU
o138 : GLU
o139 : PHE
o140 : VAL
o141 : ASN
o142 : LYS
o143 : GLU
o144 : ASP
o145 : ALA
o146 : MET
o147 : ILE
o148 : ALA
o149 : GLN
o150 : GLU
o151 : SER
o152 : MET
o153 : ASN
o154 : ASN
o155 : TYR
o156 : LEU
o157 : LEU
o158 : MET
o159 : GLY
o160 : HIS
o161 : LEU
o162 : LEU
o163 : GLN
o164 : VAL
o165 : ARG
o166 : VAL
o167 : LEU
o168 : PRO
o169 : LYS
o170 : GLY
o171 : ALA
o172 : LYS
o173 : ILE
o174 : GLU
o175 : LYS
o176 : LEU
o177 : TYR
o178 : LYS
o179 : TYR
o180 : LYS
o181 : LYS
o182 : ARG
o194 : LYS
o195 : GLN
o196 : LEU
o197 : LYS
o198 : ASP
o199 : ASN
o200 : MET
o201 : LYS
o202 : GLN
o203 : LYS
o204 : HIS
o205 : GLU
o206 : GLU
o207 : ARG
o208 : ILE
o209 : LYS
o210 : LYS
o211 : LEU
o212 : ALA
o213 : LYS
o214 : SER
t54 : LYS
t55 : PHE
t56 : VAL
t57 : ARG
t58 : ALA
t59 : GLU
t60 : SER
t61 : ILE
t62 : VAL
t63 : ALA
t64 : LYS
t65 : THR
t66 : LEU
t67 : ALA
t68 : THR
t69 : SER
t70 : ARG
t71 : GLU
t72 : LYS
t73 : GLU
t74 : ARG
t75 : ILE
t76 : LYS
t77 : ARG
t78 : VAL
t79 : SER
t80 : ILE
t81 : LEU
t82 : GLU
t83 : ASP
t84 : LYS
t85 : LYS
t86 : ALA
t87 : LYS
t88 : ASN
t89 : GLU
t90 : THR
t91 : GLN
t92 : HIS
t93 : ILE
t94 : ALA
t95 : SER
t96 : GLY
t97 : LYS
t98 : ASP
t99 : PHE
t100 : ILE
t101 : LEU
t102 : LYS
t103 : ILE
t104 : THR
t105 : GLU
t127 : GLY
t128 : LEU
t129 : ILE
t130 : ARG
t131 : GLU
t132 : LYS
t133 : THR
t134 : THR
t135 : TYR
t136 : ASP
t137 : GLY
t138 : LYS
t139 : PRO
t140 : ALA
t141 : LEU
t142 : LEU
t143 : PHE
t144 : ILE
t145 : VAL
t146 : ARG
t147 : VAL
t148 : ARG
t149 : GLY
t150 : PRO
t151 : LEU
t152 : ALA
t153 : VAL
t154 : ASN
t155 : ILE
t156 : PRO
t157 : ASN
t158 : LYS
t159 : ALA
t160 : PHE
t161 : LYS
t162 : ILE
t163 : LEU
t164 : SER
t165 : LEU
t166 : LEU
t167 : ARG
t168 : LEU
t169 : VAL
t170 : GLU
t171 : THR
t172 : ASN
t173 : THR
t174 : GLY
t175 : VAL
t176 : PHE
t177 : VAL
t178 : LYS
t179 : LEU
t180 : THR
t181 : LYS
t182 : ASN
t183 : VAL
t184 : TYR
t185 : PRO
t186 : LEU
t187 : LEU
t188 : LYS
t189 : VAL
t190 : ILE
t191 : ALA
t192 : PRO
t193 : TYR
t194 : VAL
t195 : VAL
t196 : ILE
t197 : GLY
t198 : LYS
t199 : PRO
t200 : SER
t201 : LEU
t202 : SER
t203 : SER
t204 : ILE
t205 : ARG
t206 : SER
t207 : LEU
t208 : ILE
t209 : GLN
t210 : LYS
t211 : ARG
t212 : GLY
t213 : ARG
t214 : ILE
t215 : ILE
t216 : TYR
t217 : LYS
t218 : GLY
t219 : GLU
t220 : ASN
t221 : GLU
t222 : ALA
t223 : GLU
t224 : PRO
t225 : HIS
t226 : GLU
t227 : ILE
t228 : VAL
t229 : LEU
t230 : ASN
t231 : ASP
t232 : ASN
t233 : ASN
t234 : ILE
t235 : VAL
t236 : GLU
t237 : GLU
t238 : GLN
t239 : LEU
t240 : GLY
t241 : ASP
t242 : HIS
t243 : GLY
t244 : ILE
t245 : ILE
t246 : CYS
t247 : VAL
t248 : GLU
t249 : ASP
t250 : ILE
t251 : ILE
t252 : HIS
t253 : GLU
t254 : ILE
t255 : ALA
t256 : THR
t257 : MET
t258 : GLY
t259 : GLU
t260 : SER
t261 : PHE
t262 : SER
t263 : VAL
t264 : CYS
t265 : ASN
t266 : PHE
t267 : PHE
t268 : LEU
t269 : GLN
t270 : PRO
t271 : PHE
t272 : LYS
t273 : LEU
t274 : ASN
t275 : ARG
t276 : GLU
t277 : VAL
t278 : SER
t279 : GLY
t280 : PHE
t281 : GLY
t282 : SER
t283 : LEU
t284 : ASN
t285 : ARG
t286 : LEU
t287 : ARG
t288 : LYS
t289 : ILE
t290 : LYS
t291 : GLN
t292 : ARG
t293 : GLU
t294 : ALA
t295 : GLU
t296 : SER
t297 : ARG
t298 : THR
t299 : ARG
t300 : GLN
t301 : PHE
t302 : SER
t303 : ASN
t304 : ALA
t305 : ALA
t306 : THR
t307 : ALA
t308 : PRO
t309 : VAL
t310 : ILE
t311 : GLU
t312 : VAL
t313 : ASP
t314 : ILE
t315 : ASP
t316 : SER
t317 : LEU
t318 : LEU
t319 : ALA
t320 : LYS
t321 : LEU
t322 : ASN
'6'1 : C C2p_endo unknown
'6'2 : C C3p_endo unknown
'6'3 : U C2p_endo unknown
'6'4 : U C2p_endo unknown
'6'5 : C C2p_endo unknown
'6'6 : U C2p_endo unknown
'6'7 : C C2p_endo unknown
'6'8 : A C3p_endo unknown
'6'9 : A C3p_endo unknown
'6'10 : A C3p_endo unknown
'6'11 : C C3p_endo unknown
'6'12 : A C3p_endo unknown
'6'13 : U C3p_endo unknown
'6'14 : U C3p_endo unknown
'6'15 : C C2p_endo unknown
'6'16 : U C2p_endo unknown
'6'17 : G C3p_endo unknown
'6'18 : U C3p_endo unknown
'6'19 : U C3p_endo unknown
'6'20 : U C3p_endo unknown
'6'21 : G C3p_endo unknown
'6'22 : G C3p_endo unknown
'6'23 : U C2p_endo unknown
'6'24 : A C3p_endo unknown
'6'25 : G C2p_endo unknown
'6'26 : U C3p_endo unknown
'6'27 : G C3p_endo unknown
'6'28 : A C3p_endo unknown
'6'29 : G C3p_endo unknown
'6'30 : U C3p_endo unknown
'6'31 : G C3p_endo unknown
'6'32 : A C3p_endo unknown
'6'33 : U C2p_endo unknown
'6'34 : A C3p_endo unknown
'6'35 : C C3p_endo unknown
'6'36 : U C3p_endo unknown
'6'37 : C C3p_endo unknown
'6'38 : U C3p_endo unknown
'6'39 : U C3p_endo unknown
'6'40 : U C2p_endo unknown
'6'41 : G C3p_endo unknown
'6'42 : G C2p_endo unknown
'6'43 : A C3p_endo unknown
'6'44 : G C3p_endo unknown
'6'45 : U C3p_endo unknown
'6'46 : U C3p_endo unknown
'6'47 : A C3p_endo unknown
'6'48 : A C3p_endo unknown
'6'49 : C C3p_endo unknown
'6'50 : U C3p_endo unknown
'6'51 : U C2p_endo unknown
'6'52 : G C3p_endo unknown
'6'53 : A C2p_endo unknown
'6'54 : A C2p_endo unknown
'6'55 : A C2p_endo unknown
'6'56 : U C2p_endo unknown
'6'57 : U C2p_endo unknown
'6'58 : G C2p_endo unknown
'6'59 : C C2p_endo unknown
'6'227 : C C2p_endo unknown
'6'228 : U C2p_endo unknown
'6'229 : U C2p_endo unknown
'6'230 : A C3p_endo unknown
'6'231 : A C3p_exo unknown
'6'232 : A C2p_endo unknown
B244 : ILE
B245 : ASP
B246 : TRP
B247 : PHE
B248 : THR
B249 : ARG
B250 : HIS
B251 : GLU
B252 : GLU
B253 : VAL
B254 : MET
B255 : PRO
B256 : LEU
B257 : THR
B258 : ALA
B259 : VAL
B260 : PRO
B261 : GLU
B262 : PRO
B263 : LYS
B264 : ARG
B265 : ARG
B266 : PHE
B267 : VAL
B268 : PRO
B269 : SER
B270 : LYS
B271 : ASN
B272 : GLU
B273 : ALA
B274 : LYS
B275 : ARG
B276 : VAL
B277 : MET
B278 : LYS
B279 : ILE
B280 : VAL
B281 : ARG
B282 : ALA
B283 : ILE
B284 : ARG
B285 : GLU
B286 : GLY
B287 : ARG
B288 : ILE
B289 : ILE
B290 : PRO
B291 : PRO
B292 : LYS
B293 : LYS
B294 : LEU
B295 : LYS
B296 : GLU
B297 : MET
B298 : LYS
B299 : GLU
B300 : LYS
B301 : GLU
B302 : LYS
B303 : ILE
B304 : GLU
B305 : ASN
B306 : TYR
B307 : GLN
B308 : TYR
B309 : ASP
B310 : LEU
B311 : TRP
B312 : GLY
B324 : LEU
B325 : ARG
B326 : ALA
B327 : PRO
B328 : LYS
B329 : LEU
B330 : PRO
B331 : PRO
B332 : PRO
B333 : THR
B334 : ASN
B335 : GLU
B336 : GLU
B337 : SER
B338 : TYR
B339 : ASN
B340 : PRO
B341 : PRO
B342 : GLU
B343 : GLU
B344 : TYR
B345 : LEU
B346 : LEU
B347 : SER
B348 : PRO
B349 : GLU
B350 : GLU
B351 : LYS
B352 : GLU
B353 : ALA
B354 : TRP
B355 : GLU
B356 : ASN
B357 : THR
B358 : GLU
B359 : TYR
B360 : SER
B361 : GLU
B362 : ARG
B363 : GLU
B364 : ARG
B365 : ASN
B366 : PHE
B367 : ILE
B368 : PRO
B369 : GLN
B370 : LYS
B371 : TYR
B372 : SER
B373 : ALA
B374 : LEU
B375 : ARG
B376 : LYS
B377 : VAL
B378 : PRO
B379 : GLY
B380 : TYR
B381 : GLY
B382 : GLU
B383 : SER
B384 : ILE
B385 : ARG
B386 : GLU
B387 : ARG
B388 : PHE
B389 : GLU
B390 : ARG
B391 : SER
B392 : LEU
B393 : ASP
B394 : LEU
B395 : TYR
B396 : LEU
B397 : ALA
Adjacent stackings ----------------------------------------------
Non-Adjacent stackings ------------------------------------------
Number of stackings = 0
Number of adjacent stackings = 0
Number of non adjacent stackings = 0
Base-pairs ------------------------------------------------------
