Residue conformations -------------------------------------------
'6'1 : C C2p_endo syn
'6'2 : C C3p_endo anti
'6'3 : U C2p_endo anti
'6'4 : U C2p_endo anti
'6'5 : C C2p_endo anti
'6'6 : U C2p_endo anti
'6'7 : C C3p_endo anti
'6'8 : A C3p_endo anti
'6'9 : A C3p_endo anti
'6'10 : A C3p_endo anti
'6'11 : C C3p_endo anti
'6'12 : A C3p_endo anti
'6'13 : U C2p_endo anti
'6'14 : U C3p_endo anti
'6'15 : C C2p_endo anti
'6'16 : U C3p_endo anti
'6'17 : G C3p_endo anti
'6'18 : U C3p_endo anti
'6'19 : U C3p_endo anti
'6'20 : U C3p_endo anti
'6'21 : G C3p_endo anti
'6'22 : G C3p_endo anti
'6'23 : U C2p_endo anti
'6'24 : A C2p_endo anti
'6'25 : G C2p_endo anti
'6'26 : U C3p_endo anti
'6'27 : G C3p_endo anti
'6'28 : A C3p_endo anti
'6'29 : G C3p_endo anti
'6'30 : U C3p_endo anti
'6'31 : G C3p_endo anti
'6'32 : A C3p_endo anti
'6'33 : U C3p_endo anti
'6'34 : A C3p_endo anti
'6'35 : C C3p_endo anti
'6'36 : U C3p_endo anti
'6'37 : C C3p_endo anti
'6'38 : U C3p_endo anti
'6'39 : U C2p_endo anti
'6'40 : U C2p_endo anti
'6'41 : G C3p_endo syn
'6'42 : G C2p_endo anti
'6'43 : A C3p_endo anti
'6'44 : G C3p_endo anti
'6'45 : U C3p_endo anti
'6'46 : U C3p_endo anti
'6'47 : A C3p_endo anti
'6'48 : A C3p_endo anti
'6'49 : C C3p_endo anti
'6'50 : U C3p_endo anti
'6'51 : U C2p_endo anti
'6'52 : G C2p_endo anti
'6'53 : A C2p_endo anti
'6'54 : A C2p_endo syn
'6'55 : A C2p_endo syn
'6'56 : U C2p_endo anti
'6'57 : U C2p_endo anti
'6'58 : G C2p_endo syn
'6'59 : C C2p_endo syn
'6'60 : U C2p_endo syn
'6'61 : G C3p_endo anti
'6'62 : G C3p_endo anti
'6'63 : C C3p_endo anti
'6'64 : C C3p_endo anti
'6'65 : U C3p_endo anti
'6'66 : U C3p_endo anti
'6'67 : U C3p_endo anti
'6'213 : A C3p_endo anti
'6'214 : G C3p_endo anti
'6'215 : G C3p_endo anti
'6'216 : C C3p_endo anti
'6'217 : G C2p_endo anti
'6'218 : A C2p_endo syn
'6'219 : A C2p_endo anti
'6'220 : C C3p_endo anti
'6'221 : A C3p_endo anti
'6'222 : A C3p_endo anti
'6'223 : U C2p_endo syn
'6'224 : G C3p_endo anti
'6'225 : U C2p_endo syn
'6'226 : U C2p_endo anti
'6'227 : C C2p_endo anti
'6'228 : U C2p_endo anti
'6'229 : U C2p_endo anti
'6'230 : A C3p_endo anti
'6'231 : A C3p_endo anti
'6'232 : A C3p_endo anti
D42 : GLU
D43 : LYS
D44 : PHE
D45 : GLU
D46 : GLU
D47 : LEU
D48 : LYS
D49 : LEU
D50 : SER
D51 : GLN
D52 : PRO
D53 : THR
D54 : LEU
D55 : LYS
D56 : ALA
D57 : ILE
D58 : GLU
D59 : LYS
D60 : MET
D61 : GLY
D62 : PHE
D63 : THR
D64 : THR
D65 : MET
D66 : THR
D67 : SER
D68 : VAL
D69 : GLN
D70 : ALA
D71 : ARG
D72 : THR
D73 : ILE
D74 : PRO
D75 : PRO
D76 : LEU
D77 : LEU
D78 : ALA
D79 : GLY
D80 : ARG
D81 : ASP
D82 : VAL
D83 : LEU
D84 : GLY
D85 : ALA
D86 : ALA
D87 : LYS
D88 : THR
D89 : GLY
D90 : SER
D91 : GLY
D92 : LYS
D93 : THR
D94 : LEU
D95 : ALA
D96 : PHE
D97 : LEU
D98 : ILE
D99 : PRO
D100 : ALA
D101 : ILE
D102 : GLU
D103 : LEU
D104 : LEU
D105 : HIS
D106 : SER
D107 : LEU
D108 : LYS
D109 : PHE
D110 : LYS
D111 : PRO
D112 : ARG
D113 : ASN
D114 : GLY
D115 : THR
D116 : GLY
D117 : ILE
D118 : ILE
D119 : VAL
D120 : ILE
D121 : THR
D122 : PRO
D123 : THR
D124 : ARG
D125 : GLU
D126 : LEU
D127 : ALA
D128 : LEU
D129 : GLN
D130 : ILE
D131 : PHE
D132 : GLY
D133 : VAL
D134 : ALA
D135 : ARG
D136 : GLU
D137 : LEU
D138 : MET
D139 : GLU
D140 : PHE
D141 : HIS
D142 : SER
D143 : GLN
D144 : THR
D145 : PHE
D146 : GLY
D147 : ILE
D148 : VAL
D149 : ILE
D150 : GLY
D151 : GLY
D152 : ALA
D153 : ASN
D154 : ARG
D155 : ARG
D156 : GLN
D157 : GLU
D158 : ALA
D159 : GLU
D160 : LYS
D161 : LEU
D162 : MET
D163 : LYS
D164 : GLY
D165 : VAL
D166 : ASN
D167 : MET
D168 : LEU
D169 : ILE
D170 : ALA
D171 : THR
D172 : PRO
D173 : GLY
D174 : ARG
D175 : LEU
D176 : LEU
D177 : ASP
D178 : HIS
D179 : LEU
D180 : GLN
D181 : ASN
D182 : THR
D183 : LYS
D184 : GLY
D185 : PHE
D186 : VAL
D187 : PHE
D188 : LYS
D189 : ASN
D190 : LEU
D191 : LYS
D192 : ALA
D193 : LEU
D194 : ILE
D195 : ILE
D196 : ASP
D197 : GLU
D198 : ALA
D199 : ASP
D200 : ARG
D201 : ILE
D202 : LEU
D203 : GLU
D204 : ILE
D205 : GLY
D206 : PHE
D207 : GLU
D208 : ASP
D209 : GLU
D210 : MET
D211 : ARG
D212 : GLN
D213 : ILE
D214 : ILE
D215 : LYS
D216 : ILE
D217 : LEU
D218 : PRO
D219 : ASN
D220 : GLU
D221 : ASP
D222 : ARG
D223 : GLN
D224 : SER
D225 : MET
D226 : LEU
D227 : PHE
D228 : SER
D229 : ALA
D230 : THR
D231 : GLN
D232 : THR
D233 : THR
D234 : LYS
D235 : VAL
D236 : GLU
D237 : ASP
D238 : LEU
D239 : ALA
D240 : ARG
D241 : ILE
D242 : SER
D243 : LEU
D244 : ARG
D245 : PRO
D246 : GLY
D247 : PRO
D248 : LEU
D249 : PHE
D250 : ILE
D251 : ASN
D252 : VAL
D264 : LEU
D265 : GLU
D266 : GLN
D267 : GLY
D268 : TYR
D269 : VAL
D270 : VAL
D271 : CYS
D272 : ASP
D273 : SER
D274 : ASP
D275 : LYS
D276 : ARG
D277 : PHE
D278 : LEU
D279 : LEU
D280 : LEU
D281 : PHE
D282 : SER
D283 : PHE
D284 : LEU
D285 : LYS
D286 : ARG
D287 : ASN
D288 : GLN
D289 : LYS
D290 : LYS
D291 : LYS
D292 : ILE
D293 : ILE
D294 : VAL
D295 : PHE
D296 : LEU
D297 : SER
D298 : SER
D299 : CYS
D300 : ASN
D301 : SER
D302 : VAL
D303 : LYS
D304 : TYR
D305 : TYR
D306 : ALA
D307 : GLU
D308 : LEU
D309 : LEU
D310 : ASN
D311 : TYR
D312 : ILE
D313 : ASP
D314 : LEU
D315 : PRO
D316 : VAL
D317 : LEU
D318 : GLU
D319 : LEU
D320 : HIS
D321 : GLY
D322 : LYS
D323 : GLN
D324 : LYS
D325 : GLN
D326 : GLN
D327 : LYS
D328 : ARG
D329 : THR
D330 : ASN
D331 : THR
D332 : PHE
D333 : PHE
D334 : GLU
D335 : PHE
D336 : CYS
D337 : ASN
D338 : ALA
D339 : GLU
D340 : ARG
D341 : GLY
D342 : ILE
D343 : LEU
D344 : ILE
D345 : CYS
D346 : THR
D347 : ASP
D348 : VAL
D349 : ALA
D350 : ALA
D351 : ARG
D352 : GLY
D353 : LEU
D354 : ASP
D355 : ILE
D356 : PRO
D357 : ALA
D358 : VAL
D359 : ASP
D360 : TRP
D361 : ILE
D362 : ILE
D363 : GLN
D364 : PHE
D365 : ASP
D366 : PRO
D367 : PRO
D368 : ASP
D369 : ASP
D370 : PRO
D371 : ARG
D372 : ASP
D373 : TYR
D374 : ILE
D375 : HIS
D376 : ARG
D377 : VAL
D378 : GLY
D379 : ARG
D380 : THR
D381 : ALA
D382 : ARG
D383 : GLY
D384 : THR
D385 : LYS
D386 : GLY
D387 : LYS
D388 : GLY
D389 : LYS
D390 : SER
D391 : LEU
D392 : MET
D393 : PHE
D394 : LEU
D395 : THR
D396 : PRO
D397 : ASN
D398 : GLU
D399 : LEU
D400 : GLY
D401 : PHE
D402 : LEU
D403 : ARG
D404 : TYR
D405 : LEU
D406 : LYS
D407 : ALA
D408 : SER
D409 : LYS
D410 : VAL
D411 : PRO
D412 : LEU
D413 : ASN
D414 : GLU
D415 : TYR
D416 : GLU
D417 : PHE
D418 : PRO
D419 : GLU
D420 : ASN
D421 : LYS
D422 : ILE
D423 : ALA
D424 : ASN
D425 : VAL
D426 : GLN
D427 : SER
D428 : GLN
D429 : LEU
D430 : GLU
D431 : LYS
D432 : LEU
D433 : ILE
D434 : LYS
D435 : SER
D436 : ASN
D437 : TYR
D438 : TYR
D439 : LEU
D440 : HIS
D441 : GLN
D442 : THR
D443 : ALA
D444 : LYS
D445 : ASP
D446 : GLY
D447 : TYR
D448 : ARG
D449 : SER
D450 : TYR
D451 : LEU
D452 : GLN
D453 : ALA
D454 : TYR
D455 : ALA
D456 : SER
D457 : HIS
D458 : SER
D459 : LEU
D460 : LYS
D461 : THR
D462 : VAL
D463 : TYR
D464 : GLN
D465 : ILE
D466 : ASP
D467 : LYS
D468 : LEU
D469 : ASP
D470 : LEU
D471 : ALA
D472 : LYS
D473 : VAL
D474 : ALA
D475 : LYS
D476 : SER
D477 : TYR
D478 : GLY
D479 : PHE
D480 : PRO
D481 : VAL
D482 : PRO
D483 : PRO
D484 : LYS
D485 : VAL
D486 : ASN
D487 : ILE
D488 : THR
D489 : ILE
G46 : LEU
G47 : SER
G48 : ARG
G49 : TYR
G50 : VAL
G51 : LYS
G52 : TRP
G53 : PRO
G54 : GLU
G55 : TYR
G56 : VAL
G57 : ARG
G58 : VAL
G59 : GLN
G60 : ARG
G61 : GLN
G62 : LYS
G63 : LYS
G64 : ILE
G65 : LEU
G66 : SER
G67 : ILE
G68 : ARG
G69 : LEU
G70 : LYS
G71 : VAL
G72 : PRO
G73 : PRO
G74 : THR
G75 : ILE
G76 : ALA
G77 : GLN
G78 : PHE
G79 : GLN
G80 : TYR
G81 : THR
G82 : LEU
G83 : ASP
G84 : ARG
G85 : ASN
G86 : THR
G87 : ALA
G88 : ALA
G89 : GLU
G90 : THR
G91 : PHE
G92 : LYS
G93 : LEU
G94 : PHE
G95 : ASN
G96 : LYS
G97 : TYR
G98 : ARG
G99 : PRO
G100 : GLU
G101 : THR
G102 : ALA
G103 : ALA
G104 : GLU
G105 : LYS
G106 : LYS
G107 : GLU
G108 : ARG
G109 : LEU
G110 : THR
G111 : LYS
G112 : GLU
G113 : ALA
G114 : ALA
G115 : ALA
G116 : VAL
G117 : ALA
G118 : GLU
G119 : GLY
G125 : ALA
G126 : SER
G127 : PRO
G128 : LYS
G129 : PRO
G130 : TYR
G131 : ALA
G132 : VAL
G133 : LYS
G134 : TYR
G135 : GLY
G136 : LEU
G137 : ASN
G138 : HIS
G139 : VAL
G140 : VAL
G141 : ALA
G142 : LEU
G143 : ILE
G144 : GLU
G145 : ASN
G146 : LYS
G147 : LYS
G148 : ALA
G149 : LYS
G150 : LEU
G151 : VAL
G152 : LEU
G153 : ILE
G154 : ALA
G155 : ASN
G156 : ASP
G157 : VAL
G158 : ASP
G159 : PRO
G160 : ILE
G161 : GLU
G162 : LEU
G163 : VAL
G164 : VAL
G165 : PHE
G166 : LEU
G167 : PRO
G168 : ALA
G169 : LEU
G170 : CYS
G171 : LYS
G172 : LYS
G173 : MET
G174 : GLY
G175 : VAL
G176 : PRO
G177 : TYR
G178 : ALA
G179 : ILE
G180 : VAL
G181 : LYS
G182 : GLY
G183 : LYS
G184 : ALA
G185 : ARG
G186 : LEU
G187 : GLY
G188 : THR
G189 : LEU
G190 : VAL
G191 : ASN
G192 : GLN
G193 : LYS
G194 : THR
G195 : SER
G196 : ALA
G197 : VAL
G198 : ALA
G199 : ALA
G200 : LEU
G201 : THR
G202 : GLU
G203 : VAL
G204 : ARG
G205 : ALA
G206 : GLU
G207 : ASP
G208 : GLU
G209 : ALA
G210 : ALA
G211 : LEU
G212 : ALA
G213 : LYS
G214 : LEU
G215 : VAL
G216 : SER
G217 : THR
G218 : ILE
G219 : ASP
G220 : ALA
G221 : ASN
G222 : PHE
G223 : ALA
G224 : ASP
G225 : LYS
G226 : TYR
G227 : ASP
G228 : GLU
G229 : VAL
G230 : LYS
G231 : LYS
G232 : HIS
G233 : TRP
G234 : GLY
G235 : GLY
G236 : GLY
G237 : ILE
G238 : LEU
G239 : GLY
G240 : ASN
G241 : LYS
G242 : ALA
G243 : GLN
G244 : ALA
G245 : LYS
G246 : MET
G247 : ASP
G248 : LYS
G249 : ARG
K31 : ALA
K32 : ILE
K33 : PRO
K34 : ARG
K35 : GLU
K36 : ARG
K37 : VAL
K38 : ILE
K39 : LYS
K40 : ALA
K41 : VAL
K42 : ASN
K43 : GLU
K44 : LEU
K45 : ILE
K46 : LYS
K47 : PHE
K48 : THR
K49 : SER
K50 : LYS
K51 : PRO
K64 : LYS
K65 : ASN
K66 : LEU
K67 : LEU
K68 : GLU
K69 : ASP
K70 : ASP
K71 : GLU
K72 : GLU
K73 : GLU
K74 : LEU
K75 : LYS
K76 : LYS
K77 : ASP
K78 : LEU
K79 : GLN
K80 : LEU
K81 : ILE
K82 : VAL
K83 : VAL
K84 : ASN
K85 : ASN
K86 : LYS
K87 : SER
K88 : PHE
K89 : THR
K90 : GLY
K91 : THR
K92 : SER
K93 : LYS
K94 : SER
K95 : PHE
K96 : LYS
K97 : LEU
K98 : LYS
K99 : LEU
K100 : LEU
K101 : ASN
K102 : VAL
K103 : LYS
K104 : HIS
K105 : SER
K106 : PHE
K107 : TYR
K108 : LYS
K109 : PRO
K110 : TRP
K111 : LYS
K112 : GLU
K113 : ALA
K114 : SER
K115 : ALA
K116 : THR
K117 : ALA
K118 : VAL
K119 : LYS
K120 : ASP
K121 : PHE
K122 : LYS
K123 : VAL
K124 : LEU
K125 : LEU
K126 : ILE
K127 : LEU
K128 : LYS
K129 : ASP
K130 : SER
K131 : ASP
K132 : ILE
K133 : LYS
K134 : LYS
K135 : VAL
K136 : SER
K137 : GLU
K138 : ASP
K139 : ASP
K140 : LEU
K141 : PHE
K142 : ASP
K143 : GLN
K144 : LEU
K145 : ASP
K146 : SER
K147 : GLU
K148 : GLY
K149 : ILE
K150 : LYS
K151 : VAL
K152 : ASP
K153 : GLU
K154 : ILE
K155 : ILE
K156 : CYS
K157 : GLY
K158 : LYS
K159 : ASP
K160 : LEU
K161 : LYS
K162 : THR
K163 : VAL
K164 : TYR
K165 : LYS
K166 : ALA
K167 : TYR
K168 : GLU
K169 : ALA
K170 : ARG
K171 : ASN
K172 : ALA
K173 : PHE
K174 : ILE
K175 : SER
K176 : GLN
K177 : PHE
K178 : SER
K179 : LEU
K180 : ILE
K181 : LEU
K182 : ALA
K183 : ASP
K184 : ASP
K185 : SER
K186 : ILE
K187 : VAL
K188 : THR
K189 : SER
K190 : LEU
K191 : PRO
K192 : LYS
K193 : LEU
K194 : MET
K195 : GLY
K196 : GLY
K197 : LYS
K198 : ALA
K199 : TYR
K200 : ASN
K201 : LYS
K202 : VAL
K203 : GLU
K204 : THR
K205 : THR
K206 : PRO
K207 : ILE
K208 : SER
K209 : ILE
K210 : ARG
K211 : THR
K212 : HIS
K213 : ALA
K214 : ASN
K215 : LYS
K216 : GLU
K217 : PHE
K218 : SER
K219 : LEU
K220 : THR
K221 : THR
K222 : LEU
K223 : THR
K224 : ASN
K225 : ASN
K226 : ILE
K227 : LYS
K228 : LYS
K229 : VAL
K230 : TYR
K231 : MET
K232 : ASN
K233 : GLN
K234 : LEU
K235 : PRO
K236 : VAL
K237 : LYS
K238 : LEU
K239 : PRO
K240 : ARG
K241 : GLY
K242 : THR
K243 : THR
K244 : LEU
K245 : ASN
K246 : VAL
K247 : HIS
K248 : LEU
K249 : GLY
K250 : ASN
K251 : LEU
K252 : GLU
K253 : TRP
K254 : LEU
K255 : ARG
K256 : PRO
K257 : GLU
K258 : GLU
K259 : PHE
K260 : VAL
K261 : ASP
K262 : ASN
K263 : VAL
K264 : GLU
K265 : LEU
K266 : ILE
K267 : SER
K268 : GLU
K269 : GLN
K270 : LEU
K271 : ILE
K272 : LYS
K273 : ALA
K274 : TYR
K275 : GLN
K276 : ILE
K277 : ARG
K278 : SER
K279 : ILE
K280 : PHE
K281 : ILE
K282 : LYS
K283 : THR
K284 : ASN
K285 : ARG
K286 : SER
K287 : PRO
K288 : VAL
K289 : LEU
K290 : PRO
K291 : LEU
K292 : TYR
K293 : TYR
K294 : ASN
K295 : GLN
K296 : ASP
K297 : VAL
K298 : LEU
K299 : ASP
K300 : GLU
K301 : LEU
K302 : GLU
K320 : ASP
K321 : GLY
K322 : VAL
K323 : GLN
K324 : VAL
K325 : HIS
K326 : LEU
K327 : SER
K328 : THR
K329 : PHE
K330 : ASN
K331 : LYS
K332 : GLY
K333 : LEU
K334 : MET
K335 : GLU
K336 : ILE
K337 : ALA
K338 : ASN
K339 : PRO
K340 : SER
K341 : GLU
K342 : LEU
K343 : GLY
K344 : SER
K345 : ILE
n1 : MET
n2 : ARG
n3 : ILE
n4 : LYS
n5 : LYS
n6 : LYS
n7 : ASN
n8 : THR
n9 : ARG
n10 : GLY
n11 : ASN
n12 : ALA
n13 : ARG
n14 : ASN
n15 : PHE
n16 : ILE
n17 : THR
n18 : ARG
n19 : SER
n20 : GLN
n21 : ALA
n22 : VAL
n23 : ARG
n24 : LYS
n25 : LEU
n26 : GLN
n27 : VAL
n28 : SER
n29 : LEU
n30 : ALA
n31 : ASP
n32 : PHE
n33 : ARG
n34 : ARG
n35 : LEU
n36 : CYS
n37 : ILE
n38 : PHE
n39 : LYS
n40 : GLY
n41 : ILE
n42 : TYR
n43 : PRO
n44 : ARG
n45 : GLU
n46 : PRO
n47 : ARG
n48 : ASN
n49 : LYS
n50 : LYS
n51 : LYS
n52 : ALA
n53 : ASN
n54 : LYS
n55 : GLY
n56 : SER
n57 : THR
n58 : ALA
n59 : PRO
n60 : THR
n61 : THR
n62 : PHE
n63 : TYR
n64 : TYR
n65 : ALA
n66 : LYS
n67 : ASP
n68 : ILE
n69 : GLN
n70 : TYR
n71 : LEU
n72 : MET
n73 : HIS
n74 : GLU
n75 : PRO
n76 : VAL
n77 : LEU
n78 : ALA
n79 : LYS
n80 : PHE
n81 : ARG
n82 : GLU
n83 : HIS
n84 : LYS
n85 : THR
n86 : PHE
n87 : ALA
n88 : ARG
n89 : LYS
n90 : LEU
n91 : THR
n92 : ARG
n93 : ALA
n94 : LEU
n95 : GLY
n96 : ARG
n97 : GLY
n98 : GLU
n99 : VAL
n100 : SER
n101 : SER
n102 : ALA
n103 : LYS
n104 : ARG
n105 : LEU
n106 : GLU
n107 : GLU
n108 : ASN
n109 : ARG
n110 : ASP
n111 : SER
n112 : TYR
n113 : THR
n114 : LEU
n115 : ASP
n116 : HIS
n117 : ILE
n118 : ILE
n119 : LYS
n120 : GLU
n121 : ARG
n122 : TYR
n123 : PRO
n124 : SER
n125 : PHE
n126 : PRO
n127 : ASP
n128 : ALA
n129 : ILE
n130 : ARG
n131 : ASP
n132 : ILE
n133 : ASP
n134 : ASP
n135 : ALA
n136 : LEU
n137 : ASN
n138 : MET
n139 : LEU
n140 : PHE
n141 : LEU
n142 : PHE
n143 : SER
n144 : ASN
n145 : LEU
n146 : PRO
n147 : SER
n148 : THR
n149 : ASN
n150 : GLN
n151 : VAL
n152 : SER
n153 : SER
n154 : LYS
n155 : ILE
n156 : ILE
n157 : ASN
n158 : ASP
n159 : ALA
n160 : GLN
n161 : LYS
n162 : ILE
n163 : CYS
n164 : ASN
n165 : GLN
n166 : TRP
n167 : LEU
n168 : ALA
n169 : TYR
n170 : VAL
n171 : ALA
n172 : LYS
n173 : GLU
n174 : ARG
n175 : LEU
n176 : VAL
n177 : ARG
n178 : LYS
n179 : VAL
n180 : PHE
n181 : VAL
n182 : SER
n183 : ILE
n184 : LYS
n185 : GLY
n186 : VAL
n187 : TYR
n188 : TYR
n189 : GLN
n190 : ALA
n191 : ASN
n192 : ILE
n193 : LYS
n194 : GLY
n195 : GLU
n196 : GLU
n197 : VAL
n198 : ARG
n199 : TRP
n200 : LEU
n201 : VAL
n202 : PRO
n203 : PHE
n204 : LYS
n205 : PHE
n206 : PRO
n207 : GLU
n208 : ASN
n209 : ILE
n210 : PRO
n211 : SER
n212 : ASP
n213 : VAL
n214 : ASP
n215 : PHE
n216 : ARG
n217 : ILE
n218 : MET
n219 : LEU
n220 : THR
n221 : PHE
n222 : LEU
n223 : GLU
n224 : PHE
n225 : TYR
n226 : SER
n227 : THR
n228 : LEU
n229 : LEU
n230 : HIS
n231 : PHE
n232 : VAL
n233 : LEU
n234 : TYR
n235 : LYS
n236 : LEU
n237 : TYR
n238 : THR
n239 : ASP
n240 : SER
n241 : GLY
n242 : LEU
n243 : ILE
n244 : TYR
n245 : PRO
n246 : PRO
n247 : LYS
n248 : LEU
n249 : ASP
n250 : LEU
n251 : LYS
n252 : LYS
n253 : ASP
n254 : LYS
n255 : ILE
n256 : ILE
n257 : SER
n258 : GLY
n259 : LEU
n260 : SER
n261 : SER
n262 : TYR
n263 : ILE
n264 : LEU
n265 : GLU
n266 : SER
n267 : ARG
n352 : TYR
n353 : ASP
n354 : SER
n355 : PRO
n356 : VAL
n357 : ALA
n358 : SER
n359 : LEU
n360 : PHE
n361 : SER
n362 : ALA
n363 : PHE
n364 : VAL
n365 : PHE
n366 : TYR
n367 : VAL
n368 : SER
n369 : ARG
n370 : GLU
n371 : VAL
n372 : PRO
n373 : ILE
n374 : ASP
n375 : ILE
n376 : LEU
n377 : GLU
n378 : PHE
n379 : LEU
n380 : ILE
n381 : LEU
n382 : SER
n383 : CYS
n384 : GLY
n385 : GLY
n386 : ASN
n387 : VAL
n388 : ILE
n389 : SER
n390 : GLU
n391 : ALA
n392 : ALA
n393 : MET
n394 : ASP
n395 : GLN
n396 : ILE
n402 : ILE
n403 : ASP
n404 : MET
n405 : SER
n406 : LYS
n407 : VAL
n408 : THR
n409 : HIS
n410 : GLN
n411 : ILE
n412 : VAL
n413 : ASP
n414 : ARG
n415 : PRO
n416 : VAL
n417 : LEU
n418 : LYS
n419 : ASN
n420 : LYS
n421 : VAL
n422 : ALA
n423 : GLY
n424 : ARG
n425 : THR
n426 : TYR
n427 : ILE
n428 : GLN
n429 : PRO
n430 : GLN
n431 : TRP
n432 : ILE
n433 : PHE
n434 : ASP
n435 : CYS
n436 : ILE
n437 : ASN
n438 : LYS
n439 : GLY
n440 : GLU
n441 : LEU
n442 : VAL
n443 : PRO
n444 : ALA
n445 : ASN
n446 : LYS
n447 : TYR
n448 : LEU
n449 : PRO
n450 : GLY
n451 : GLU
n452 : ALA
n453 : LEU
n454 : PRO
n455 : PRO
n456 : HIS
n457 : LEU
n458 : SER
n459 : PRO
n460 : TRP
n461 : GLY
n462 : ASP
n463 : ALA
n464 : ILE
n465 : GLY
n466 : TYR
n467 : ASP
n468 : PRO
n469 : THR
n470 : ALA
n471 : PRO
n552 : LYS
n553 : LYS
n554 : LEU
n555 : LYS
n556 : MET
n557 : ILE
n558 : MET
n559 : MET
n560 : SER
n561 : ASN
n562 : LYS
n563 : GLN
n564 : LYS
n565 : LYS
n566 : LEU
n567 : TYR
n568 : LYS
n569 : LYS
n570 : MET
n571 : LYS
n572 : TYR
n573 : SER
n574 : ASN
n575 : ALA
n576 : LYS
n577 : LYS
n578 : GLU
n579 : GLU
n580 : GLN
n581 : ALA
n582 : GLU
n583 : ASN
n584 : LEU
n585 : LYS
n586 : LYS
n587 : LYS
n588 : LYS
n589 : LYS
n590 : GLN
n591 : ILE
n592 : ALA
n593 : LYS
n594 : GLN
o88 : GLU
o89 : TYR
o90 : SER
o91 : GLY
o92 : ILE
o93 : ILE
o94 : TYR
o95 : VAL
o96 : SER
o97 : ARG
o98 : LEU
o99 : PRO
o100 : HIS
o101 : GLY
o102 : PHE
o103 : HIS
o104 : GLU
o105 : LYS
o106 : GLU
o107 : LEU
o108 : SER
o109 : LYS
o110 : TYR
o111 : PHE
o112 : ALA
o113 : GLN
o114 : PHE
o115 : GLY
o116 : ASP
o117 : LEU
o118 : LYS
o119 : GLU
o120 : VAL
o121 : ARG
o122 : LEU
o123 : ALA
o124 : ARG
o125 : ASN
o126 : LYS
o127 : LYS
o128 : THR
o129 : GLY
o130 : ASN
o131 : SER
o132 : ARG
o133 : HIS
o134 : TYR
o135 : GLY
o136 : PHE
o137 : LEU
o138 : GLU
o139 : PHE
o140 : VAL
o141 : ASN
o142 : LYS
o143 : GLU
o144 : ASP
o145 : ALA
o146 : MET
o147 : ILE
o148 : ALA
o149 : GLN
o150 : GLU
o151 : SER
o152 : MET
o153 : ASN
o154 : ASN
o155 : TYR
o156 : LEU
o157 : LEU
o158 : MET
o159 : GLY
o160 : HIS
o161 : LEU
o162 : LEU
o163 : GLN
o164 : VAL
o165 : ARG
o166 : VAL
o167 : LEU
o168 : PRO
o169 : LYS
o170 : GLY
o171 : ALA
o172 : LYS
o173 : ILE
o174 : GLU
o175 : LYS
o176 : LEU
o177 : TYR
o178 : LYS
o179 : TYR
o180 : LYS
o181 : LYS
o182 : ARG
o183 : VAL
o184 : LEU
o185 : VAL
o186 : GLU
o187 : LYS
o188 : GLY
o189 : ILE
o190 : THR
o191 : LYS
o192 : PRO
o193 : VAL
o194 : LYS
o195 : GLN
o196 : LEU
o197 : LYS
o198 : ASP
o199 : ASN
o200 : MET
o201 : LYS
o202 : GLN
o203 : LYS
o204 : HIS
o205 : GLU
o206 : GLU
o207 : ARG
o208 : ILE
o209 : LYS
o210 : LYS
o211 : LEU
o212 : ALA
o213 : LYS
o214 : SER
o215 : GLY
o216 : ILE
o217 : GLU
o218 : PHE
o219 : LYS
o220 : TRP
t12 : LEU
t13 : ASN
t14 : SER
t15 : ASN
t16 : PRO
t17 : GLU
t18 : ILE
t19 : LEU
t20 : LEU
t21 : ARG
t22 : LYS
t23 : ARG
t24 : ARG
t25 : ASN
t26 : ALA
t27 : ASP
t28 : ARG
t29 : THR
t30 : ARG
t31 : ILE
t32 : GLU
t33 : ARG
t34 : GLN
t35 : GLU
t36 : LEU
t37 : ALA
t38 : LYS
t39 : LYS
t40 : LYS
t41 : ARG
t42 : GLU
t43 : GLU
t44 : GLN
t45 : ILE
t46 : LYS
t47 : LYS
t48 : LYS
t49 : ARG
t50 : SER
t51 : ASN
t52 : LYS
t53 : ASN
t54 : LYS
t55 : PHE
t56 : VAL
t57 : ARG
t58 : ALA
t59 : GLU
t60 : SER
t61 : ILE
t62 : VAL
t63 : ALA
t64 : LYS
t65 : THR
t66 : LEU
t67 : ALA
t68 : THR
t69 : SER
t70 : ARG
t71 : GLU
t72 : LYS
t73 : GLU
t74 : ARG
t75 : ILE
t76 : LYS
t77 : ARG
t78 : VAL
t79 : SER
t80 : ILE
t81 : LEU
t82 : GLU
t83 : ASP
t84 : LYS
t85 : LYS
t86 : ALA
t87 : LYS
t88 : ASN
t89 : GLU
t90 : THR
t91 : GLN
t92 : HIS
t93 : ILE
t94 : ALA
t95 : SER
t96 : GLY
t97 : LYS
t98 : ASP
t99 : PHE
t100 : ILE
t101 : LEU
t102 : LYS
t103 : ILE
t104 : THR
t105 : GLU
t127 : GLY
t128 : LEU
t129 : ILE
t130 : ARG
t131 : GLU
t132 : LYS
t133 : THR
t134 : THR
t135 : TYR
t136 : ASP
t137 : GLY
t138 : LYS
t139 : PRO
t140 : ALA
t141 : LEU
t142 : LEU
t143 : PHE
t144 : ILE
t145 : VAL
t146 : ARG
t147 : VAL
t148 : ARG
t149 : GLY
t150 : PRO
t151 : LEU
t152 : ALA
t153 : VAL
t154 : ASN
t155 : ILE
t156 : PRO
t157 : ASN
t158 : LYS
t159 : ALA
t160 : PHE
t161 : LYS
t162 : ILE
t163 : LEU
t164 : SER
t165 : LEU
t166 : LEU
t167 : ARG
t168 : LEU
t169 : VAL
t170 : GLU
t171 : THR
t172 : ASN
t173 : THR
t174 : GLY
t175 : VAL
t176 : PHE
t177 : VAL
t178 : LYS
t179 : LEU
t180 : THR
t181 : LYS
t182 : ASN
t183 : VAL
t184 : TYR
t185 : PRO
t186 : LEU
t187 : LEU
t188 : LYS
t189 : VAL
t190 : ILE
t191 : ALA
t192 : PRO
t193 : TYR
t194 : VAL
t195 : VAL
t196 : ILE
t197 : GLY
t198 : LYS
t199 : PRO
t200 : SER
t201 : LEU
t202 : SER
t203 : SER
t204 : ILE
t205 : ARG
t206 : SER
t207 : LEU
t208 : ILE
t209 : GLN
t210 : LYS
t211 : ARG
t212 : GLY
t213 : ARG
t214 : ILE
t215 : ILE
t216 : TYR
t217 : LYS
t218 : GLY
t219 : GLU
t220 : ASN
t221 : GLU
t222 : ALA
t223 : GLU
t224 : PRO
t225 : HIS
t226 : GLU
t227 : ILE
t228 : VAL
t229 : LEU
t230 : ASN
t231 : ASP
t232 : ASN
t233 : ASN
t234 : ILE
t235 : VAL
t236 : GLU
t237 : GLU
t238 : GLN
t239 : LEU
t240 : GLY
t241 : ASP
t242 : HIS
t243 : GLY
t244 : ILE
t245 : ILE
t246 : CYS
t247 : VAL
t248 : GLU
t249 : ASP
t250 : ILE
t251 : ILE
t252 : HIS
t253 : GLU
t254 : ILE
t255 : ALA
t256 : THR
t257 : MET
t258 : GLY
t259 : GLU
t260 : SER
t261 : PHE
t262 : SER
t263 : VAL
t264 : CYS
t265 : ASN
t266 : PHE
t267 : PHE
t268 : LEU
t269 : GLN
t270 : PRO
t271 : PHE
t272 : LYS
t273 : LEU
t274 : ASN
t275 : ARG
t276 : GLU
t277 : VAL
t278 : SER
t279 : GLY
t280 : PHE
t281 : GLY
t282 : SER
t283 : LEU
t284 : ASN
t285 : ARG
t286 : LEU
t287 : ARG
t288 : LYS
t289 : ILE
t290 : LYS
t291 : GLN
t292 : ARG
t293 : GLU
t294 : ALA
t295 : GLU
t296 : SER
t297 : ARG
t298 : THR
t299 : ARG
t300 : GLN
t301 : PHE
t302 : SER
t303 : ASN
t304 : ALA
t305 : ALA
t306 : THR
t307 : ALA
t308 : PRO
t309 : VAL
t310 : ILE
t311 : GLU
t312 : VAL
t313 : ASP
t314 : ILE
t315 : ASP
t316 : SER
t317 : LEU
t318 : LEU
t319 : ALA
t320 : LYS
t321 : LEU
t322 : ASN
X2 : ALA
X3 : PRO
X4 : SER
X5 : ALA
X6 : LYS
X7 : ALA
X8 : THR
X9 : ALA
X10 : ALA
X11 : LYS
X12 : LYS
X13 : ALA
X14 : VAL
X15 : VAL
X16 : LYS
X17 : GLY
X18 : THR
X19 : ASN
X20 : GLY
X21 : LYS
X22 : LYS
X23 : ALA
X24 : LEU
X25 : LYS
X26 : VAL
X27 : ARG
X28 : THR
X29 : SER
X30 : ALA
X31 : THR
X32 : PHE
X33 : ARG
X34 : LEU
X35 : PRO
X36 : LYS
X37 : THR
X38 : LEU
X39 : LYS
X40 : LEU
X41 : ALA
X42 : ARG
X43 : ALA
X44 : PRO
X45 : LYS
X46 : TYR
X47 : ALA
X110 : VAL
X111 : ASN
X112 : THR
X113 : LEU
X114 : VAL
X115 : ARG
X116 : PRO
X117 : ASN
X118 : GLY
X119 : THR
X120 : LYS
X121 : LYS
X122 : ALA
X123 : TYR
X124 : VAL
X125 : ARG
m236 : SER
m237 : ILE
m238 : ASN
m239 : PRO
m240 : TYR
m241 : GLU
m242 : PRO
m243 : LEU
m244 : ILE
m245 : ASP
m246 : TRP
m247 : PHE
m248 : THR
m249 : ARG
m250 : HIS
m251 : GLU
m252 : GLU
m253 : VAL
m254 : MET
m255 : PRO
m256 : LEU
m257 : THR
m258 : ALA
m259 : VAL
m260 : PRO
m261 : GLU
m262 : PRO
m263 : LYS
m264 : ARG
m265 : ARG
m266 : PHE
m267 : VAL
m268 : PRO
m269 : SER
m270 : LYS
m271 : ASN
m272 : GLU
m273 : ALA
m274 : LYS
m275 : ARG
m276 : VAL
m277 : MET
m278 : LYS
m279 : ILE
m280 : VAL
m281 : ARG
m282 : ALA
m283 : ILE
m284 : ARG
m285 : GLU
m286 : GLY
m287 : ARG
m288 : ILE
m289 : ILE
m290 : PRO
m291 : PRO
m292 : LYS
m293 : LYS
m294 : LEU
m295 : LYS
m296 : GLU
m297 : MET
m298 : LYS
m299 : GLU
m300 : LYS
m301 : GLU
m302 : LYS
m303 : ILE
m304 : GLU
m305 : ASN
m306 : TYR
m307 : GLN
m308 : TYR
m309 : ASP
m310 : LEU
m311 : TRP
m312 : GLY
m313 : ASP
m314 : SER
m315 : THR
m316 : GLU
m317 : THR
m318 : ASN
m319 : ASP
m320 : HIS
m321 : VAL
m322 : MET
m323 : HIS
m324 : LEU
m325 : ARG
m326 : ALA
m327 : PRO
m328 : LYS
m329 : LEU
m330 : PRO
m331 : PRO
m332 : PRO
m333 : THR
m334 : ASN
m335 : GLU
m336 : GLU
m337 : SER
m338 : TYR
m339 : ASN
m340 : PRO
m341 : PRO
m342 : GLU
m343 : GLU
m344 : TYR
m345 : LEU
m346 : LEU
m347 : SER
m348 : PRO
m349 : GLU
m350 : GLU
m351 : LYS
m352 : GLU
m353 : ALA
m354 : TRP
m355 : GLU
m356 : ASN
m357 : THR
m358 : GLU
m359 : TYR
m360 : SER
m361 : GLU
m362 : ARG
m363 : GLU
m364 : ARG
m365 : ASN
m366 : PHE
m367 : ILE
m368 : PRO
m369 : GLN
m370 : LYS
m371 : TYR
m372 : SER
m373 : ALA
m374 : LEU
m375 : ARG
m376 : LYS
m377 : VAL
m378 : PRO
m379 : GLY
m380 : TYR
m381 : GLY
m382 : GLU
m383 : SER
m384 : ILE
m385 : ARG
m386 : GLU
m387 : ARG
m388 : PHE
m389 : GLU
m390 : ARG
m391 : SER
m392 : LEU
m393 : ASP
m394 : LEU
m395 : TYR
m396 : LEU
m397 : ALA
m398 : PRO
m399 : ARG
m400 : VAL
m401 : ARG
m402 : LYS
m403 : ASN
m404 : LYS
m405 : LEU
m406 : ASN
m407 : ILE
m408 : ASP
m409 : PRO
m410 : ASN
m411 : SER
m412 : LEU
m413 : ILE
m414 : PRO
m415 : GLU
'1'1 : G C2p_endo syn
'1'2 : U C2p_endo anti
'1'3 : U C3p_endo anti
'1'4 : U C3p_endo anti
'1'5 : G C3p_endo anti
'1'6 : A C3p_endo anti
'1'7 : C C3p_endo anti
'1'8 : C C3p_endo anti
'1'9 : U C3p_endo anti
'1'10 : C C3p_endo anti
'1'11 : A C3p_endo anti
'1'12 : A C3p_endo anti
'1'13 : A C3p_endo anti
'1'14 : U C2p_endo anti
'1'15 : C C3p_endo anti
'1'16 : A C3p_endo anti
'1'17 : G C3p_endo anti
'1'18 : G C3p_endo anti
'1'19 : U C3p_endo anti
'1'20 : A C3p_endo anti
'1'21 : G C2p_endo anti
'1'22 : G C3p_endo anti
'1'23 : A C3p_endo anti
'1'108 : A C3p_endo anti
'1'109 : A C2p_endo anti
'1'110 : G C3p_endo anti
'1'111 : C C3p_endo anti
'1'112 : U C3p_endo anti
'1'113 : C C3p_endo anti
'1'114 : A C3p_endo anti
'1'115 : A C3p_endo anti
'1'116 : A C3p_endo anti
'1'117 : U C2p_endo anti
'1'118 : U C3p_endo anti
'1'119 : U C2p_endo anti
'1'120 : G C2p_endo syn
'1'121 : A C2p_endo anti
'1'122 : A C2p_endo anti
'1'123 : A C3p_endo syn
'1'124 : U C3p_endo anti
'1'125 : C C3p_endo anti
'1'126 : U C3p_endo anti
'1'127 : G C3p_endo anti
'1'128 : G C3p_endo anti
'1'129 : U C3p_endo anti
'1'130 : A C3p_endo anti
'1'131 : C C3p_endo anti
'1'132 : C C3p_endo anti
'1'133 : U C2p_endo anti
'1'134 : U C2p_endo anti
'1'135 : C C2p_endo anti
'1'136 : G C3p_endo anti
'1'137 : G C3p_endo anti
'1'138 : U C3p_endo anti
'1'139 : G C3p_endo anti
'1'140 : C C3p_endo anti
'1'141 : C C3p_endo anti
'1'142 : C C3p_endo anti
'1'143 : G C3p_endo anti
'1'144 : A C3p_endo anti
'1'145 : G C3p_endo anti
'1'146 : U C2p_endo anti
'1'147 : U C2p_endo anti
'1'148 : G C2p_endo anti
'1'149 : U C3p_endo anti
'1'150 : A C3p_endo anti
'1'151 : A C3p_endo anti
'1'152 : U C3p_endo anti
'1'153 : U C3p_endo anti
'1'154 : U C2p_endo anti
'1'155 : G C2p_endo syn
'1'156 : G C2p_endo anti
'1'157 : A C3p_endo anti
'1'158 : G C3p_endo anti
'1'159 : A C3p_endo anti
'1'160 : G C3p_endo anti
'1'161 : G C3p_endo anti
'1'162 : G C3p_endo anti
'1'163 : C C3p_endo anti
'1'164 : A C2p_endo anti
'1'165 : A C3p_endo anti
'1'166 : C C3p_endo anti
'1'167 : U C3p_endo anti
'1'168 : U C3p_endo anti
'1'169 : U C2p_endo anti
'1'170 : G C3p_endo anti
'1'171 : G C3p_endo anti
'1'172 : G C3p_endo anti
'1'248 : U C3p_endo anti
'1'249 : U C2p_endo anti
'1'250 : U C2p_endo anti
'1'251 : G C3p_endo anti
'1'252 : U C3p_endo anti
'1'253 : A C3p_endo anti
'1'254 : A C3p_endo anti
'1'255 : A C3p_endo anti
'1'256 : G C3p_endo anti
'1'257 : U C3p_endo anti
'1'258 : G C3p_endo anti
'1'259 : C C3p_endo anti
'1'260 : C C3p_endo anti
'1'261 : U C3p_endo anti
'1'262 : U C3p_endo anti
'1'263 : C C3p_endo anti
'1'264 : G C3p_endo anti
'1'265 : A C3p_endo anti
'1'266 : A C2p_exo anti
'1'267 : G C2p_endo syn
'1'268 : A C2p_endo anti
'1'269 : G C2p_endo syn
'1'270 : U C3p_endo anti
'1'271 : C C3p_endo anti
'1'272 : G C3p_endo anti
'1'293 : C C3p_endo anti
'1'294 : U C3p_endo anti
'1'295 : A C3p_endo anti
'1'296 : A C3p_endo anti
'1'297 : G C2p_endo syn
'1'298 : U C3p_endo anti
'1'299 : G C3p_endo anti
'1'300 : G C3p_endo anti
'1'301 : G C3p_endo anti
'1'302 : U C3p_endo anti
'1'303 : G C3p_endo anti
'1'304 : G C3p_endo anti
'1'305 : U C2p_endo anti
'1'311 : C C3p_endo anti
'1'312 : C C3p_endo anti
'1'313 : A C3p_endo anti
'1'314 : U C3p_endo anti
'1'315 : C C3p_endo anti
'1'316 : U C2p_endo anti
'1'317 : A C3p_endo anti
'1'318 : A C3p_endo anti
'1'319 : A C3p_endo anti
'1'320 : G C3p_endo anti
'1'321 : C C3p_endo anti
'1'322 : U C3p_endo anti
'1'323 : A C3p_endo anti
'1'324 : A C3p_endo anti
'1'1523 : U C2p_endo anti
'1'1524 : A C2p_endo anti
'1'1525 : G C3p_endo anti
'1'1526 : U C2p_endo anti
'1'1527 : C C3p_endo anti
'1'1528 : G C3p_endo anti
'1'1529 : A C3p_endo anti
'1'1530 : U C3p_endo anti
'1'1531 : C C3p_endo anti
'1'1532 : C C3p_endo anti
'1'1533 : U C3p_endo anti
'1'1534 : A C3p_endo anti
'1'1535 : A C3p_endo anti
'1'1536 : G C3p_endo anti
'1'1537 : A C3p_endo anti
'1'1538 : G C3p_endo anti
'1'1539 : A C3p_endo anti
'1'1540 : U C3p_endo anti
'1'1541 : G C3p_endo anti
'1'1542 : G C3p_endo anti
'1'1543 : G C3p_endo anti
'1'1544 : G C3p_endo anti
'1'1545 : A C3p_endo anti
'1'1546 : A C3p_endo anti
'1'1547 : G C3p_endo anti
'1'1548 : C C3p_endo anti
'1'1549 : U C3p_endo anti
'1'1550 : C C3p_endo anti
'1'1551 : C C3p_endo anti
'1'1552 : G C3p_endo anti
'1'1553 : U C2p_endo anti
'1'1554 : U C2p_endo anti
'1'1555 : U C2p_endo syn
'1'1556 : C C2p_endo anti
'1'1557 : A C2p_endo anti
'1'1558 : A C2p_endo anti
'1'1559 : A C2p_endo anti
'1'1560 : G C2p_endo syn
'1'1561 : G C3p_endo anti
'1'1562 : C C3p_endo anti
'1'1563 : C C3p_endo anti
'1'1564 : U C3p_endo anti
'1'1565 : G C2p_endo anti
'1'1566 : A C2p_endo syn
'1'1567 : U C2p_endo syn
'1'1568 : U C2p_endo anti
'1'1569 : U C2p_endo syn
'1'1570 : U C2p_endo syn
'1'1571 : A C2p_endo syn
'1'1572 : U C3p_endo anti
'1'1573 : G C2p_endo anti
'1'1574 : C C2p_endo anti
'1'1575 : A C3p_endo anti
'1'1576 : G C3p_endo anti
'1'1577 : G C3p_endo anti
'1'1578 : C C3p_endo anti
'1'1579 : C C3p_endo anti
'1'1580 : A C2p_endo anti
'1'1581 : C C2p_endo syn
'1'1582 : C C2p_endo anti
'1'1583 : A C3p_endo anti
'1'1584 : U C3p_endo anti
'1'1585 : C C3p_endo anti
'1'1586 : G C3p_endo anti
'1'1587 : A C2p_endo anti
'1'1588 : A C2p_endo anti
'1'1589 : A C2p_endo anti
'1'1590 : G C3p_endo anti
'1'1591 : G C3p_endo anti
'1'1592 : G C2p_endo anti
'1'1593 : A C3p_endo anti
'1'1594 : A C3p_endo anti
'1'1595 : U C2p_endo syn
'1'1596 : C C3p_endo anti
'1'1597 : C C3p_endo anti
'1'1606 : U C2p_endo anti
'1'1607 : U C2p_endo anti
'1'1608 : C C3p_endo anti
'1'1609 : C C3p_endo anti
'1'1610 : G C3p_endo anti
'1'1611 : G C3p_endo anti
'1'1612 : A C3p_endo anti
'1'1613 : A C3p_endo anti
'1'1614 : C C3p_endo anti
'1'1615 : C C3p_endo anti
'1'1616 : U C3p_endo anti
'1'1617 : G C3p_endo anti
'1'1618 : G C3p_endo anti
'1'1619 : A C3p_endo anti
'1'1620 : U C3p_endo anti
'1'1621 : A C3p_endo anti
'1'1622 : U C3p_endo anti
'1'1623 : G C3p_endo anti
'1'1624 : G C3p_endo anti
'1'1625 : A C3p_endo anti
'1'1626 : U C3p_endo anti
'1'1627 : U C3p_endo anti
'1'1628 : C C2p_endo anti
'1'1629 : U C3p_endo anti
'1'1630 : U C2p_endo anti
'1'1631 : C C3p_endo syn
'1'1632 : A C3p_endo anti
'1'1633 : C C3p_endo anti
'1'1643 : A C2p_endo syn
'1'1644 : C C3p_endo anti
'1'1645 : U C3p_endo anti
'1'1646 : G C2p_endo anti
'1'1647 : A C3p_endo anti
'1'1648 : A C3p_endo anti
'1'1649 : U C3p_endo anti
'1'1650 : G C3p_endo anti
'1'1651 : U C3p_endo anti
'1'1652 : G C3p_endo anti
'1'1653 : G C3p_endo anti
'1'1654 : A C3p_endo anti
'1'1655 : G C3p_endo anti
'1'1656 : A C2p_endo anti
'1'1798 : A C3p_endo anti
'1'1799 : A C3p_endo anti
'1'1800 : A C3p_endo anti
'1'1801 : U C3p_endo anti
'1'1802 : C C3p_endo anti
'1'1803 : C C3p_endo anti
'1'1804 : A C3p_endo anti
'1'1805 : C C3p_endo anti
'1'1806 : A C3p_endo anti
'1'1807 : G C3p_endo anti
'1'1808 : G C2p_endo anti
'1'1809 : A C3p_endo anti
'1'1810 : A C3p_endo anti
'1'1811 : G C3p_endo anti
'1'1812 : G C3p_endo anti
'1'1813 : A C2p_endo anti
'1'1814 : A C2p_endo anti
'1'1815 : U C2p_endo anti
'1'1816 : A C2p_endo anti
'1'1817 : G C3p_endo anti
'1'1818 : U C3p_endo anti
'1'1819 : U C3p_endo anti
'1'1820 : U C2p_endo anti
'1'1821 : U C2p_endo anti
'1'1822 : C C3p_endo anti
'1'1823 : A C3p_endo anti
'1'1824 : U C3p_endo anti
'1'1825 : G C3p_endo anti
'1'1826 : C C3p_endo anti
'1'1827 : C C3p_endo anti
'1'1828 : A C3p_endo anti
'1'1829 : G C3p_endo anti
'1'1830 : G C3p_endo anti
'1'1831 : U C3p_endo anti
'1'1832 : C C3p_endo anti
'1'1833 : G C3p_endo anti
'1'1834 : U C2p_endo anti
'1'1835 : A C3p_endo anti
v175 : ARG
v176 : SER
v177 : GLN
v178 : SER
v179 : GLU
v180 : ARG
v181 : GLU
v182 : GLU
v183 : GLU
v184 : TRP
v185 : LEU
v186 : GLU
v187 : LYS
v188 : LEU
v189 : TYR
v190 : LYS
v191 : LYS
v192 : HIS
v193 : GLY
v194 : ASP
v195 : ASP
v196 : TYR
v197 : LYS
v198 : LYS
v199 : MET
v200 : PHE
v201 : PHE
v202 : ASP
v203 : LYS
v204 : LYS
v205 : LEU
v206 : ASN
v207 : ILE
v208 : TYR
v209 : GLN
v210 : GLN
v211 : SER
v212 : GLU
v213 : GLY
v214 : ASP
v215 : LEU
v216 : LYS
v217 : ARG
v218 : ARG
v219 : LEU
v220 : LEU
v221 : ARG
v222 : TRP
v223 : LYS
v224 : LYS
v225 : ARG
v226 : ASN
v227 : GLY
'2'102 : U C3p_endo anti
'2'103 : G C3p_endo anti
'2'104 : A C3p_endo syn
'2'105 : A C2p_endo anti
'2'106 : C C2p_endo anti
'2'107 : G C3p_endo anti
'2'108 : C C3p_endo anti
'2'109 : A C3p_endo anti
'2'110 : C C3p_endo anti
'2'111 : A C2p_endo anti
'2'112 : U C2p_endo syn
'2'113 : U C3p_endo anti
'2'114 : G C3p_endo anti
'2'115 : C C3p_endo anti
'2'116 : G C3p_endo anti
'2'117 : C C3p_endo anti
'2'118 : C C3p_endo anti
'2'119 : C C3p_endo anti
'2'120 : C C3p_endo anti
'2'121 : U C3p_endo anti
'2'122 : U C3p_endo anti
'2'123 : G C3p_endo anti
'2'124 : G C3p_endo anti
'2'125 : U C2p_endo anti
'2'126 : A C2p_endo anti
'2'127 : U C3p_endo anti
'2'128 : U C2p_endo anti
'2'129 : C C3p_endo anti
'2'130 : C C3p_endo anti
'2'131 : A C3p_endo anti
'2'132 : G C3p_endo anti
'2'133 : G C3p_endo anti
'2'134 : G C3p_endo anti
'2'135 : G C3p_endo anti
'2'136 : G C3p_endo anti
'2'137 : C C3p_endo anti
'2'138 : A C3p_endo anti
'2'139 : U C3p_endo anti
'2'140 : G C3p_endo anti
'2'141 : C C3p_endo anti
'2'142 : C C3p_endo anti
'2'143 : U C3p_endo anti
'2'144 : G C3p_endo anti
'2'145 : U C3p_endo anti
'2'146 : U C3p_endo anti
'2'147 : U C3p_endo anti
'2'148 : G C3p_endo anti
'2'149 : A C3p_endo anti
'2'150 : G C3p_endo anti
'2'151 : C C3p_endo anti
'2'152 : G C3p_endo anti
'2'153 : U C3p_endo anti
'2'154 : C C3p_endo anti
'2'155 : A C3p_endo anti
'2'156 : U C3p_endo anti
'2'157 : U C2p_endo anti
'2'158 : U C2p_endo anti
N2 : GLY
N3 : ALA
N4 : TYR
N5 : LYS
N6 : TYR
N7 : LEU
N8 : GLU
N9 : GLU
N10 : LEU
N11 : GLN
N12 : ARG
N13 : LYS
N14 : LYS
N15 : GLN
N16 : SER
N17 : ASP
N18 : VAL
N19 : LEU
N20 : ARG
N21 : PHE
N22 : LEU
N23 : GLN
N24 : ARG
N25 : VAL
N26 : ARG
N27 : VAL
N28 : TRP
N29 : GLU
N30 : TYR
N31 : ARG
N32 : GLN
N33 : LYS
N34 : ASN
N35 : VAL
N36 : ILE
N37 : HIS
N38 : ARG
N39 : ALA
N40 : ALA
N41 : ARG
N42 : PRO
N43 : THR
N44 : ARG
N45 : PRO
N46 : ASP
N47 : LYS
N48 : ALA
N49 : ARG
N50 : ARG
N51 : LEU
N52 : GLY
N53 : TYR
N54 : LYS
N55 : ALA
N56 : LYS
N57 : GLN
N58 : GLY
N59 : PHE
N60 : VAL
N61 : ILE
N62 : TYR
N63 : ARG
N64 : VAL
N65 : ARG
N66 : VAL
N67 : ARG
N68 : ARG
N69 : GLY
N70 : ASN
N71 : ARG
N72 : LYS
N73 : ARG
N96 : ARG
N97 : SER
N98 : LEU
N99 : ARG
N100 : ALA
N101 : THR
N102 : ALA
N103 : GLU
N104 : GLU
N105 : ARG
N106 : VAL
N107 : GLY
N108 : ARG
N109 : ARG
N110 : ALA
N111 : ALA
N112 : ASN
N113 : LEU
N114 : ARG
N115 : VAL
N116 : LEU
N117 : ASN
N118 : SER
N119 : TYR
N120 : TRP
N121 : VAL
N122 : ASN
N123 : GLN
N124 : ASP
N125 : SER
N126 : THR
N127 : TYR
N128 : LYS
N129 : TYR
N130 : PHE
N131 : GLU
N132 : VAL
N133 : ILE
N134 : LEU
N135 : VAL
N136 : ASP
N137 : PRO
N138 : GLN
N139 : HIS
N140 : LYS
N141 : ALA
N142 : ILE
N143 : ARG
N144 : ARG
N145 : ASP
N146 : ALA
N147 : ARG
N148 : TYR
N149 : ASN
N150 : TRP
N151 : ILE
N152 : CYS
N153 : ASP
N154 : PRO
h72 : GLY
h73 : LYS
h74 : LYS
h75 : TYR
h76 : GLN
h77 : PRO
h78 : LYS
h100 : VAL
h101 : THR
h102 : GLU
h103 : LYS
h104 : GLN
h105 : ARG
h106 : LYS
h107 : LYS
h108 : GLN
h109 : ILE
h110 : ALA
Z51 : LEU
Z52 : LYS
Z53 : VAL
Z54 : THR
Z55 : LYS
Z56 : LYS
Z57 : HIS
Z58 : GLY
Z59 : ALA
Z60 : LYS
Z61 : LYS
Z62 : VAL
Z63 : ALA
Z64 : LYS
Z65 : ARG
Z66 : THR
g7 : PHE
g8 : ARG
g9 : ARG
g10 : ARG
g11 : ASN
g34 : HIS
g35 : VAL
g36 : LYS
g37 : LYS
g38 : LEU
g39 : ALA
g40 : THR
g54 : ILE
g55 : SER
g56 : THR
g57 : LEU
g58 : ARG
g59 : PRO
g60 : ARG
g61 : GLN
g62 : TYR
g63 : ALA
g64 : THR
g65 : VAL
g66 : SER
g67 : LYS
g68 : THR
g69 : HIS
g70 : LYS
g71 : THR
g75 : ALA
g76 : TYR
g77 : GLY
g78 : GLY
g79 : SER
w449 : MET
w450 : ILE
w451 : LYS
w452 : ASP
w453 : LYS
w454 : ASP
w455 : SER
w456 : ALA
w457 : ALA
w458 : ASP
w459 : ALA
w460 : ASP
w461 : ASP
w462 : LEU
w463 : GLU
w464 : SER
w465 : GLU
w466 : LEU
w467 : ASN
w468 : ALA
w469 : MET
w470 : TYR
w471 : SER
w472 : ASP
w473 : TYR
w474 : LYS
w475 : THR
w476 : ARG
w477 : ARG
w478 : SER
w479 : GLU
w480 : ARG
w481 : ASP
w482 : ALA
w483 : LYS
w484 : PHE
w485 : ARG
w680 : VAL
w681 : ASP
w682 : GLU
w683 : GLY
w684 : PHE
w685 : ASN
w686 : ARG
w687 : TYR
w688 : THR
w689 : PHE
w690 : ARG
w691 : ASP
w692 : THR
w693 : GLU
w694 : ASN
w695 : LEU
w696 : PRO
w697 : ASP
w698 : TRP
w699 : PHE
w700 : LEU
w701 : GLU
w702 : ASP
w703 : GLU
w704 : LYS
w705 : GLU
w706 : HIS
w707 : SER
w708 : LYS
w709 : ILE
w710 : ASN
i26 : ILE
i27 : SER
i28 : TYR
i29 : LYS
i30 : LYS
i31 : GLY
i32 : ALA
i33 : ALA
i34 : SER
i35 : ASN
i36 : ARG
i37 : THR
i38 : LYS
i39 : PHE
i40 : VAL
i41 : ARG
i42 : SER
i43 : LEU
i44 : VAL
i45 : ARG
i46 : GLU
i47 : ILE
i48 : ALA
i49 : GLY
i50 : LEU
i51 : SER
i52 : PRO
i53 : TYR
i54 : GLU
i55 : ARG
i56 : ARG
i57 : LEU
i58 : ILE
i59 : ASP
i60 : LEU
i61 : ILE
i62 : ARG
i63 : ASN
i81 : THR
i82 : ARG
i83 : ALA
i84 : LYS
i85 : ALA
i86 : LYS
i87 : VAL
i88 : GLU
i89 : GLU
i90 : MET
i91 : ASN
i92 : ASN
i93 : ILE
i94 : ILE
i95 : ALA
i96 : ALA
i97 : SER
i98 : ARG
i99 : ARG
i100 : HIS
L75 : PHE
L76 : THR
L77 : LEU
L78 : ALA
L79 : GLU
L80 : VAL
L81 : LYS
L82 : ALA
L83 : ALA
L84 : GLY
L85 : LEU
L97 : VAL
L98 : ASP
L99 : HIS
L100 : ARG
L101 : ARG
L102 : GLN
L103 : ASN
L104 : ARG
L105 : ASN
L106 : GLN
L107 : GLU
L108 : ILE
L109 : PHE
L110 : ASP
L111 : ALA
L112 : ASN
L113 : VAL
L114 : GLN
L115 : ARG
L116 : LEU
L117 : LYS
Adjacent stackings ----------------------------------------------
'1'3-'1'4 : adjacent_5p upward 
'1'4-'1'5 : adjacent_5p upward 
'1'5-'1'6 : adjacent_5p upward 
'1'6-'1'7 : adjacent_5p upward 
'1'8-'1'9 : adjacent_5p upward 
'1'9-'1'10 : adjacent_5p upward 
'1'11-'1'12 : adjacent_5p upward 
'1'12-'1'13 : adjacent_5p upward 
'1'16-'1'17 : adjacent_5p upward 
'1'17-'1'18 : adjacent_5p upward 
'1'18-'1'19 : adjacent_5p upward 
'1'20-'1'21 : adjacent_5p upward 
'1'22-'1'23 : adjacent_5p upward 
'1'110-'1'111 : adjacent_5p upward 
'1'114-'1'115 : adjacent_5p upward 
'1'118-'1'119 : adjacent_5p upward 
'1'126-'1'127 : adjacent_5p upward 
'1'127-'1'128 : adjacent_5p upward 
'1'128-'1'129 : adjacent_5p upward 
'1'130-'1'131 : adjacent_5p upward 
'1'136-'1'137 : adjacent_5p upward 
'1'137-'1'138 : adjacent_5p upward 
'1'138-'1'139 : adjacent_5p upward 
'1'139-'1'140 : adjacent_5p upward 
'1'140-'1'141 : adjacent_5p upward 
'1'142-'1'143 : adjacent_5p upward 
'1'143-'1'144 : adjacent_5p upward 
'1'144-'1'145 : adjacent_5p upward 
'1'150-'1'151 : adjacent_5p upward 
'1'151-'1'152 : adjacent_5p upward 
'1'152-'1'153 : adjacent_5p upward 
'1'157-'1'158 : adjacent_5p upward 
'1'158-'1'159 : adjacent_5p upward 
'1'159-'1'160 : adjacent_5p upward 
'1'160-'1'161 : adjacent_5p upward 
'1'161-'1'162 : adjacent_5p upward 
'1'162-'1'163 : adjacent_5p upward 
'1'163-'1'164 : adjacent_5p upward 
'1'170-'1'171 : adjacent_5p upward 
'1'171-'1'172 : adjacent_5p upward 
'1'248-'1'249 : adjacent_5p upward 
'1'253-'1'254 : adjacent_5p upward 
'1'254-'1'255 : adjacent_5p upward 
'1'255-'1'256 : adjacent_5p upward 
'1'256-'1'257 : adjacent_5p upward 
'1'257-'1'258 : adjacent_5p upward 
'1'258-'1'259 : adjacent_5p upward 
'1'260-'1'261 : adjacent_5p upward 
'1'262-'1'263 : adjacent_5p upward 
'1'263-'1'264 : adjacent_5p upward 
'1'271-'1'272 : adjacent_5p upward 
'1'293-'1'294 : adjacent_5p upward 
'1'295-'1'296 : adjacent_5p upward 
'1'296-'1'297 : adjacent_5p inward 
'1'299-'1'300 : adjacent_5p upward 
'1'300-'1'301 : adjacent_5p upward 
'1'301-'1'302 : adjacent_5p upward 
'1'303-'1'304 : adjacent_5p upward 
'1'304-'1'305 : adjacent_5p upward 
'1'311-'1'312 : adjacent_5p upward 
'1'313-'1'314 : adjacent_5p upward 
'1'315-'1'316 : adjacent_5p upward 
'1'317-'1'318 : adjacent_5p upward 
'1'319-'1'320 : adjacent_5p upward 
'1'320-'1'321 : adjacent_5p upward 
'1'321-'1'322 : adjacent_5p upward 
'1'323-'1'324 : adjacent_5p upward 
'1'1525-'1'1526 : adjacent_5p upward 
'1'1528-'1'1529 : adjacent_5p upward 
'1'1529-'1'1530 : adjacent_5p upward 
'1'1532-'1'1533 : adjacent_5p upward 
'1'1534-'1'1535 : adjacent_5p upward 
'1'1535-'1'1536 : adjacent_5p upward 
'1'1536-'1'1537 : adjacent_5p upward 
'1'1537-'1'1538 : adjacent_5p upward 
'1'1539-'1'1540 : adjacent_5p upward 
'1'1541-'1'1542 : adjacent_5p upward 
'1'1542-'1'1543 : adjacent_5p upward 
'1'1543-'1'1544 : adjacent_5p upward 
'1'1544-'1'1545 : adjacent_5p upward 
'1'1546-'1'1547 : adjacent_5p upward 
'1'1547-'1'1548 : adjacent_5p upward 
'1'1550-'1'1551 : adjacent_5p upward 
'1'1551-'1'1552 : adjacent_5p upward 
'1'1560-'1'1561 : adjacent_5p upward 
'1'1561-'1'1562 : adjacent_5p upward 
'1'1564-'1'1565 : adjacent_5p upward 
'1'1575-'1'1576 : adjacent_5p upward 
'1'1576-'1'1577 : adjacent_5p upward 
'1'1577-'1'1578 : adjacent_5p upward 
'1'1578-'1'1579 : adjacent_5p upward 
'1'1583-'1'1584 : adjacent_5p upward 
'1'1585-'1'1586 : adjacent_5p upward 
'1'1590-'1'1591 : adjacent_5p upward 
'1'1591-'1'1592 : adjacent_5p upward 
'1'1593-'1'1594 : adjacent_5p upward 
'1'1596-'1'1597 : adjacent_5p upward 
'1'1609-'1'1610 : adjacent_5p upward 
'1'1610-'1'1611 : adjacent_5p upward 
'1'1611-'1'1612 : adjacent_5p upward 
'1'1612-'1'1613 : adjacent_5p upward 
'1'1613-'1'1614 : adjacent_5p upward 
'1'1615-'1'1616 : adjacent_5p upward 
'1'1616-'1'1617 : adjacent_5p upward 
'1'1617-'1'1618 : adjacent_5p upward 
'1'1618-'1'1619 : adjacent_5p upward 
'1'1619-'1'1620 : adjacent_5p upward 
'1'1621-'1'1622 : adjacent_5p upward 
'1'1622-'1'1623 : adjacent_5p upward 
'1'1623-'1'1624 : adjacent_5p upward 
'1'1624-'1'1625 : adjacent_5p upward 
'1'1625-'1'1626 : adjacent_5p upward 
'1'1632-'1'1633 : adjacent_5p upward 
'1'1645-'1'1646 : adjacent_5p upward 
'1'1647-'1'1648 : adjacent_5p upward 
'1'1648-'1'1649 : adjacent_5p upward 
'1'1650-'1'1651 : adjacent_5p upward 
'1'1652-'1'1653 : adjacent_5p upward 
'1'1653-'1'1654 : adjacent_5p upward 
'1'1654-'1'1655 : adjacent_5p upward 
'1'1655-'1'1656 : adjacent_5p inward pairing 
'1'1798-'1'1799 : adjacent_5p upward 
'1'1799-'1'1800 : adjacent_5p upward 
'1'1800-'1'1801 : adjacent_5p upward 
'1'1802-'1'1803 : adjacent_5p upward 
'1'1803-'1'1804 : adjacent_5p upward 
'1'1804-'1'1805 : adjacent_5p upward 
'1'1805-'1'1806 : adjacent_5p upward 
'1'1806-'1'1807 : adjacent_5p upward 
'1'1807-'1'1808 : adjacent_5p upward 
'1'1809-'1'1810 : adjacent_5p upward 
'1'1810-'1'1811 : adjacent_5p upward 
'1'1811-'1'1812 : adjacent_5p upward 
'1'1817-'1'1818 : adjacent_5p upward 
'1'1819-'1'1820 : adjacent_5p upward 
'1'1823-'1'1824 : adjacent_5p upward 
'1'1824-'1'1825 : adjacent_5p upward 
'1'1825-'1'1826 : adjacent_5p upward 
'1'1827-'1'1828 : adjacent_5p upward 
'1'1828-'1'1829 : adjacent_5p upward 
'1'1830-'1'1831 : adjacent_5p upward 
'1'1831-'1'1832 : adjacent_5p upward 
'1'1833-'1'1834 : adjacent_5p upward 
'2'102-'2'103 : adjacent_5p upward 
'2'104-'2'105 : adjacent_5p outward 
'2'107-'2'108 : adjacent_5p upward 
'2'108-'2'109 : adjacent_5p upward 
'2'109-'2'110 : adjacent_5p upward 
'2'114-'2'115 : adjacent_5p upward 
'2'116-'2'117 : adjacent_5p upward 
'2'120-'2'121 : adjacent_5p upward 
'2'123-'2'124 : adjacent_5p upward 
'2'129-'2'130 : adjacent_5p upward 
'2'130-'2'131 : adjacent_5p upward 
'2'131-'2'132 : adjacent_5p upward 
'2'132-'2'133 : adjacent_5p upward 
'2'133-'2'134 : adjacent_5p upward 
'2'134-'2'135 : adjacent_5p upward 
'2'135-'2'136 : adjacent_5p upward 
'2'136-'2'137 : adjacent_5p upward 
'2'138-'2'139 : adjacent_5p upward 
'2'139-'2'140 : adjacent_5p upward 
'2'140-'2'141 : adjacent_5p upward 
'2'142-'2'143 : adjacent_5p upward 
'2'143-'2'144 : adjacent_5p upward 
'2'144-'2'145 : adjacent_5p upward 
'2'145-'2'146 : adjacent_5p upward 
'2'146-'2'147 : adjacent_5p upward 
'2'148-'2'149 : adjacent_5p upward 
'2'149-'2'150 : adjacent_5p upward 
'2'152-'2'153 : adjacent_5p upward 
'2'153-'2'154 : adjacent_5p upward 
'2'154-'2'155 : adjacent_5p upward 
'2'155-'2'156 : adjacent_5p upward 
'6'2-'6'3 : adjacent_5p upward 
'6'7-'6'8 : adjacent_5p upward 
'6'8-'6'9 : adjacent_5p upward 
'6'9-'6'10 : adjacent_5p upward 
'6'10-'6'11 : adjacent_5p upward 
'6'12-'6'13 : adjacent_5p upward 
'6'17-'6'18 : adjacent_5p upward 
'6'19-'6'20 : adjacent_5p upward 
'6'20-'6'21 : adjacent_5p upward 
'6'21-'6'22 : adjacent_5p upward 
'6'26-'6'27 : adjacent_5p upward 
'6'27-'6'28 : adjacent_5p upward 
'6'28-'6'29 : adjacent_5p upward 
'6'29-'6'30 : adjacent_5p upward 
'6'30-'6'31 : adjacent_5p upward 
'6'32-'6'33 : adjacent_5p upward 
'6'33-'6'34 : adjacent_5p upward 
'6'34-'6'35 : adjacent_5p upward 
'6'36-'6'37 : adjacent_5p upward 
'6'37-'6'38 : adjacent_5p upward 
'6'42-'6'43 : adjacent_5p upward 
'6'43-'6'44 : adjacent_5p upward 
'6'44-'6'45 : adjacent_5p upward 
'6'47-'6'48 : adjacent_5p upward 
'6'48-'6'49 : adjacent_5p upward 
'6'50-'6'51 : adjacent_5p upward 
'6'59-'6'60 : adjacent_5p outward 
'6'61-'6'62 : adjacent_5p upward 
'6'62-'6'63 : adjacent_5p upward 
'6'65-'6'66 : adjacent_5p upward 
'6'66-'6'67 : adjacent_5p upward 
'6'213-'6'214 : adjacent_5p upward 
'6'214-'6'215 : adjacent_5p upward 
'6'215-'6'216 : adjacent_5p upward 
'6'221-'6'222 : adjacent_5p upward 
'6'224-'6'225 : adjacent_5p inward 
'6'231-'6'232 : adjacent_5p upward 
Non-Adjacent stackings ------------------------------------------
'1'5-'2'155 : outward 
'1'11-'2'148 : outward 
'1'13-'1'15 : upward 
'1'16-'2'144 : outward 
'1'20-'2'140 : outward 
'1'109-'1'323 : upward pairing 
'1'113-'1'319 : outward 
'1'114-'1'267 : outward 
'1'115-'1'265 : inward 
'1'116-'1'265 : outward 
'1'122-'1'146 : upward 
'1'122-'1'149 : outward 
'1'123-'1'150 : outward 
'1'130-'1'139 : outward 
'1'155-'1'157 : upward 
'1'164-'1'166 : upward 
'1'164-'1'258 : outward 
'1'251-'1'253 : outward 
'1'267-'1'319 : upward 
'1'268-'1'295 : downward 
'1'269-'1'294 : inward 
'1'271-'1'295 : outward 
'1'303-'1'313 : outward 
'1'1524-'1'1527 : upward 
'1'1524-'1'1607 : outward 
'1'1525-'1'1829 : downward 
'1'1528-'1'1833 : outward 
'1'1534-'1'1587 : outward 
'1'1538-'1'1553 : inward 
'1'1539-'1'1583 : outward 
'1'1541-'1'1555 : downward 
'1'1557-'1'1559 : upward 
'1'1559-'1'1582 : inward 
'1'1565-'1'1575 : outward 
'1'1570-'6'229 : upward 
'1'1587-'1'1590 : upward 
'1'1617-'1'1828 : outward 
'1'1621-'1'1825 : outward 
'1'1623-'1'1823 : outward 
'1'1629-'1'1813 : inward 
'1'1631-'1'1645 : upward 
'1'1632-'1'1644 : downward 
'1'1646-'1'1808 : inward pairing 
'1'1647-'1'1809 : outward 
'1'1650-'1'1806 : outward 
'1'1652-'1'1804 : outward 
'1'1813-'1'1817 : outward 
'2'103-'2'105 : inward 
'2'106-'2'138 : outward 
'2'107-'2'116 : outward 
'2'109-'2'114 : outward 
'2'123-'2'131 : outward 
'2'124-'2'126 : inward 
'2'126-'2'129 : upward 
'2'150-'2'152 : upward 
'6'8-'6'21 : outward 
'6'12-'6'17 : outward 
'6'24-'6'217 : upward 
'6'27-'6'54 : outward 
'6'32-'6'47 : outward 
'6'38-'6'40 : upward 
'6'219-'6'221 : outward 
Number of stackings = 273
Number of adjacent stackings = 211
Number of non adjacent stackings = 62
Base-pairs ------------------------------------------------------
'1'1-'2'156 : G-U Hh/O2' pairing 
'1'1-'6'232 : G-A Bs/O2P pairing 
'1'3-'2'156 : U-U Ww/Ws pairing antiparallel cis XVI 
'1'3-'6'232 : U-A O2'/Ss pairing 
'1'4-'2'155 : U-A Ww/Ww pairing antiparallel cis XX 
'1'5-'2'154 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'6-'2'153 : A-U Ww/Ww pairing antiparallel cis XX 
'1'7-'2'152 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'8-'2'150 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'9-'2'149 : U-A Ww/Ww pairing antiparallel cis XX 
'1'10-'1'1558 : C-A Bs/Bh pairing parallel trans 79 
'1'10-'2'148 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'11-'2'147 : A-U Ww/Ww pairing antiparallel cis XX 
'1'12-'2'146 : A-U Ww/Ww pairing antiparallel cis XX 
'1'13-'2'145 : A-U Ww/Ww pairing antiparallel cis XX 
'1'14-'2'136 : U-G Wh/Sw pairing antiparallel cis one_hbond 
'1'15-'2'144 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'16-'2'143 : A-U Ww/Ww pairing antiparallel cis XX 
'1'17-'2'142 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'18-'2'141 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'19-'2'140 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'20-'2'139 : A-U Ww/Ww pairing antiparallel cis XX 
'1'21-'2'138 : G-A Ww/Ww pairing antiparallel cis VIII 
'1'108-'1'323 : A-A O2'/Ww pairing 
'1'109-'1'322 : A-U Ww/O2' pairing 
'1'109-'1'323 : A-A O2'/Bh upward pairing 
'1'110-'1'321 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'111-'1'320 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'112-'1'319 : U-A Ww/Ww pairing antiparallel cis XX 
'1'113-'1'267 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'114-'1'154 : A-U Hh/Ws pairing antiparallel trans XXIV 
'1'114-'1'266 : A-A Ww/O2' pairing 
'1'116-'1'264 : A-G Ww/O2' pairing 
'1'118-'1'122 : U-A Ww/O2P pairing 
'1'122-'1'145 : A-G O2'/Bs Ww/O2' pairing 
'1'122-'1'148 : A-G Hh/Ss pairing antiparallel trans one_hbond 
'1'123-'1'149 : A-U Ww/Ww pairing antiparallel cis XX 
'1'124-'1'144 : U-A Ww/Ww pairing antiparallel cis XX 
'1'125-'1'143 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'127-'1'141 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'128-'1'140 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'129-'1'139 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'130-'1'138 : A-U Ww/Ww pairing antiparallel cis XX 
'1'131-'1'137 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'132-'1'136 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'157-'1'264 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'1'158-'1'263 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'159-'1'262 : A-U Ww/Ww pairing antiparallel cis XX 
'1'160-'1'261 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'161-'1'260 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'162-'1'259 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'163-'1'258 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'164-'1'257 : A-U Ww/Ww pairing antiparallel cis XX 
'1'166-'1'256 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'167-'1'255 : U-A Ww/Ww pairing antiparallel cis XX 
'1'168-'1'254 : U-A Ww/Ww pairing antiparallel cis XX 
'1'169-'1'253 : U-A Ww/Ww pairing antiparallel cis XX 
'1'170-'1'248 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'267-'1'318 : G-A O2'/Hh pairing 
'1'268-'1'296 : A-A Hw/Hh pairing parallel trans one_hbond 
'1'269-'1'270 : G-U Sw/Hw adjacent_5p pairing parallel cis one_hbond 89 
'1'269-'1'295 : G-A Bs/O2P pairing 
'1'270-'1'295 : U-A Ws/Hh pairing antiparallel trans XXIV 
'1'272-'1'293 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'296-'1'299 : A-G Ss/O2' pairing 
'1'299-'1'316 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'300-'1'315 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'301-'1'314 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'302-'1'313 : U-A Ww/Ww pairing antiparallel cis XX 
'1'303-'1'312 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'304-'1'311 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1523-'1'1607 : U-U O2P/Ww pairing 
'1'1523-'1'1834 : U-U O2P/Hh pairing 
'1'1524-'1'1834 : A-U Hh/Ws pairing antiparallel trans XXIV 
'1'1525-'1'1594 : G-A Sw/Ss O2'/Ww pairing parallel trans one_hbond 57 
'1'1525-'1'1614 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1526-'1'1527 : U-C O2P/Bh adjacent_5p pairing 
'1'1526-'1'1613 : U-A Ww/Ww pairing antiparallel cis XX 
'1'1527-'1'1833 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1528-'1'1588 : G-A O2'/Ss pairing 
'1'1528-'1'1832 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1529-'1'1592 : A-G O2P/Ww O2P/Bs pairing 
'1'1529-'1'1831 : A-U Ww/Ww pairing antiparallel cis XX 
'1'1530-'1'1531 : U-C O2P/Bh adjacent_5p pairing 
'1'1531-'1'1591 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1532-'1'1590 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1532-'1'1799 : C-A O2'/Ss pairing 
'1'1533-'1'1587 : U-A Ws/Hh pairing antiparallel trans XXIV 
'1'1533-'1'1798 : U-A O2'/Ss pairing 
'1'1534-'1'1586 : A-G O2P/Ww pairing 
'1'1535-'1'1586 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'1'1536-'1'1585 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1537-'1'1584 : A-U Ww/Ww pairing antiparallel cis XX 
'1'1538-'1'1583 : G-A Ss/Hh pairing antiparallel trans XI 
'1'1539-'1'1553 : A-U Hh/Ws pairing antiparallel trans XXIV 
'1'1539-'1'1554 : A-U Bh/Bh pairing antiparallel cis 
'1'1541-'1'1552 : G-G Hw/Sw pairing antiparallel trans one_hbond 112 
'1'1542-'1'1551 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1543-'1'1550 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1544-'1'1549 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'1545-'1'1547 : A-G C8/O2P pairing 
'1'1548-'1'1549 : C-U O2P/Hh adjacent_5p pairing 
'1'1553-'1'1554 : U-U Ss/Hh adjacent_5p pairing parallel cis one_hbond 
'1'1558-'2'148 : A-G Ww/Sw pairing antiparallel cis one_hbond 55 
'1'1560-'1'1579 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1561-'1'1578 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1562-'1'1577 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1563-'1'1576 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1564-'1'1575 : U-A Ww/Ww pairing antiparallel cis XX 
'1'1565-'1'1574 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1580-'1'1581 : A-C O2'/Hh adjacent_5p pairing 
'1'1590-'1'1798 : G-A Sw/Ww pairing parallel trans one_hbond 
'1'1593-'1'1615 : A-C Ss/O2' pairing 
'1'1595-'1'1612 : U-A Ww/Ww pairing antiparallel cis XX 
'1'1596-'1'1606 : C-U O2P/Ww pairing 
'1'1596-'1'1611 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1597-'1'1610 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1607-'1'1608 : U-C O2P/Bh adjacent_5p pairing 
'1'1615-'1'1829 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1616-'1'1828 : U-A Ww/Ww pairing antiparallel cis XX 
'1'1617-'1'1827 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1618-'1'1826 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1621-'1'1824 : A-U Ww/Ww pairing antiparallel cis XX 
'1'1622-'1'1823 : U-A Ww/Ww pairing antiparallel cis XX 
'1'1623-'1'1822 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1624-'1'1643 : G-A O2'/Ww pairing 
'1'1624-'1'1820 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'1625-'1'1819 : A-U Ww/Ww pairing antiparallel cis XX 
'1'1626-'1'1818 : U-U Ws/Ww pairing antiparallel cis XVI 
'1'1631-'1'1811 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1631-'1'1812 : C-G O2P/Ww O2P/Bs pairing 
'1'1645-'1'1810 : U-A Ww/Ww pairing antiparallel cis XX 
'1'1646-'1'1808 : G-G O2'/Bs inward pairing 
'1'1646-'1'1809 : G-A Ss/Hh pairing antiparallel trans XI 
'1'1647-'1'1808 : A-G Hh/Ss pairing antiparallel trans XI 
'1'1648-'1'1807 : A-G Hh/Ss pairing antiparallel trans XI 
'1'1649-'1'1806 : U-A Ww/Ww pairing antiparallel cis XX 
'1'1650-'1'1805 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1651-'1'1804 : U-A Ww/Ww pairing antiparallel cis XX 
'1'1652-'1'1803 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1653-'1'1802 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1654-'1'1801 : A-U Ww/Ww pairing antiparallel cis XX 
'1'1655-'1'1656 : G-A Hh/O2' adjacent_5p inward pairing 
'1'1655-'1'1800 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'1'1656-'1'1799 : A-A Hh/Hh Bh/O2P pairing parallel trans II 
'1'1804-'1'1821 : A-U O2P/Ww pairing 
'1'1812-'1'1817 : G-G O2'/Ss pairing 
'2'107-'2'115 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'108-'2'114 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'116-'2'137 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'117-'2'136 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'118-'2'135 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'119-'2'134 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'120-'2'133 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'121-'2'132 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'2'122-'2'131 : U-A Ww/Ww pairing antiparallel cis XX 
'2'123-'2'130 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'124-'2'129 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'125-'2'126 : U-A O2'/C8 adjacent_5p pairing 
'2'128-'2'129 : U-C O2P/Bh adjacent_5p pairing 
'6'7-'6'21 : C-G Ww/Ww pairing antiparallel cis XIX 
'6'8-'6'20 : A-U Ww/Ww pairing antiparallel cis XX 
'6'9-'6'19 : A-U Ww/Ww pairing antiparallel cis XX 
'6'10-'6'18 : A-U Ww/Ww pairing antiparallel cis XX 
'6'11-'6'17 : C-G Ww/Ww pairing antiparallel cis XIX 
'6'12-'6'16 : A-U Ww/Ww pairing antiparallel cis XX 
'6'26-'6'54 : U-A Ww/Ww pairing antiparallel cis XX 
'6'27-'6'51 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'6'28-'6'50 : A-U Ww/Ww pairing antiparallel cis XX 
'6'29-'6'49 : G-C Ww/Ww pairing antiparallel cis XIX 
'6'30-'6'48 : U-A Ww/Ww pairing antiparallel cis XX 
'6'31-'6'47 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'6'33-'6'46 : U-U Ww/Ws pairing antiparallel cis XVI 
'6'34-'6'45 : A-U Ww/Ww pairing antiparallel cis XX 
'6'35-'6'44 : C-G Ww/Ww pairing antiparallel cis XIX 
'6'36-'6'43 : U-A Ww/Ww pairing antiparallel cis XX 
'6'37-'6'42 : C-G Ww/Ww pairing antiparallel cis XIX 
'6'39-'6'41 : U-G O2'/Hh pairing 
'6'51-'6'54 : U-A O2'/Hh pairing 
'6'54-'6'55 : A-A O2P/Bh adjacent_5p pairing 
'6'62-'6'216 : G-C Ww/Ww pairing antiparallel cis XIX 
'6'63-'6'215 : C-G Ww/Ww pairing antiparallel cis XIX 
'6'64-'6'214 : C-G Ww/Ww pairing antiparallel cis XIX 
'6'64-'6'219 : C-A Ss/Wh O2'/Ww pairing antiparallel cis one_hbond 
'6'65-'6'213 : U-A Ww/Ww pairing antiparallel cis one_hbond 
'6'213-'6'223 : A-U Ss/Hh pairing parallel cis one_hbond 
'6'214-'6'222 : G-A O2'/Ss pairing 
'6'218-'6'223 : A-U Bh/O2P pairing 
