Residue conformations -------------------------------------------
e18 : ILE
e19 : ARG
e20 : TRP
e21 : ASP
e22 : VAL
e23 : ASP
e24 : ILE
e25 : ILE
e26 : ALA
e27 : GLN
e28 : SER
e29 : SER
e30 : ILE
e31 : VAL
e32 : HIS
e33 : ARG
e34 : ASP
e35 : ASP
e42 : ASP
e43 : THR
e44 : PHE
e45 : THR
e46 : LEU
e47 : PHE
e48 : ARG
e49 : ARG
e50 : GLU
e51 : LYS
e52 : ILE
e53 : ILE
e54 : GLY
e55 : PRO
e56 : ASP
e57 : GLY
e58 : GLN
e59 : ILE
e60 : LEU
e61 : GLN
e62 : ILE
e63 : PRO
e64 : LEU
e65 : ILE
e66 : SER
e67 : GLY
e68 : SER
e69 : SER
e70 : PHE
e71 : ARG
e72 : GLY
e73 : VAL
e74 : LEU
e75 : ARG
e76 : ARG
e77 : VAL
e78 : GLY
e79 : GLU
e80 : ALA
e81 : LEU
e82 : THR
e83 : ALA
e84 : GLU
e85 : VAL
e86 : LEU
e87 : GLY
e88 : TYR
e89 : GLU
e90 : ASP
e91 : VAL
e92 : ALA
e107 : LEU
e108 : ALA
e109 : LYS
e110 : SER
e111 : ALA
e112 : HIS
e113 : PRO
e114 : LEU
e115 : THR
e116 : ASP
e117 : GLU
e118 : GLU
e119 : GLU
e120 : ARG
e121 : ASN
e122 : LEU
e123 : LYS
e124 : GLU
e125 : LEU
e126 : LEU
e127 : PRO
e128 : GLN
e129 : ILE
e130 : ALA
e131 : VAL
e132 : PHE
e133 : GLY
e134 : GLY
e135 : ALA
e136 : ALA
e137 : SER
e138 : GLY
e139 : ARG
e140 : VAL
e141 : MET
e142 : SER
e143 : GLY
e144 : LEU
e145 : LEU
e146 : SER
e147 : VAL
e148 : SER
e149 : LYS
e150 : VAL
e151 : LEU
e152 : PRO
e153 : GLU
e154 : ILE
e155 : ALA
e156 : GLU
e157 : LEU
e158 : ALA
e159 : HIS
e160 : LEU
e161 : LEU
e162 : PRO
e163 : ARG
e164 : PRO
e165 : PRO
e166 : HIS
e167 : SER
e168 : THR
e169 : PRO
e170 : LEU
e171 : LEU
e172 : PRO
e173 : ALA
e174 : VAL
e175 : LEU
e176 : SER
e177 : VAL
e178 : ALA
e179 : ASP
e180 : GLU
e181 : SER
e205 : PRO
e206 : LEU
e207 : GLY
e208 : ARG
e209 : PHE
e210 : ALA
e211 : ILE
e212 : GLU
e213 : THR
e214 : LEU
e215 : PRO
e216 : ALA
e217 : GLY
e218 : THR
e219 : ARG
e220 : LEU
e221 : GLN
e222 : THR
e223 : TRP
e224 : ALA
e225 : ARG
e226 : LEU
e227 : ASP
e228 : ASN
e229 : ALA
e230 : THR
e231 : GLU
e232 : HIS
e233 : GLN
e234 : ALA
e235 : ALA
e236 : PHE
e237 : PHE
e238 : ASP
e239 : ASN
e240 : VAL
e241 : LEU
e242 : SER
e243 : THR
e244 : PHE
e245 : ALA
e246 : ALA
e247 : HIS
e248 : GLY
e249 : HIS
e250 : LEU
e251 : GLY
e252 : GLY
e253 : ARG
e254 : SER
e255 : ALA
e256 : ALA
e257 : GLY
e258 : HIS
e259 : GLY
e260 : GLN
e261 : VAL
e262 : THR
e263 : ALA
e264 : THR
e265 : VAL
e266 : THR
e267 : ALA
e268 : THR
e269 : ALA
e270 : LEU
e271 : ARG
e272 : GLY
e273 : SER
e274 : LEU
e275 : PRO
e276 : ARG
e277 : PRO
e278 : THR
e279 : VAL
e280 : ASP
e281 : TRP
e282 : VAL
e283 : ASN
e284 : GLN
e285 : LEU
e286 : ALA
e287 : ASP
e288 : ASP
d18 : ILE
d19 : ARG
d20 : TRP
d21 : ASP
d22 : VAL
d23 : ASP
d24 : ILE
d25 : ILE
d26 : ALA
d27 : GLN
d28 : SER
d29 : SER
d30 : ILE
d31 : VAL
d32 : HIS
d33 : ARG
d34 : ASP
d35 : ASP
d42 : ASP
d43 : THR
d44 : PHE
d45 : THR
d46 : LEU
d47 : PHE
d48 : ARG
d49 : ARG
d50 : GLU
d51 : LYS
d52 : ILE
d53 : ILE
d54 : GLY
d55 : PRO
d56 : ASP
d57 : GLY
d58 : GLN
d59 : ILE
d60 : LEU
d61 : GLN
d62 : ILE
d63 : PRO
d64 : LEU
d65 : ILE
d66 : SER
d67 : GLY
d68 : SER
d69 : SER
d70 : PHE
d71 : ARG
d72 : GLY
d73 : VAL
d74 : LEU
d75 : ARG
d76 : ARG
d77 : VAL
d78 : GLY
d79 : GLU
d80 : ALA
d81 : LEU
d82 : THR
d83 : ALA
d84 : GLU
d85 : VAL
d86 : LEU
d87 : GLY
d88 : TYR
d89 : GLU
d90 : ASP
d91 : VAL
d92 : ALA
d107 : LEU
d108 : ALA
d109 : LYS
d110 : SER
d111 : ALA
d112 : HIS
d113 : PRO
d114 : LEU
d115 : THR
d116 : ASP
d117 : GLU
d118 : GLU
d119 : GLU
d120 : ARG
d121 : ASN
d122 : LEU
d123 : LYS
d124 : GLU
d125 : LEU
d126 : LEU
d127 : PRO
d128 : GLN
d129 : ILE
d130 : ALA
d131 : VAL
d132 : PHE
d133 : GLY
d134 : GLY
d135 : ALA
d136 : ALA
d137 : SER
d138 : GLY
d139 : ARG
d140 : VAL
d141 : MET
d142 : SER
d143 : GLY
d144 : LEU
d145 : LEU
d146 : SER
d147 : VAL
d148 : SER
d149 : LYS
d150 : VAL
d151 : LEU
d152 : PRO
d153 : GLU
d154 : ILE
d155 : ALA
d156 : GLU
d157 : LEU
d158 : ALA
d159 : HIS
d160 : LEU
d161 : LEU
d162 : PRO
d163 : ARG
d164 : PRO
d165 : PRO
d166 : HIS
d167 : SER
d168 : THR
d169 : PRO
d170 : LEU
d171 : LEU
d172 : PRO
d173 : ALA
d174 : VAL
d175 : LEU
d176 : SER
d177 : VAL
d178 : ALA
d179 : ASP
d180 : GLU
d181 : SER
d205 : PRO
d206 : LEU
d207 : GLY
d208 : ARG
d209 : PHE
d210 : ALA
d211 : ILE
d212 : GLU
d213 : THR
d214 : LEU
d215 : PRO
d216 : ALA
d217 : GLY
d218 : THR
d219 : ARG
d220 : LEU
d221 : GLN
d222 : THR
d223 : TRP
d224 : ALA
d225 : ARG
d226 : LEU
d227 : ASP
d228 : ASN
d229 : ALA
d230 : THR
d231 : GLU
d232 : HIS
d233 : GLN
d234 : ALA
d235 : ALA
d236 : PHE
d237 : PHE
d238 : ASP
d239 : ASN
d240 : VAL
d241 : LEU
d242 : SER
d243 : THR
d244 : PHE
d245 : ALA
d246 : ALA
d247 : HIS
d248 : GLY
d249 : HIS
d250 : LEU
d251 : GLY
d252 : GLY
d253 : ARG
d254 : SER
d255 : ALA
d256 : ALA
d257 : GLY
d258 : HIS
d259 : GLY
d260 : GLN
d261 : VAL
d262 : THR
d263 : ALA
d264 : THR
d265 : VAL
d266 : THR
d267 : ALA
d268 : THR
d269 : ALA
d270 : LEU
d271 : ARG
d272 : GLY
d273 : SER
d274 : LEU
d275 : PRO
d276 : ARG
d277 : PRO
d278 : THR
d279 : VAL
d280 : ASP
d281 : TRP
d282 : VAL
d283 : ASN
d284 : GLN
d285 : LEU
d286 : ALA
d287 : ASP
d288 : ASP
c18 : ILE
c19 : ARG
c20 : TRP
c21 : ASP
c22 : VAL
c23 : ASP
c24 : ILE
c25 : ILE
c26 : ALA
c27 : GLN
c28 : SER
c29 : SER
c30 : ILE
c31 : VAL
c32 : HIS
c33 : ARG
c34 : ASP
c35 : ASP
c42 : ASP
c43 : THR
c44 : PHE
c45 : THR
c46 : LEU
c47 : PHE
c48 : ARG
c49 : ARG
c50 : GLU
c51 : LYS
c52 : ILE
c53 : ILE
c54 : GLY
c55 : PRO
c56 : ASP
c57 : GLY
c58 : GLN
c59 : ILE
c60 : LEU
c61 : GLN
c62 : ILE
c63 : PRO
c64 : LEU
c65 : ILE
c66 : SER
c67 : GLY
c68 : SER
c69 : SER
c70 : PHE
c71 : ARG
c72 : GLY
c73 : VAL
c74 : LEU
c75 : ARG
c76 : ARG
c77 : VAL
c78 : GLY
c79 : GLU
c80 : ALA
c81 : LEU
c82 : THR
c83 : ALA
c84 : GLU
c85 : VAL
c86 : LEU
c87 : GLY
c88 : TYR
c89 : GLU
c90 : ASP
c91 : VAL
c92 : ALA
c107 : LEU
c108 : ALA
c109 : LYS
c110 : SER
c111 : ALA
c112 : HIS
c113 : PRO
c114 : LEU
c115 : THR
c116 : ASP
c117 : GLU
c118 : GLU
c119 : GLU
c120 : ARG
c121 : ASN
c122 : LEU
c123 : LYS
c124 : GLU
c125 : LEU
c126 : LEU
c127 : PRO
c128 : GLN
c129 : ILE
c130 : ALA
c131 : VAL
c132 : PHE
c133 : GLY
c134 : GLY
c135 : ALA
c136 : ALA
c137 : SER
c138 : GLY
c139 : ARG
c140 : VAL
c141 : MET
c142 : SER
c143 : GLY
c144 : LEU
c145 : LEU
c146 : SER
c147 : VAL
c148 : SER
c149 : LYS
c150 : VAL
c151 : LEU
c152 : PRO
c153 : GLU
c154 : ILE
c155 : ALA
c156 : GLU
c157 : LEU
c158 : ALA
c159 : HIS
c160 : LEU
c161 : LEU
c162 : PRO
c163 : ARG
c164 : PRO
c165 : PRO
c166 : HIS
c167 : SER
c168 : THR
c169 : PRO
c170 : LEU
c171 : LEU
c172 : PRO
c173 : ALA
c174 : VAL
c175 : LEU
c176 : SER
c177 : VAL
c178 : ALA
c179 : ASP
c180 : GLU
c181 : SER
c205 : PRO
c206 : LEU
c207 : GLY
c208 : ARG
c209 : PHE
c210 : ALA
c211 : ILE
c212 : GLU
c213 : THR
c214 : LEU
c215 : PRO
c216 : ALA
c217 : GLY
c218 : THR
c219 : ARG
c220 : LEU
c221 : GLN
c222 : THR
c223 : TRP
c224 : ALA
c225 : ARG
c226 : LEU
c227 : ASP
c228 : ASN
c229 : ALA
c230 : THR
c231 : GLU
c232 : HIS
c233 : GLN
c234 : ALA
c235 : ALA
c236 : PHE
c237 : PHE
c238 : ASP
c239 : ASN
c240 : VAL
c241 : LEU
c242 : SER
c243 : THR
c244 : PHE
c245 : ALA
c246 : ALA
c247 : HIS
c248 : GLY
c249 : HIS
c250 : LEU
c251 : GLY
c252 : GLY
c253 : ARG
c254 : SER
c255 : ALA
c256 : ALA
c257 : GLY
c258 : HIS
c259 : GLY
c260 : GLN
c261 : VAL
c262 : THR
c263 : ALA
c264 : THR
c265 : VAL
c266 : THR
c267 : ALA
c268 : THR
c269 : ALA
c270 : LEU
c271 : ARG
c272 : GLY
c273 : SER
c274 : LEU
c275 : PRO
c276 : ARG
c277 : PRO
c278 : THR
c279 : VAL
c280 : ASP
c281 : TRP
c282 : VAL
c283 : ASN
c284 : GLN
c285 : LEU
c286 : ALA
c287 : ASP
c288 : ASP
f18 : ILE
f19 : ARG
f20 : TRP
f21 : ASP
f22 : VAL
f23 : ASP
f24 : ILE
f25 : ILE
f26 : ALA
f27 : GLN
f28 : SER
f29 : SER
f30 : ILE
f31 : VAL
f32 : HIS
f33 : ARG
f34 : ASP
f35 : ASP
f42 : ASP
f43 : THR
f44 : PHE
f45 : THR
f46 : LEU
f47 : PHE
f48 : ARG
f49 : ARG
f50 : GLU
f51 : LYS
f52 : ILE
f53 : ILE
f54 : GLY
f55 : PRO
f56 : ASP
f57 : GLY
f58 : GLN
f59 : ILE
f60 : LEU
f61 : GLN
f62 : ILE
f63 : PRO
f64 : LEU
f65 : ILE
f66 : SER
f67 : GLY
f68 : SER
f69 : SER
f70 : PHE
f71 : ARG
f72 : GLY
f73 : VAL
f74 : LEU
f75 : ARG
f76 : ARG
f77 : VAL
f78 : GLY
f79 : GLU
f80 : ALA
f81 : LEU
f82 : THR
f83 : ALA
f84 : GLU
f85 : VAL
f86 : LEU
f87 : GLY
f88 : TYR
f89 : GLU
f90 : ASP
f91 : VAL
f92 : ALA
f107 : LEU
f108 : ALA
f109 : LYS
f110 : SER
f111 : ALA
f112 : HIS
f113 : PRO
f114 : LEU
f115 : THR
f116 : ASP
f117 : GLU
f118 : GLU
f119 : GLU
f120 : ARG
f121 : ASN
f122 : LEU
f123 : LYS
f124 : GLU
f125 : LEU
f126 : LEU
f127 : PRO
f128 : GLN
f129 : ILE
f130 : ALA
f131 : VAL
f132 : PHE
f133 : GLY
f134 : GLY
f135 : ALA
f136 : ALA
f137 : SER
f138 : GLY
f139 : ARG
f140 : VAL
f141 : MET
f142 : SER
f143 : GLY
f144 : LEU
f145 : LEU
f146 : SER
f147 : VAL
f148 : SER
f149 : LYS
f150 : VAL
f151 : LEU
f152 : PRO
f153 : GLU
f154 : ILE
f155 : ALA
f156 : GLU
f157 : LEU
f158 : ALA
f159 : HIS
f160 : LEU
f161 : LEU
f162 : PRO
f163 : ARG
f164 : PRO
f165 : PRO
f166 : HIS
f167 : SER
f168 : THR
f169 : PRO
f170 : LEU
f171 : LEU
f172 : PRO
f173 : ALA
f174 : VAL
f175 : LEU
f176 : SER
f177 : VAL
f178 : ALA
f179 : ASP
f180 : GLU
f181 : SER
f205 : PRO
f206 : LEU
f207 : GLY
f208 : ARG
f209 : PHE
f210 : ALA
f211 : ILE
f212 : GLU
f213 : THR
f214 : LEU
f215 : PRO
f216 : ALA
f217 : GLY
f218 : THR
f219 : ARG
f220 : LEU
f221 : GLN
f222 : THR
f223 : TRP
f224 : ALA
f225 : ARG
f226 : LEU
f227 : ASP
f228 : ASN
f229 : ALA
f230 : THR
f231 : GLU
f232 : HIS
f233 : GLN
f234 : ALA
f235 : ALA
f236 : PHE
f237 : PHE
f238 : ASP
f239 : ASN
f240 : VAL
f241 : LEU
f242 : SER
f243 : THR
f244 : PHE
f245 : ALA
f246 : ALA
f247 : HIS
f248 : GLY
f249 : HIS
f250 : LEU
f251 : GLY
f252 : GLY
f253 : ARG
f254 : SER
f255 : ALA
f256 : ALA
f257 : GLY
f258 : HIS
f259 : GLY
f260 : GLN
f261 : VAL
f262 : THR
f263 : ALA
f264 : THR
f265 : VAL
f266 : THR
f267 : ALA
f268 : THR
f269 : ALA
f270 : LEU
f271 : ARG
f272 : GLY
f273 : SER
f274 : LEU
f275 : PRO
f276 : ARG
f277 : PRO
f278 : THR
f279 : VAL
f280 : ASP
f281 : TRP
f282 : VAL
f283 : ASN
f284 : GLN
f285 : LEU
f286 : ALA
f287 : ASP
f288 : ASP
b18 : ILE
b19 : ARG
b20 : TRP
b21 : ASP
b22 : VAL
b23 : ASP
b24 : ILE
b25 : ILE
b26 : ALA
b27 : GLN
b28 : SER
b29 : SER
b30 : ILE
b31 : VAL
b32 : HIS
b33 : ARG
b34 : ASP
b35 : ASP
b42 : ASP
b43 : THR
b44 : PHE
b45 : THR
b46 : LEU
b47 : PHE
b48 : ARG
b49 : ARG
b50 : GLU
b51 : LYS
b52 : ILE
b53 : ILE
b54 : GLY
b55 : PRO
b56 : ASP
b57 : GLY
b58 : GLN
b59 : ILE
b60 : LEU
b61 : GLN
b62 : ILE
b63 : PRO
b64 : LEU
b65 : ILE
b66 : SER
b67 : GLY
b68 : SER
b69 : SER
b70 : PHE
b71 : ARG
b72 : GLY
b73 : VAL
b74 : LEU
b75 : ARG
b76 : ARG
b77 : VAL
b78 : GLY
b79 : GLU
b80 : ALA
b81 : LEU
b82 : THR
b83 : ALA
b84 : GLU
b85 : VAL
b86 : LEU
b87 : GLY
b88 : TYR
b89 : GLU
b90 : ASP
b91 : VAL
b92 : ALA
b107 : LEU
b108 : ALA
b109 : LYS
b110 : SER
b111 : ALA
b112 : HIS
b113 : PRO
b114 : LEU
b115 : THR
b116 : ASP
b117 : GLU
b118 : GLU
b119 : GLU
b120 : ARG
b121 : ASN
b122 : LEU
b123 : LYS
b124 : GLU
b125 : LEU
b126 : LEU
b127 : PRO
b128 : GLN
b129 : ILE
b130 : ALA
b131 : VAL
b132 : PHE
b133 : GLY
b134 : GLY
b135 : ALA
b136 : ALA
b137 : SER
b138 : GLY
b139 : ARG
b140 : VAL
b141 : MET
b142 : SER
b143 : GLY
b144 : LEU
b145 : LEU
b146 : SER
b147 : VAL
b148 : SER
b149 : LYS
b150 : VAL
b151 : LEU
b152 : PRO
b153 : GLU
b154 : ILE
b155 : ALA
b156 : GLU
b157 : LEU
b158 : ALA
b159 : HIS
b160 : LEU
b161 : LEU
b162 : PRO
b163 : ARG
b164 : PRO
b165 : PRO
b166 : HIS
b167 : SER
b168 : THR
b169 : PRO
b170 : LEU
b171 : LEU
b172 : PRO
b173 : ALA
b174 : VAL
b175 : LEU
b176 : SER
b177 : VAL
b178 : ALA
b179 : ASP
b180 : GLU
b181 : SER
b205 : PRO
b206 : LEU
b207 : GLY
b208 : ARG
b209 : PHE
b210 : ALA
b211 : ILE
b212 : GLU
b213 : THR
b214 : LEU
b215 : PRO
b216 : ALA
b217 : GLY
b218 : THR
b219 : ARG
b220 : LEU
b221 : GLN
b222 : THR
b223 : TRP
b224 : ALA
b225 : ARG
b226 : LEU
b227 : ASP
b228 : ASN
b229 : ALA
b230 : THR
b231 : GLU
b232 : HIS
b233 : GLN
b234 : ALA
b235 : ALA
b236 : PHE
b237 : PHE
b238 : ASP
b239 : ASN
b240 : VAL
b241 : LEU
b242 : SER
b243 : THR
b244 : PHE
b245 : ALA
b246 : ALA
b247 : HIS
b248 : GLY
b249 : HIS
b250 : LEU
b251 : GLY
b252 : GLY
b253 : ARG
b254 : SER
b255 : ALA
b256 : ALA
b257 : GLY
b258 : HIS
b259 : GLY
b260 : GLN
b261 : VAL
b262 : THR
b263 : ALA
b264 : THR
b265 : VAL
b266 : THR
b267 : ALA
b268 : THR
b269 : ALA
b270 : LEU
b271 : ARG
b272 : GLY
b273 : SER
b274 : LEU
b275 : PRO
b276 : ARG
b277 : PRO
b278 : THR
b279 : VAL
b280 : ASP
b281 : TRP
b282 : VAL
b283 : ASN
b284 : GLN
b285 : LEU
b286 : ALA
b287 : ASP
b288 : ASP
a18 : ILE
a19 : ARG
a20 : TRP
a21 : ASP
a22 : VAL
a23 : ASP
a24 : ILE
a25 : ILE
a26 : ALA
a27 : GLN
a28 : SER
a29 : SER
a30 : ILE
a31 : VAL
a32 : HIS
a33 : ARG
a34 : ASP
a35 : ASP
a42 : ASP
a43 : THR
a44 : PHE
a45 : THR
a46 : LEU
a47 : PHE
a48 : ARG
a49 : ARG
a50 : GLU
a51 : LYS
a52 : ILE
a53 : ILE
a54 : GLY
a55 : PRO
a56 : ASP
a57 : GLY
a58 : GLN
a59 : ILE
a60 : LEU
a61 : GLN
a62 : ILE
a63 : PRO
a64 : LEU
a65 : ILE
a66 : SER
a67 : GLY
a68 : SER
a69 : SER
a70 : PHE
a71 : ARG
a72 : GLY
a73 : VAL
a74 : LEU
a75 : ARG
a76 : ARG
a77 : VAL
a78 : GLY
a79 : GLU
a80 : ALA
a81 : LEU
a82 : THR
a83 : ALA
a84 : GLU
a85 : VAL
a86 : LEU
a87 : GLY
a88 : TYR
a89 : GLU
a90 : ASP
a91 : VAL
a92 : ALA
a107 : LEU
a108 : ALA
a109 : LYS
a110 : SER
a111 : ALA
a112 : HIS
a113 : PRO
a114 : LEU
a115 : THR
a116 : ASP
a117 : GLU
a118 : GLU
a119 : GLU
a120 : ARG
a121 : ASN
a122 : LEU
a123 : LYS
a124 : GLU
a125 : LEU
a126 : LEU
a127 : PRO
a128 : GLN
a129 : ILE
a130 : ALA
a131 : VAL
a132 : PHE
a133 : GLY
a134 : GLY
a135 : ALA
a136 : ALA
a137 : SER
a138 : GLY
a139 : ARG
a140 : VAL
a141 : MET
a142 : SER
a143 : GLY
a144 : LEU
a145 : LEU
a146 : SER
a147 : VAL
a148 : SER
a149 : LYS
a150 : VAL
a151 : LEU
a152 : PRO
a153 : GLU
a154 : ILE
a155 : ALA
a156 : GLU
a157 : LEU
a158 : ALA
a159 : HIS
a160 : LEU
a161 : LEU
a162 : PRO
a163 : ARG
a164 : PRO
a165 : PRO
a166 : HIS
a167 : SER
a168 : THR
a169 : PRO
a170 : LEU
a171 : LEU
a172 : PRO
a173 : ALA
a174 : VAL
a175 : LEU
a176 : SER
a177 : VAL
a178 : ALA
a179 : ASP
a180 : GLU
a181 : SER
a205 : PRO
a206 : LEU
a207 : GLY
a208 : ARG
a209 : PHE
a210 : ALA
a211 : ILE
a212 : GLU
a213 : THR
a214 : LEU
a215 : PRO
a216 : ALA
a217 : GLY
a218 : THR
a219 : ARG
a220 : LEU
a221 : GLN
a222 : THR
a223 : TRP
a224 : ALA
a225 : ARG
a226 : LEU
a227 : ASP
a228 : ASN
a229 : ALA
a230 : THR
a231 : GLU
a232 : HIS
a233 : GLN
a234 : ALA
a235 : ALA
a236 : PHE
a237 : PHE
a238 : ASP
a239 : ASN
a240 : VAL
a241 : LEU
a242 : SER
a243 : THR
a244 : PHE
a245 : ALA
a246 : ALA
a247 : HIS
a248 : GLY
a249 : HIS
a250 : LEU
a251 : GLY
a252 : GLY
a253 : ARG
a254 : SER
a255 : ALA
a256 : ALA
a257 : GLY
a258 : HIS
a259 : GLY
a260 : GLN
a261 : VAL
a262 : THR
a263 : ALA
a264 : THR
a265 : VAL
a266 : THR
a267 : ALA
a268 : THR
a269 : ALA
a270 : LEU
a271 : ARG
a272 : GLY
a273 : SER
a274 : LEU
a275 : PRO
a276 : ARG
a277 : PRO
a278 : THR
a279 : VAL
a280 : ASP
a281 : TRP
a282 : VAL
a283 : ASN
a284 : GLN
a285 : LEU
a286 : ALA
a287 : ASP
a288 : ASP
z1 : A C2p_endo syn
z2 : U C2p_endo anti
z3 : U C2p_endo syn
z4 : U C3p_endo anti
z5 : U C3p_endo anti
z6 : U C3p_endo anti
z7 : U C2p_endo syn
z8 : U C2p_endo syn
z9 : U C2p_endo syn
z10 : U C2p_endo syn
z11 : A C3p_endo anti
z12 : U C3p_endo anti
z13 : U C3p_endo anti
z14 : A C2p_endo anti
z15 : U C2p_endo anti
z16 : U C3p_endo anti
z17 : U C3p_endo anti
z18 : U C3p_endo anti
z19 : U C2p_endo syn
z20 : A C2p_endo anti
z26 : U C2p_endo anti
z27 : U C3p_endo anti
z28 : U C3p_endo anti
z29 : U C3p_endo anti
z30 : U C1p_exo syn
z31 : U C2p_endo syn
z32 : A C1p_exo anti
z33 : U C3p_endo anti
z34 : U C2p_endo syn
z35 : U C3p_endo syn
z36 : U C2p_endo anti
h2 : THR
h3 : THR
h4 : PRO
h5 : THR
h6 : PRO
h7 : THR
h8 : GLN
h9 : VAL
h10 : TRP
h11 : ARG
h12 : ALA
h13 : THR
h14 : VAL
h15 : PRO
h16 : GLU
h17 : LEU
h18 : PRO
h19 : PRO
h20 : LEU
h21 : VAL
h22 : ASP
h23 : GLU
h24 : ALA
h25 : GLY
h26 : ASP
h27 : THR
h28 : GLY
h29 : SER
h30 : ALA
h31 : THR
h32 : ALA
h33 : ARG
h34 : ALA
h35 : ALA
h36 : ASP
h37 : THR
h38 : ALA
h39 : GLU
h40 : ARG
h41 : LEU
h42 : LEU
h43 : LEU
h44 : LEU
h45 : LEU
h46 : HIS
h47 : TYR
h48 : SER
h49 : ILE
h50 : ASP
h51 : TRP
h54 : SER
h55 : TRP
h56 : VAL
h57 : ALA
h58 : ASP
h59 : PRO
h60 : LYS
h61 : HIS
h62 : ARG
h63 : LYS
h64 : THR
h66 : TRP
h67 : ASP
h68 : GLU
h69 : LEU
h70 : LEU
h71 : PRO
h72 : GLY
h73 : ARG
h74 : VAL
h75 : ARG
h76 : ARG
h77 : ALA
h78 : ALA
h79 : TYR
h80 : ARG
h81 : ALA
h82 : ASP
h83 : THR
h84 : LEU
h85 : ASP
h86 : ARG
h87 : TRP
h88 : TRP
h89 : SER
h90 : GLU
h91 : VAL
h92 : ALA
h93 : GLY
h94 : GLN
h95 : LEU
h96 : GLY
h97 : ALA
h98 : PRO
h99 : ALA
h100 : PRO
h101 : ARG
h102 : HIS
h103 : ARG
h104 : ASP
h105 : ARG
h106 : ARG
h107 : LEU
h108 : GLU
h109 : LEU
h110 : ALA
h111 : THR
h112 : LEU
h113 : LEU
h114 : ARG
h115 : GLU
h116 : PRO
h117 : ALA
h118 : LEU
h119 : PRO
h120 : VAL
h121 : ILE
h122 : THR
h123 : VAL
h124 : LEU
h125 : ARG
h126 : ASP
h127 : SER
h128 : LEU
h129 : PRO
h130 : ALA
h131 : LEU
h132 : LEU
h133 : LEU
h134 : ARG
h135 : VAL
h136 : ARG
h137 : ILE
h138 : ILE
h139 : ALA
h140 : GLU
h141 : ALA
h142 : VAL
h143 : ALA
h144 : ALA
h145 : GLN
h146 : ARG
h147 : GLY
g2 : THR
g3 : THR
g4 : PRO
g5 : THR
g6 : PRO
g7 : THR
g8 : GLN
g9 : VAL
g10 : TRP
g11 : ARG
g12 : ALA
g13 : THR
g14 : VAL
g15 : PRO
g16 : GLU
g17 : LEU
g18 : PRO
g19 : PRO
g20 : LEU
g21 : VAL
g22 : ASP
g23 : GLU
g24 : ALA
g25 : GLY
g26 : ASP
g27 : THR
g28 : GLY
g29 : SER
g30 : ALA
g31 : THR
g32 : ALA
g33 : ARG
g34 : ALA
g35 : ALA
g36 : ASP
g37 : THR
g38 : ALA
g39 : GLU
g40 : ARG
g41 : LEU
g42 : LEU
g43 : LEU
g44 : LEU
g45 : LEU
g46 : HIS
g47 : TYR
g48 : SER
g49 : ILE
g50 : ASP
g51 : TRP
g54 : SER
g55 : TRP
g56 : VAL
g57 : ALA
g58 : ASP
g59 : PRO
g60 : LYS
g61 : HIS
g62 : ARG
g63 : LYS
g64 : THR
g66 : TRP
g67 : ASP
g68 : GLU
g69 : LEU
g70 : LEU
g71 : PRO
g72 : GLY
g73 : ARG
g74 : VAL
g75 : ARG
g76 : ARG
g77 : ALA
g78 : ALA
g79 : TYR
g80 : ARG
g81 : ALA
g82 : ASP
g83 : THR
g84 : LEU
g85 : ASP
g86 : ARG
g87 : TRP
g88 : TRP
g89 : SER
g90 : GLU
g91 : VAL
g92 : ALA
g93 : GLY
g94 : GLN
g95 : LEU
g96 : GLY
g97 : ALA
g98 : PRO
g99 : ALA
g100 : PRO
g101 : ARG
g102 : HIS
g103 : ARG
g104 : ASP
g105 : ARG
g106 : ARG
g107 : LEU
g108 : GLU
g109 : LEU
g110 : ALA
g111 : THR
g112 : LEU
g113 : LEU
g114 : ARG
g115 : GLU
g116 : PRO
g117 : ALA
g118 : LEU
g119 : PRO
g120 : VAL
g121 : ILE
g122 : THR
g123 : VAL
g124 : LEU
g125 : ARG
g126 : ASP
g127 : SER
g128 : LEU
g129 : PRO
g130 : ALA
g131 : LEU
g132 : LEU
g133 : LEU
g134 : ARG
g135 : VAL
g136 : ARG
g137 : ILE
g138 : ILE
g139 : ALA
g140 : GLU
g141 : ALA
g142 : VAL
g143 : ALA
g144 : ALA
g145 : GLN
g146 : ARG
g147 : GLY
j2 : THR
j3 : THR
j4 : PRO
j5 : THR
j6 : PRO
j7 : THR
j8 : GLN
j9 : VAL
j10 : TRP
j11 : ARG
j12 : ALA
j13 : THR
j14 : VAL
j15 : PRO
j16 : GLU
j17 : LEU
j18 : PRO
j19 : PRO
j20 : LEU
j21 : VAL
j22 : ASP
j23 : GLU
j24 : ALA
j25 : GLY
j26 : ASP
j27 : THR
j28 : GLY
j29 : SER
j30 : ALA
j31 : THR
j32 : ALA
j33 : ARG
j34 : ALA
j35 : ALA
j36 : ASP
j37 : THR
j38 : ALA
j39 : GLU
j40 : ARG
j41 : LEU
j42 : LEU
j43 : LEU
j44 : LEU
j45 : LEU
j46 : HIS
j47 : TYR
j48 : SER
j49 : ILE
j50 : ASP
j51 : TRP
j54 : SER
j55 : TRP
j56 : VAL
j57 : ALA
j58 : ASP
j59 : PRO
j60 : LYS
j61 : HIS
j62 : ARG
j63 : LYS
j64 : THR
j66 : TRP
j67 : ASP
j68 : GLU
j69 : LEU
j70 : LEU
j71 : PRO
j72 : GLY
j73 : ARG
j74 : VAL
j75 : ARG
j76 : ARG
j77 : ALA
j78 : ALA
j79 : TYR
j80 : ARG
j81 : ALA
j82 : ASP
j83 : THR
j84 : LEU
j85 : ASP
j86 : ARG
j87 : TRP
j88 : TRP
j89 : SER
j90 : GLU
j91 : VAL
j92 : ALA
j93 : GLY
j94 : GLN
j95 : LEU
j96 : GLY
j97 : ALA
j98 : PRO
j99 : ALA
j100 : PRO
j101 : ARG
j102 : HIS
j103 : ARG
j104 : ASP
j105 : ARG
j106 : ARG
j107 : LEU
j108 : GLU
j109 : LEU
j110 : ALA
j111 : THR
j112 : LEU
j113 : LEU
j114 : ARG
j115 : GLU
j116 : PRO
j117 : ALA
j118 : LEU
j119 : PRO
j120 : VAL
j121 : ILE
j122 : THR
j123 : VAL
j124 : LEU
j125 : ARG
j126 : ASP
j127 : SER
j128 : LEU
j129 : PRO
j130 : ALA
j131 : LEU
j132 : LEU
j133 : LEU
j134 : ARG
j135 : VAL
j136 : ARG
j137 : ILE
j138 : ILE
j139 : ALA
j140 : GLU
j141 : ALA
j142 : VAL
j143 : ALA
j144 : ALA
j145 : GLN
j146 : ARG
j147 : GLY
k2 : THR
k3 : THR
k4 : PRO
k5 : THR
k6 : PRO
k7 : THR
k8 : GLN
k9 : VAL
k10 : TRP
k11 : ARG
k12 : ALA
k13 : THR
k14 : VAL
k15 : PRO
k16 : GLU
k17 : LEU
k18 : PRO
k19 : PRO
k20 : LEU
k21 : VAL
k22 : ASP
k23 : GLU
k24 : ALA
k25 : GLY
k26 : ASP
k27 : THR
k28 : GLY
k29 : SER
k30 : ALA
k31 : THR
k32 : ALA
k33 : ARG
k34 : ALA
k35 : ALA
k36 : ASP
k37 : THR
k38 : ALA
k39 : GLU
k40 : ARG
k41 : LEU
k42 : LEU
k43 : LEU
k44 : LEU
k45 : LEU
k46 : HIS
k47 : TYR
k48 : SER
k49 : ILE
k50 : ASP
k51 : TRP
k54 : SER
k55 : TRP
k56 : VAL
k57 : ALA
k58 : ASP
k59 : PRO
k60 : LYS
k61 : HIS
k62 : ARG
k63 : LYS
k64 : THR
k66 : TRP
k67 : ASP
k68 : GLU
k69 : LEU
k70 : LEU
k71 : PRO
k72 : GLY
k73 : ARG
k74 : VAL
k75 : ARG
k76 : ARG
k77 : ALA
k78 : ALA
k79 : TYR
k80 : ARG
k81 : ALA
k82 : ASP
k83 : THR
k84 : LEU
k85 : ASP
k86 : ARG
k87 : TRP
k88 : TRP
k89 : SER
k90 : GLU
k91 : VAL
k92 : ALA
k93 : GLY
k94 : GLN
k95 : LEU
k96 : GLY
k97 : ALA
k98 : PRO
k99 : ALA
k100 : PRO
k101 : ARG
k102 : HIS
k103 : ARG
k104 : ASP
k105 : ARG
k106 : ARG
k107 : LEU
k108 : GLU
k109 : LEU
k110 : ALA
k111 : THR
k112 : LEU
k113 : LEU
k114 : ARG
k115 : GLU
k116 : PRO
k117 : ALA
k118 : LEU
k119 : PRO
k120 : VAL
k121 : ILE
k122 : THR
k123 : VAL
k124 : LEU
k125 : ARG
k126 : ASP
k127 : SER
k128 : LEU
k129 : PRO
k130 : ALA
k131 : LEU
k132 : LEU
k133 : LEU
k134 : ARG
k135 : VAL
k136 : ARG
k137 : ILE
k138 : ILE
k139 : ALA
k140 : GLU
k141 : ALA
k142 : VAL
k143 : ALA
k144 : ALA
k145 : GLN
k146 : ARG
k147 : GLY
i2 : THR
i3 : THR
i4 : PRO
i5 : THR
i6 : PRO
i7 : THR
i8 : GLN
i9 : VAL
i10 : TRP
i11 : ARG
i12 : ALA
i13 : THR
i14 : VAL
i15 : PRO
i16 : GLU
i17 : LEU
i18 : PRO
i19 : PRO
i20 : LEU
i21 : VAL
i22 : ASP
i23 : GLU
i24 : ALA
i25 : GLY
i26 : ASP
i27 : THR
i28 : GLY
i29 : SER
i30 : ALA
i31 : THR
i32 : ALA
i33 : ARG
i34 : ALA
i35 : ALA
i36 : ASP
i37 : THR
i38 : ALA
i39 : GLU
i40 : ARG
i41 : LEU
i42 : LEU
i43 : LEU
i44 : LEU
i45 : LEU
i46 : HIS
i47 : TYR
i48 : SER
i49 : ILE
i50 : ASP
i51 : TRP
i54 : SER
i55 : TRP
i56 : VAL
i57 : ALA
i58 : ASP
i59 : PRO
i60 : LYS
i61 : HIS
i62 : ARG
i63 : LYS
i64 : THR
i66 : TRP
i67 : ASP
i68 : GLU
i69 : LEU
i70 : LEU
i71 : PRO
i72 : GLY
i73 : ARG
i74 : VAL
i75 : ARG
i76 : ARG
i77 : ALA
i78 : ALA
i79 : TYR
i80 : ARG
i81 : ALA
i82 : ASP
i83 : THR
i84 : LEU
i85 : ASP
i86 : ARG
i87 : TRP
i88 : TRP
i89 : SER
i90 : GLU
i91 : VAL
i92 : ALA
i93 : GLY
i94 : GLN
i95 : LEU
i96 : GLY
i97 : ALA
i98 : PRO
i99 : ALA
i100 : PRO
i101 : ARG
i102 : HIS
i103 : ARG
i104 : ASP
i105 : ARG
i106 : ARG
i107 : LEU
i108 : GLU
i109 : LEU
i110 : ALA
i111 : THR
i112 : LEU
i113 : LEU
i114 : ARG
i115 : GLU
i116 : PRO
i117 : ALA
i118 : LEU
i119 : PRO
i120 : VAL
i121 : ILE
i122 : THR
i123 : VAL
i124 : LEU
i125 : ARG
i126 : ASP
i127 : SER
i128 : LEU
i129 : PRO
i130 : ALA
i131 : LEU
i132 : LEU
i133 : LEU
i134 : ARG
i135 : VAL
i136 : ARG
i137 : ILE
i138 : ILE
i139 : ALA
i140 : GLU
i141 : ALA
i142 : VAL
i143 : ALA
i144 : ALA
i145 : GLN
i146 : ARG
i147 : GLY
Adjacent stackings ----------------------------------------------
z4-z5 : adjacent_5p upward 
z10-z11 : adjacent_5p upward pairing 
z16-z17 : adjacent_5p upward 
z27-z28 : adjacent_5p upward 
z35-z36 : adjacent_5p upward 
Non-Adjacent stackings ------------------------------------------
Number of stackings = 5
Number of adjacent stackings = 5
Number of non adjacent stackings = 0
Base-pairs ------------------------------------------------------
z10-z11 : U-A O2'/C8 adjacent_5p upward pairing 
z20-z27 : A-U Ss/O2P pairing 
