Residue conformations -------------------------------------------
A23 : MET
A24 : THR
A25 : LYS
A26 : VAL
A27 : GLU
A28 : PHE
A29 : GLU
A30 : THR
A31 : SER
A32 : GLU
A33 : GLU
A34 : VAL
A35 : ASP
A36 : VAL
A37 : THR
A38 : PRO
A39 : THR
A40 : PHE
A41 : ASP
A42 : THR
A43 : MET
A44 : GLY
A45 : LEU
A46 : ARG
A47 : GLU
A48 : ASP
A49 : LEU
A50 : LEU
A51 : ARG
A52 : GLY
A53 : ILE
A54 : TYR
A55 : ALA
A56 : TYR
A57 : GLY
A58 : PHE
A59 : GLU
A60 : LYS
A61 : PRO
A62 : SER
A63 : ALA
A64 : ILE
A65 : GLN
A66 : GLN
A67 : ARG
A68 : ALA
A69 : ILE
A70 : LYS
A71 : GLN
A72 : ILE
A73 : ILE
A74 : LYS
A75 : GLY
A76 : ARG
A77 : ASP
A78 : VAL
A79 : ILE
A80 : ALA
A81 : GLN
A82 : SER
A83 : GLN
A84 : SER
A85 : GLY
A86 : THR
A87 : GLY
A88 : LYS
A89 : THR
A90 : ALA
A91 : THR
A92 : PHE
A93 : SER
A94 : ILE
A95 : SER
A96 : VAL
A97 : LEU
A98 : GLN
A99 : CYS
A100 : LEU
A101 : ASP
A102 : ILE
A103 : GLN
A104 : VAL
A105 : ARG
A106 : GLU
A107 : THR
A108 : GLN
A109 : ALA
A110 : LEU
A111 : ILE
A112 : LEU
A113 : ALA
A114 : PRO
A115 : THR
A116 : ARG
A117 : GLU
A118 : LEU
A119 : ALA
A120 : VAL
A121 : GLN
A122 : ILE
A123 : GLN
A124 : LYS
A125 : GLY
A126 : LEU
A127 : LEU
A128 : ALA
A129 : LEU
A130 : GLY
A131 : ASP
A132 : TYR
A133 : MET
A134 : ASN
A135 : VAL
A136 : GLN
A137 : CYS
A138 : HIS
A139 : ALA
A140 : CYS
A141 : ILE
A142 : GLY
A143 : GLY
A144 : THR
A145 : ASN
A146 : VAL
A147 : GLY
A148 : GLU
A149 : ASP
A150 : ILE
A151 : ARG
A152 : LYS
A153 : LEU
A154 : ASP
A155 : TYR
A156 : GLY
A157 : GLN
A158 : HIS
A159 : VAL
A160 : VAL
A161 : ALA
A162 : GLY
A163 : THR
A164 : PRO
A165 : GLY
A166 : ARG
A167 : VAL
A168 : PHE
A169 : ASP
A170 : MET
A171 : ILE
A172 : ARG
A173 : ARG
A174 : ARG
A175 : SER
A176 : LEU
A177 : ARG
A178 : THR
A179 : ARG
A180 : ALA
A181 : ILE
A182 : LYS
A183 : MET
A184 : LEU
A185 : VAL
A186 : LEU
A187 : ASP
A188 : GLU
A189 : ALA
A190 : ASP
A191 : GLU
A192 : MET
A193 : LEU
A194 : ASN
A195 : LYS
A196 : GLY
A197 : PHE
A198 : LYS
A199 : GLU
A200 : GLN
A201 : ILE
A202 : TYR
A203 : ASP
A204 : VAL
A205 : TYR
A206 : ARG
A207 : TYR
A208 : LEU
A209 : PRO
A210 : PRO
A211 : ALA
A212 : THR
A213 : GLN
A214 : VAL
A215 : VAL
A216 : LEU
A217 : ILE
A218 : SER
A219 : ALA
A220 : THR
A221 : LEU
A222 : PRO
A223 : HIS
A224 : GLU
A225 : ILE
A226 : LEU
A227 : GLU
A228 : MET
A229 : THR
A230 : ASN
A231 : LYS
A232 : PHE
A233 : MET
A234 : THR
A235 : ASP
A236 : PRO
A237 : ILE
A238 : ARG
A239 : ILE
A240 : LEU
A241 : VAL
A242 : LYS
A243 : ARG
A244 : ASP
A245 : GLU
A246 : LEU
A247 : THR
A248 : LEU
A249 : GLU
A250 : GLY
A251 : ILE
A252 : LYS
A253 : GLN
A254 : PHE
A255 : PHE
A256 : VAL
A257 : ALA
A258 : VAL
A259 : GLU
A260 : ARG
A261 : GLU
A262 : GLU
A263 : TRP
A264 : LYS
A265 : PHE
A266 : ASP
A267 : THR
A268 : LEU
A269 : CYS
A270 : ASP
A271 : LEU
A272 : TYR
A273 : ASP
A274 : THR
A275 : LEU
A276 : THR
A277 : ILE
A278 : THR
A279 : GLN
A280 : ALA
A281 : VAL
A282 : ILE
A283 : PHE
A284 : CYS
A285 : ASN
A286 : THR
A287 : LYS
A288 : ARG
A289 : LYS
A290 : VAL
A291 : ASP
A292 : TRP
A293 : LEU
A294 : THR
A295 : GLU
A296 : LYS
A297 : MET
A298 : ARG
A299 : GLU
A300 : ALA
A301 : ASN
A302 : PHE
A303 : THR
A304 : VAL
A305 : SER
A306 : SER
A307 : MET
A308 : HIS
A309 : GLY
A310 : ASP
A311 : MET
A312 : PRO
A313 : GLN
A314 : LYS
A315 : GLU
A316 : ARG
A317 : GLU
A318 : SER
A319 : ILE
A320 : MET
A321 : LYS
A322 : GLU
A323 : PHE
A324 : ARG
A325 : SER
A326 : GLY
A327 : ALA
A328 : SER
A329 : ARG
A330 : VAL
A331 : LEU
A332 : ILE
A333 : SER
A334 : THR
A335 : ASP
A336 : VAL
A337 : TRP
A338 : ALA
A339 : ARG
A340 : GLY
A341 : LEU
A342 : ASP
A343 : VAL
A344 : PRO
A345 : GLN
A346 : VAL
A347 : SER
A348 : LEU
A349 : ILE
A350 : ILE
A351 : ASN
A352 : TYR
A353 : ASP
A354 : LEU
A355 : PRO
A356 : ASN
A357 : ASN
A358 : ARG
A359 : GLU
A360 : LEU
A361 : TYR
A362 : ILE
A363 : HIS
A364 : ARG
A365 : ILE
A366 : GLY
A367 : ARG
A368 : SER
A369 : GLY
A370 : ARG
A371 : TYR
A372 : GLY
A373 : ARG
A374 : LYS
A375 : GLY
A376 : VAL
A377 : ALA
A378 : ILE
A379 : ASN
A380 : PHE
A381 : VAL
A382 : LYS
A383 : ASN
A384 : ASP
A385 : ASP
A386 : ILE
A387 : ARG
A388 : ILE
A389 : LEU
A390 : ARG
A391 : ASP
A392 : ILE
A393 : GLU
A394 : GLN
A395 : TYR
A396 : TYR
A397 : SER
A398 : THR
A399 : GLN
A400 : ILE
A401 : ASP
A402 : GLU
A403 : MET
A404 : PRO
B3 : SER
B4 : ASP
B5 : PHE
B6 : TYR
B7 : LEU
B8 : ARG
B9 : TYR
B10 : TYR
B11 : VAL
B12 : GLY
B13 : HIS
B14 : LYS
B15 : GLY
B16 : LYS
B17 : PHE
B18 : GLY
B19 : HIS
B20 : GLU
B21 : PHE
B22 : LEU
B23 : GLU
B24 : PHE
B25 : GLU
B26 : PHE
B27 : ARG
B28 : PRO
B29 : ASP
B30 : GLY
B31 : LYS
B32 : LEU
B33 : ARG
B34 : TYR
B35 : ALA
B36 : ASN
B37 : ASN
B38 : SER
B39 : ASN
B40 : TYR
B41 : LYS
B42 : ASN
B43 : ASP
B44 : VAL
B45 : MET
B46 : ILE
B47 : ARG
B48 : LYS
B49 : GLU
B50 : ALA
B51 : TYR
B52 : VAL
B53 : HIS
B54 : LYS
B55 : SER
B56 : VAL
B57 : MET
B58 : GLU
B59 : GLU
B60 : LEU
B61 : LYS
B62 : ARG
B63 : ILE
B64 : ILE
B65 : ASP
B66 : ASP
B67 : SER
B68 : GLU
B69 : ILE
B70 : THR
B71 : LYS
B72 : GLU
B73 : ASP
B74 : ASP
B75 : ALA
B76 : LEU
B77 : TRP
B78 : PRO
B79 : PRO
B80 : PRO
B81 : ASP
B82 : ARG
B83 : VAL
B84 : GLY
B85 : ARG
B86 : GLN
B87 : GLU
B88 : LEU
B89 : GLU
B90 : ILE
B91 : VAL
B92 : ILE
B93 : GLY
B94 : ASP
B95 : GLU
B96 : HIS
B97 : ILE
B98 : SER
B99 : PHE
B100 : THR
B101 : THR
B102 : SER
B103 : LYS
B104 : ILE
B105 : GLY
B106 : SER
B107 : LEU
B108 : ILE
B109 : ASP
B110 : VAL
B111 : ASN
B112 : GLN
B113 : SER
B114 : LYS
B115 : ASP
B116 : PRO
B117 : GLU
B118 : GLY
B119 : LEU
B120 : ARG
B121 : VAL
B122 : PHE
B123 : TYR
B124 : TYR
B125 : LEU
B126 : VAL
B127 : GLN
B128 : ASP
B129 : LEU
B130 : LYS
B131 : CYS
B132 : LEU
B133 : VAL
B134 : PHE
B135 : SER
B136 : LEU
B137 : ILE
B138 : GLY
B139 : LEU
B140 : HIS
B141 : PHE
B142 : LYS
B143 : ILE
B144 : LYS
B145 : PRO
B146 : ILE
C65 : GLY
C66 : PRO
C67 : GLN
C68 : ARG
C69 : SER
C70 : VAL
C71 : GLU
C72 : GLY
C73 : TRP
C74 : ILE
C75 : LEU
C76 : PHE
C77 : VAL
C78 : THR
C79 : GLY
C80 : VAL
C81 : HIS
C82 : GLU
C83 : GLU
C84 : ALA
C85 : THR
C86 : GLU
C87 : GLU
C88 : ASP
C89 : ILE
C90 : HIS
C91 : ASP
C92 : LYS
C93 : PHE
C94 : ALA
C95 : GLU
C96 : TYR
C97 : GLY
C98 : GLU
C99 : ILE
C100 : LYS
C101 : ASN
C102 : ILE
C103 : HIS
C104 : LEU
C105 : ASN
C106 : LEU
C107 : ASP
C108 : ARG
C109 : ARG
C110 : THR
C111 : GLY
C112 : TYR
C113 : LEU
C114 : LYS
C115 : GLY
C116 : TYR
C117 : THR
C118 : LEU
C119 : VAL
C120 : GLU
C121 : TYR
C122 : GLU
C123 : THR
C124 : TYR
C125 : LYS
C126 : GLU
C127 : ALA
C128 : GLN
C129 : ALA
C130 : ALA
C131 : MET
C132 : GLU
C133 : GLY
C134 : LEU
C135 : ASN
C136 : GLY
C137 : GLN
C138 : ASP
C139 : LEU
C140 : MET
C141 : GLY
C142 : GLN
C143 : PRO
C144 : ILE
C145 : SER
C146 : VAL
C147 : ASP
C148 : TRP
C149 : CYS
C150 : PHE
C151 : VAL
C152 : ARG
C153 : GLY
C154 : PRO
C155 : PRO
D83 : LEU
D84 : PRO
D85 : ASP
D86 : LYS
D87 : TRP
D88 : GLN
D89 : HIS
D90 : ASP
D91 : LEU
D92 : PHE
D93 : ASP
D104 : THR
D105 : GLY
D106 : GLY
D107 : LYS
D108 : LEU
D109 : LEU
D110 : VAL
D111 : SER
D112 : ASN
D113 : LEU
D114 : ASP
D115 : PHE
D116 : GLY
D117 : VAL
D118 : SER
D119 : ASP
D120 : ALA
D121 : ASP
D122 : ILE
D123 : GLN
D124 : GLU
D125 : LEU
D126 : PHE
D127 : ALA
D128 : GLU
D129 : PHE
D130 : GLY
D131 : THR
D132 : LEU
D133 : LYS
D134 : LYS
D135 : ALA
D136 : ALA
D137 : VAL
D138 : HIS
D139 : TYR
D140 : ASP
D141 : ARG
D142 : SER
D143 : GLY
D144 : ARG
D145 : SER
D146 : LEU
D147 : GLY
D148 : THR
D149 : ALA
D150 : ASP
D151 : VAL
D152 : HIS
D153 : PHE
D154 : GLU
D155 : ARG
D156 : LYS
D157 : ALA
D158 : ASP
D159 : ALA
D160 : LEU
D161 : LYS
D162 : ALA
D163 : MET
D164 : LYS
D165 : GLN
D166 : TYR
D167 : ASN
D168 : GLY
D169 : VAL
D170 : PRO
D171 : LEU
D172 : ASP
D173 : GLY
D174 : ARG
D175 : PRO
D176 : MET
D177 : ASN
D178 : ILE
D179 : GLN
D180 : LEU
D181 : VAL
D182 : THR
E1 : U C3p_endo anti
E2 : U C3p_endo anti
E3 : U C3p_endo anti
E4 : U C3p_endo anti
E5 : U C3p_endo anti
E6 : U C3p_endo anti
a23 : MET
a24 : THR
a25 : LYS
a26 : VAL
a27 : GLU
a28 : PHE
a29 : GLU
a30 : THR
a31 : SER
a32 : GLU
a33 : GLU
a34 : VAL
a35 : ASP
a36 : VAL
a37 : THR
a38 : PRO
a39 : THR
a40 : PHE
a41 : ASP
a42 : THR
a43 : MET
a44 : GLY
a45 : LEU
a46 : ARG
a47 : GLU
a48 : ASP
a49 : LEU
a50 : LEU
a51 : ARG
a52 : GLY
a53 : ILE
a54 : TYR
a55 : ALA
a56 : TYR
a57 : GLY
a58 : PHE
a59 : GLU
a60 : LYS
a61 : PRO
a62 : SER
a63 : ALA
a64 : ILE
a65 : GLN
a66 : GLN
a67 : ARG
a68 : ALA
a69 : ILE
a70 : LYS
a71 : GLN
a72 : ILE
a73 : ILE
a74 : LYS
a75 : GLY
a76 : ARG
a77 : ASP
a78 : VAL
a79 : ILE
a80 : ALA
a81 : GLN
a82 : SER
a83 : GLN
a84 : SER
a85 : GLY
a86 : THR
a87 : GLY
a88 : LYS
a89 : THR
a90 : ALA
a91 : THR
a92 : PHE
a93 : SER
a94 : ILE
a95 : SER
a96 : VAL
a97 : LEU
a98 : GLN
a99 : CYS
a100 : LEU
a101 : ASP
a102 : ILE
a103 : GLN
a104 : VAL
a105 : ARG
a106 : GLU
a107 : THR
a108 : GLN
a109 : ALA
a110 : LEU
a111 : ILE
a112 : LEU
a113 : ALA
a114 : PRO
a115 : THR
a116 : ARG
a117 : GLU
a118 : LEU
a119 : ALA
a120 : VAL
a121 : GLN
a122 : ILE
a123 : GLN
a124 : LYS
a125 : GLY
a126 : LEU
a127 : LEU
a128 : ALA
a129 : LEU
a130 : GLY
a131 : ASP
a132 : TYR
a133 : MET
a134 : ASN
a135 : VAL
a136 : GLN
a137 : CYS
a138 : HIS
a139 : ALA
a140 : CYS
a141 : ILE
a142 : GLY
a143 : GLY
a144 : THR
a145 : ASN
a146 : VAL
a147 : GLY
a148 : GLU
a149 : ASP
a150 : ILE
a151 : ARG
a152 : LYS
a153 : LEU
a154 : ASP
a155 : TYR
a156 : GLY
a157 : GLN
a158 : HIS
a159 : VAL
a160 : VAL
a161 : ALA
a162 : GLY
a163 : THR
a164 : PRO
a165 : GLY
a166 : ARG
a167 : VAL
a168 : PHE
a169 : ASP
a170 : MET
a171 : ILE
a172 : ARG
a173 : ARG
a174 : ARG
a175 : SER
a176 : LEU
a177 : ARG
a178 : THR
a179 : ARG
a180 : ALA
a181 : ILE
a182 : LYS
a183 : MET
a184 : LEU
a185 : VAL
a186 : LEU
a187 : ASP
a188 : GLU
a189 : ALA
a190 : ASP
a191 : GLU
a192 : MET
a193 : LEU
a194 : ASN
a195 : LYS
a196 : GLY
a197 : PHE
a198 : LYS
a199 : GLU
a200 : GLN
a201 : ILE
a202 : TYR
a203 : ASP
a204 : VAL
a205 : TYR
a206 : ARG
a207 : TYR
a208 : LEU
a209 : PRO
a210 : PRO
a211 : ALA
a212 : THR
a213 : GLN
a214 : VAL
a215 : VAL
a216 : LEU
a217 : ILE
a218 : SER
a219 : ALA
a220 : THR
a221 : LEU
a222 : PRO
a223 : HIS
a224 : GLU
a225 : ILE
a226 : LEU
a227 : GLU
a228 : MET
a229 : THR
a230 : ASN
a231 : LYS
a232 : PHE
a233 : MET
a234 : THR
a235 : ASP
a236 : PRO
a237 : ILE
a238 : ARG
a239 : ILE
a240 : LEU
a241 : VAL
a242 : LYS
a243 : ARG
a244 : ASP
a245 : GLU
a246 : LEU
a247 : THR
a248 : LEU
a249 : GLU
a250 : GLY
a251 : ILE
a252 : LYS
a253 : GLN
a254 : PHE
a255 : PHE
a256 : VAL
a257 : ALA
a258 : VAL
a259 : GLU
a260 : ARG
a261 : GLU
a262 : GLU
a263 : TRP
a264 : LYS
a265 : PHE
a266 : ASP
a267 : THR
a268 : LEU
a269 : CYS
a270 : ASP
a271 : LEU
a272 : TYR
a273 : ASP
a274 : THR
a275 : LEU
a276 : THR
a277 : ILE
a278 : THR
a279 : GLN
a280 : ALA
a281 : VAL
a282 : ILE
a283 : PHE
a284 : CYS
a285 : ASN
a286 : THR
a287 : LYS
a288 : ARG
a289 : LYS
a290 : VAL
a291 : ASP
a292 : TRP
a293 : LEU
a294 : THR
a295 : GLU
a296 : LYS
a297 : MET
a298 : ARG
a299 : GLU
a300 : ALA
a301 : ASN
a302 : PHE
a303 : THR
a304 : VAL
a305 : SER
a306 : SER
a307 : MET
a308 : HIS
a309 : GLY
a310 : ASP
a311 : MET
a312 : PRO
a313 : GLN
a314 : LYS
a315 : GLU
a316 : ARG
a317 : GLU
a318 : SER
a319 : ILE
a320 : MET
a321 : LYS
a322 : GLU
a323 : PHE
a324 : ARG
a325 : SER
a326 : GLY
a327 : ALA
a328 : SER
a329 : ARG
a330 : VAL
a331 : LEU
a332 : ILE
a333 : SER
a334 : THR
a335 : ASP
a336 : VAL
a337 : TRP
a338 : ALA
a339 : ARG
a340 : GLY
a341 : LEU
a342 : ASP
a343 : VAL
a344 : PRO
a345 : GLN
a346 : VAL
a347 : SER
a348 : LEU
a349 : ILE
a350 : ILE
a351 : ASN
a352 : TYR
a353 : ASP
a354 : LEU
a355 : PRO
a356 : ASN
a357 : ASN
a358 : ARG
a359 : GLU
a360 : LEU
a361 : TYR
a362 : ILE
a363 : HIS
a364 : ARG
a365 : ILE
a366 : GLY
a367 : ARG
a368 : SER
a369 : GLY
a370 : ARG
a371 : TYR
a372 : GLY
a373 : ARG
a374 : LYS
a375 : GLY
a376 : VAL
a377 : ALA
a378 : ILE
a379 : ASN
a380 : PHE
a381 : VAL
a382 : LYS
a383 : ASN
a384 : ASP
a385 : ASP
a386 : ILE
a387 : ARG
a388 : ILE
a389 : LEU
a390 : ARG
a391 : ASP
a392 : ILE
a393 : GLU
a394 : GLN
a395 : TYR
a396 : TYR
a397 : SER
a398 : THR
a399 : GLN
a400 : ILE
a401 : ASP
a402 : GLU
a403 : MET
a404 : PRO
b3 : SER
b4 : ASP
b5 : PHE
b6 : TYR
b7 : LEU
b8 : ARG
b9 : TYR
b10 : TYR
b11 : VAL
b12 : GLY
b13 : HIS
b14 : LYS
b15 : GLY
b16 : LYS
b17 : PHE
b18 : GLY
b19 : HIS
b20 : GLU
b21 : PHE
b22 : LEU
b23 : GLU
b24 : PHE
b25 : GLU
b26 : PHE
b27 : ARG
b28 : PRO
b29 : ASP
b30 : GLY
b31 : LYS
b32 : LEU
b33 : ARG
b34 : TYR
b35 : ALA
b36 : ASN
b37 : ASN
b38 : SER
b39 : ASN
b40 : TYR
b41 : LYS
b42 : ASN
b43 : ASP
b44 : VAL
b45 : MET
b46 : ILE
b47 : ARG
b48 : LYS
b49 : GLU
b50 : ALA
b51 : TYR
b52 : VAL
b53 : HIS
b54 : LYS
b55 : SER
b56 : VAL
b57 : MET
b58 : GLU
b59 : GLU
b60 : LEU
b61 : LYS
b62 : ARG
b63 : ILE
b64 : ILE
b65 : ASP
b66 : ASP
b67 : SER
b68 : GLU
b69 : ILE
b70 : THR
b71 : LYS
b72 : GLU
b73 : ASP
b74 : ASP
b75 : ALA
b76 : LEU
b77 : TRP
b78 : PRO
b79 : PRO
b80 : PRO
b81 : ASP
b82 : ARG
b83 : VAL
b84 : GLY
b85 : ARG
b86 : GLN
b87 : GLU
b88 : LEU
b89 : GLU
b90 : ILE
b91 : VAL
b92 : ILE
b93 : GLY
b94 : ASP
b95 : GLU
b96 : HIS
b97 : ILE
b98 : SER
b99 : PHE
b100 : THR
b101 : THR
b102 : SER
b103 : LYS
b104 : ILE
b105 : GLY
b106 : SER
b107 : LEU
b108 : ILE
b109 : ASP
b110 : VAL
b111 : ASN
b112 : GLN
b113 : SER
b114 : LYS
b115 : ASP
b116 : PRO
b117 : GLU
b118 : GLY
b119 : LEU
b120 : ARG
b121 : VAL
b122 : PHE
b123 : TYR
b124 : TYR
b125 : LEU
b126 : VAL
b127 : GLN
b128 : ASP
b129 : LEU
b130 : LYS
b131 : CYS
b132 : LEU
b133 : VAL
b134 : PHE
b135 : SER
b136 : LEU
b137 : ILE
b138 : GLY
b139 : LEU
b140 : HIS
b141 : PHE
b142 : LYS
b143 : ILE
b144 : LYS
b145 : PRO
b146 : ILE
c65 : GLY
c66 : PRO
c67 : GLN
c68 : ARG
c69 : SER
c70 : VAL
c71 : GLU
c72 : GLY
c73 : TRP
c74 : ILE
c75 : LEU
c76 : PHE
c77 : VAL
c78 : THR
c79 : GLY
c80 : VAL
c81 : HIS
c82 : GLU
c83 : GLU
c84 : ALA
c85 : THR
c86 : GLU
c87 : GLU
c88 : ASP
c89 : ILE
c90 : HIS
c91 : ASP
c92 : LYS
c93 : PHE
c94 : ALA
c95 : GLU
c96 : TYR
c97 : GLY
c98 : GLU
c99 : ILE
c100 : LYS
c101 : ASN
c102 : ILE
c103 : HIS
c104 : LEU
c105 : ASN
c106 : LEU
c107 : ASP
c108 : ARG
c109 : ARG
c110 : THR
c111 : GLY
c112 : TYR
c113 : LEU
c114 : LYS
c115 : GLY
c116 : TYR
c117 : THR
c118 : LEU
c119 : VAL
c120 : GLU
c121 : TYR
c122 : GLU
c123 : THR
c124 : TYR
c125 : LYS
c126 : GLU
c127 : ALA
c128 : GLN
c129 : ALA
c130 : ALA
c131 : MET
c132 : GLU
c133 : GLY
c134 : LEU
c135 : ASN
c136 : GLY
c137 : GLN
c138 : ASP
c139 : LEU
c140 : MET
c141 : GLY
c142 : GLN
c143 : PRO
c144 : ILE
c145 : SER
c146 : VAL
c147 : ASP
c148 : TRP
c149 : CYS
c150 : PHE
c151 : VAL
c152 : ARG
c153 : GLY
c154 : PRO
c155 : PRO
d83 : LEU
d84 : PRO
d85 : ASP
d86 : LYS
d87 : TRP
d88 : GLN
d89 : HIS
d90 : ASP
d91 : LEU
d92 : PHE
d93 : ASP
d104 : THR
d105 : GLY
d106 : GLY
d107 : LYS
d108 : LEU
d109 : LEU
d110 : VAL
d111 : SER
d112 : ASN
d113 : LEU
d114 : ASP
d115 : PHE
d116 : GLY
d117 : VAL
d118 : SER
d119 : ASP
d120 : ALA
d121 : ASP
d122 : ILE
d123 : GLN
d124 : GLU
d125 : LEU
d126 : PHE
d127 : ALA
d128 : GLU
d129 : PHE
d130 : GLY
d131 : THR
d132 : LEU
d133 : LYS
d134 : LYS
d135 : ALA
d136 : ALA
d137 : VAL
d138 : HIS
d139 : TYR
d140 : ASP
d141 : ARG
d142 : SER
d143 : GLY
d144 : ARG
d145 : SER
d146 : LEU
d147 : GLY
d148 : THR
d149 : ALA
d150 : ASP
d151 : VAL
d152 : HIS
d153 : PHE
d154 : GLU
d155 : ARG
d156 : LYS
d157 : ALA
d158 : ASP
d159 : ALA
d160 : LEU
d161 : LYS
d162 : ALA
d163 : MET
d164 : LYS
d165 : GLN
d166 : TYR
d167 : ASN
d168 : GLY
d169 : VAL
d170 : PRO
d171 : LEU
d172 : ASP
d173 : GLY
d174 : ARG
d175 : PRO
d176 : MET
d177 : ASN
d178 : ILE
d179 : GLN
d180 : LEU
d181 : VAL
d182 : THR
e1 : U C3p_endo anti
e2 : U C3p_endo anti
e3 : U C3p_endo anti
e4 : U C3p_endo anti
e5 : U C3p_endo anti
e6 : U C3p_endo anti
F23 : MET
F24 : THR
F25 : LYS
F26 : VAL
F27 : GLU
F28 : PHE
F29 : GLU
F30 : THR
F31 : SER
F32 : GLU
F33 : GLU
F34 : VAL
F35 : ASP
F36 : VAL
F37 : THR
F38 : PRO
F39 : THR
F40 : PHE
F41 : ASP
F42 : THR
F43 : MET
F44 : GLY
F45 : LEU
F46 : ARG
F47 : GLU
F48 : ASP
F49 : LEU
F50 : LEU
F51 : ARG
F52 : GLY
F53 : ILE
F54 : TYR
F55 : ALA
F56 : TYR
F57 : GLY
F58 : PHE
F59 : GLU
F60 : LYS
F61 : PRO
F62 : SER
F63 : ALA
F64 : ILE
F65 : GLN
F66 : GLN
F67 : ARG
F68 : ALA
F69 : ILE
F70 : LYS
F71 : GLN
F72 : ILE
F73 : ILE
F74 : LYS
F75 : GLY
F76 : ARG
F77 : ASP
F78 : VAL
F79 : ILE
F80 : ALA
F81 : GLN
F82 : SER
F83 : GLN
F84 : SER
F85 : GLY
F86 : THR
F87 : GLY
F88 : LYS
F89 : THR
F90 : ALA
F91 : THR
F92 : PHE
F93 : SER
F94 : ILE
F95 : SER
F96 : VAL
F97 : LEU
F98 : GLN
F99 : CYS
F100 : LEU
F101 : ASP
F102 : ILE
F103 : GLN
F104 : VAL
F105 : ARG
F106 : GLU
F107 : THR
F108 : GLN
F109 : ALA
F110 : LEU
F111 : ILE
F112 : LEU
F113 : ALA
F114 : PRO
F115 : THR
F116 : ARG
F117 : GLU
F118 : LEU
F119 : ALA
F120 : VAL
F121 : GLN
F122 : ILE
F123 : GLN
F124 : LYS
F125 : GLY
F126 : LEU
F127 : LEU
F128 : ALA
F129 : LEU
F130 : GLY
F131 : ASP
F132 : TYR
F133 : MET
F134 : ASN
F135 : VAL
F136 : GLN
F137 : CYS
F138 : HIS
F139 : ALA
F140 : CYS
F141 : ILE
F142 : GLY
F143 : GLY
F144 : THR
F145 : ASN
F146 : VAL
F147 : GLY
F148 : GLU
F149 : ASP
F150 : ILE
F151 : ARG
F152 : LYS
F153 : LEU
F154 : ASP
F155 : TYR
F156 : GLY
F157 : GLN
F158 : HIS
F159 : VAL
F160 : VAL
F161 : ALA
F162 : GLY
F163 : THR
F164 : PRO
F165 : GLY
F166 : ARG
F167 : VAL
F168 : PHE
F169 : ASP
F170 : MET
F171 : ILE
F172 : ARG
F173 : ARG
F174 : ARG
F175 : SER
F176 : LEU
F177 : ARG
F178 : THR
F179 : ARG
F180 : ALA
F181 : ILE
F182 : LYS
F183 : MET
F184 : LEU
F185 : VAL
F186 : LEU
F187 : ASP
F188 : GLU
F189 : ALA
F190 : ASP
F191 : GLU
F192 : MET
F193 : LEU
F194 : ASN
F195 : LYS
F196 : GLY
F197 : PHE
F198 : LYS
F199 : GLU
F200 : GLN
F201 : ILE
F202 : TYR
F203 : ASP
F204 : VAL
F205 : TYR
F206 : ARG
F207 : TYR
F208 : LEU
F209 : PRO
F210 : PRO
F211 : ALA
F212 : THR
F213 : GLN
F214 : VAL
F215 : VAL
F216 : LEU
F217 : ILE
F218 : SER
F219 : ALA
F220 : THR
F221 : LEU
F222 : PRO
F223 : HIS
F224 : GLU
F225 : ILE
F226 : LEU
F227 : GLU
F228 : MET
F229 : THR
F230 : ASN
F231 : LYS
F232 : PHE
F233 : MET
F234 : THR
F235 : ASP
F236 : PRO
F237 : ILE
F238 : ARG
F239 : ILE
F240 : LEU
F241 : VAL
F242 : LYS
F243 : ARG
F244 : ASP
F245 : GLU
F246 : LEU
F247 : THR
F248 : LEU
F249 : GLU
F250 : GLY
F251 : ILE
F252 : LYS
F253 : GLN
F254 : PHE
F255 : PHE
F256 : VAL
F257 : ALA
F258 : VAL
F259 : GLU
F260 : ARG
F261 : GLU
F262 : GLU
F263 : TRP
F264 : LYS
F265 : PHE
F266 : ASP
F267 : THR
F268 : LEU
F269 : CYS
F270 : ASP
F271 : LEU
F272 : TYR
F273 : ASP
F274 : THR
F275 : LEU
F276 : THR
F277 : ILE
F278 : THR
F279 : GLN
F280 : ALA
F281 : VAL
F282 : ILE
F283 : PHE
F284 : CYS
F285 : ASN
F286 : THR
F287 : LYS
F288 : ARG
F289 : LYS
F290 : VAL
F291 : ASP
F292 : TRP
F293 : LEU
F294 : THR
F295 : GLU
F296 : LYS
F297 : MET
F298 : ARG
F299 : GLU
F300 : ALA
F301 : ASN
F302 : PHE
F303 : THR
F304 : VAL
F305 : SER
F306 : SER
F307 : MET
F308 : HIS
F309 : GLY
F310 : ASP
F311 : MET
F312 : PRO
F313 : GLN
F314 : LYS
F315 : GLU
F316 : ARG
F317 : GLU
F318 : SER
F319 : ILE
F320 : MET
F321 : LYS
F322 : GLU
F323 : PHE
F324 : ARG
F325 : SER
F326 : GLY
F327 : ALA
F328 : SER
F329 : ARG
F330 : VAL
F331 : LEU
F332 : ILE
F333 : SER
F334 : THR
F335 : ASP
F336 : VAL
F337 : TRP
F338 : ALA
F339 : ARG
F340 : GLY
F341 : LEU
F342 : ASP
F343 : VAL
F344 : PRO
F345 : GLN
F346 : VAL
F347 : SER
F348 : LEU
F349 : ILE
F350 : ILE
F351 : ASN
F352 : TYR
F353 : ASP
F354 : LEU
F355 : PRO
F356 : ASN
F357 : ASN
F358 : ARG
F359 : GLU
F360 : LEU
F361 : TYR
F362 : ILE
F363 : HIS
F364 : ARG
F365 : ILE
F366 : GLY
F367 : ARG
F368 : SER
F369 : GLY
F370 : ARG
F371 : TYR
F372 : GLY
F373 : ARG
F374 : LYS
F375 : GLY
F376 : VAL
F377 : ALA
F378 : ILE
F379 : ASN
F380 : PHE
F381 : VAL
F382 : LYS
F383 : ASN
F384 : ASP
F385 : ASP
F386 : ILE
F387 : ARG
F388 : ILE
F389 : LEU
F390 : ARG
F391 : ASP
F392 : ILE
F393 : GLU
F394 : GLN
F395 : TYR
F396 : TYR
F397 : SER
F398 : THR
F399 : GLN
F400 : ILE
F401 : ASP
F402 : GLU
F403 : MET
F404 : PRO
G3 : SER
G4 : ASP
G5 : PHE
G6 : TYR
G7 : LEU
G8 : ARG
G9 : TYR
G10 : TYR
G11 : VAL
G12 : GLY
G13 : HIS
G14 : LYS
G15 : GLY
G16 : LYS
G17 : PHE
G18 : GLY
G19 : HIS
G20 : GLU
G21 : PHE
G22 : LEU
G23 : GLU
G24 : PHE
G25 : GLU
G26 : PHE
G27 : ARG
G28 : PRO
G29 : ASP
G30 : GLY
G31 : LYS
G32 : LEU
G33 : ARG
G34 : TYR
G35 : ALA
G36 : ASN
G37 : ASN
G38 : SER
G39 : ASN
G40 : TYR
G41 : LYS
G42 : ASN
G43 : ASP
G44 : VAL
G45 : MET
G46 : ILE
G47 : ARG
G48 : LYS
G49 : GLU
G50 : ALA
G51 : TYR
G52 : VAL
G53 : HIS
G54 : LYS
G55 : SER
G56 : VAL
G57 : MET
G58 : GLU
G59 : GLU
G60 : LEU
G61 : LYS
G62 : ARG
G63 : ILE
G64 : ILE
G65 : ASP
G66 : ASP
G67 : SER
G68 : GLU
G69 : ILE
G70 : THR
G71 : LYS
G72 : GLU
G73 : ASP
G74 : ASP
G75 : ALA
G76 : LEU
G77 : TRP
G78 : PRO
G79 : PRO
G80 : PRO
G81 : ASP
G82 : ARG
G83 : VAL
G84 : GLY
G85 : ARG
G86 : GLN
G87 : GLU
G88 : LEU
G89 : GLU
G90 : ILE
G91 : VAL
G92 : ILE
G93 : GLY
G94 : ASP
G95 : GLU
G96 : HIS
G97 : ILE
G98 : SER
G99 : PHE
G100 : THR
G101 : THR
G102 : SER
G103 : LYS
G104 : ILE
G105 : GLY
G106 : SER
G107 : LEU
G108 : ILE
G109 : ASP
G110 : VAL
G111 : ASN
G112 : GLN
G113 : SER
G114 : LYS
G115 : ASP
G116 : PRO
G117 : GLU
G118 : GLY
G119 : LEU
G120 : ARG
G121 : VAL
G122 : PHE
G123 : TYR
G124 : TYR
G125 : LEU
G126 : VAL
G127 : GLN
G128 : ASP
G129 : LEU
G130 : LYS
G131 : CYS
G132 : LEU
G133 : VAL
G134 : PHE
G135 : SER
G136 : LEU
G137 : ILE
G138 : GLY
G139 : LEU
G140 : HIS
G141 : PHE
G142 : LYS
G143 : ILE
G144 : LYS
G145 : PRO
G146 : ILE
H65 : GLY
H66 : PRO
H67 : GLN
H68 : ARG
H69 : SER
H70 : VAL
H71 : GLU
H72 : GLY
H73 : TRP
H74 : ILE
H75 : LEU
H76 : PHE
H77 : VAL
H78 : THR
H79 : GLY
H80 : VAL
H81 : HIS
H82 : GLU
H83 : GLU
H84 : ALA
H85 : THR
H86 : GLU
H87 : GLU
H88 : ASP
H89 : ILE
H90 : HIS
H91 : ASP
H92 : LYS
H93 : PHE
H94 : ALA
H95 : GLU
H96 : TYR
H97 : GLY
H98 : GLU
H99 : ILE
H100 : LYS
H101 : ASN
H102 : ILE
H103 : HIS
H104 : LEU
H105 : ASN
H106 : LEU
H107 : ASP
H108 : ARG
H109 : ARG
H110 : THR
H111 : GLY
H112 : TYR
H113 : LEU
H114 : LYS
H115 : GLY
H116 : TYR
H117 : THR
H118 : LEU
H119 : VAL
H120 : GLU
H121 : TYR
H122 : GLU
H123 : THR
H124 : TYR
H125 : LYS
H126 : GLU
H127 : ALA
H128 : GLN
H129 : ALA
H130 : ALA
H131 : MET
H132 : GLU
H133 : GLY
H134 : LEU
H135 : ASN
H136 : GLY
H137 : GLN
H138 : ASP
H139 : LEU
H140 : MET
H141 : GLY
H142 : GLN
H143 : PRO
H144 : ILE
H145 : SER
H146 : VAL
H147 : ASP
H148 : TRP
H149 : CYS
H150 : PHE
H151 : VAL
H152 : ARG
H153 : GLY
H154 : PRO
H155 : PRO
I83 : LEU
I84 : PRO
I85 : ASP
I86 : LYS
I87 : TRP
I88 : GLN
I89 : HIS
I90 : ASP
I91 : LEU
I92 : PHE
I93 : ASP
I104 : THR
I105 : GLY
I106 : GLY
I107 : LYS
I108 : LEU
I109 : LEU
I110 : VAL
I111 : SER
I112 : ASN
I113 : LEU
I114 : ASP
I115 : PHE
I116 : GLY
I117 : VAL
I118 : SER
I119 : ASP
I120 : ALA
I121 : ASP
I122 : ILE
I123 : GLN
I124 : GLU
I125 : LEU
I126 : PHE
I127 : ALA
I128 : GLU
I129 : PHE
I130 : GLY
I131 : THR
I132 : LEU
I133 : LYS
I134 : LYS
I135 : ALA
I136 : ALA
I137 : VAL
I138 : HIS
I139 : TYR
I140 : ASP
I141 : ARG
I142 : SER
I143 : GLY
I144 : ARG
I145 : SER
I146 : LEU
I147 : GLY
I148 : THR
I149 : ALA
I150 : ASP
I151 : VAL
I152 : HIS
I153 : PHE
I154 : GLU
I155 : ARG
I156 : LYS
I157 : ALA
I158 : ASP
I159 : ALA
I160 : LEU
I161 : LYS
I162 : ALA
I163 : MET
I164 : LYS
I165 : GLN
I166 : TYR
I167 : ASN
I168 : GLY
I169 : VAL
I170 : PRO
I171 : LEU
I172 : ASP
I173 : GLY
I174 : ARG
I175 : PRO
I176 : MET
I177 : ASN
I178 : ILE
I179 : GLN
I180 : LEU
I181 : VAL
I182 : THR
J1 : U C3p_endo anti
J2 : U C3p_endo anti
J3 : U C3p_endo anti
J4 : U C3p_endo anti
J5 : U C3p_endo anti
J6 : U C3p_endo anti
f23 : MET
f24 : THR
f25 : LYS
f26 : VAL
f27 : GLU
f28 : PHE
f29 : GLU
f30 : THR
f31 : SER
f32 : GLU
f33 : GLU
f34 : VAL
f35 : ASP
f36 : VAL
f37 : THR
f38 : PRO
f39 : THR
f40 : PHE
f41 : ASP
f42 : THR
f43 : MET
f44 : GLY
f45 : LEU
f46 : ARG
f47 : GLU
f48 : ASP
f49 : LEU
f50 : LEU
f51 : ARG
f52 : GLY
f53 : ILE
f54 : TYR
f55 : ALA
f56 : TYR
f57 : GLY
f58 : PHE
f59 : GLU
f60 : LYS
f61 : PRO
f62 : SER
f63 : ALA
f64 : ILE
f65 : GLN
f66 : GLN
f67 : ARG
f68 : ALA
f69 : ILE
f70 : LYS
f71 : GLN
f72 : ILE
f73 : ILE
f74 : LYS
f75 : GLY
f76 : ARG
f77 : ASP
f78 : VAL
f79 : ILE
f80 : ALA
f81 : GLN
f82 : SER
f83 : GLN
f84 : SER
f85 : GLY
f86 : THR
f87 : GLY
f88 : LYS
f89 : THR
f90 : ALA
f91 : THR
f92 : PHE
f93 : SER
f94 : ILE
f95 : SER
f96 : VAL
f97 : LEU
f98 : GLN
f99 : CYS
f100 : LEU
f101 : ASP
f102 : ILE
f103 : GLN
f104 : VAL
f105 : ARG
f106 : GLU
f107 : THR
f108 : GLN
f109 : ALA
f110 : LEU
f111 : ILE
f112 : LEU
f113 : ALA
f114 : PRO
f115 : THR
f116 : ARG
f117 : GLU
f118 : LEU
f119 : ALA
f120 : VAL
f121 : GLN
f122 : ILE
f123 : GLN
f124 : LYS
f125 : GLY
f126 : LEU
f127 : LEU
f128 : ALA
f129 : LEU
f130 : GLY
f131 : ASP
f132 : TYR
f133 : MET
f134 : ASN
f135 : VAL
f136 : GLN
f137 : CYS
f138 : HIS
f139 : ALA
f140 : CYS
f141 : ILE
f142 : GLY
f143 : GLY
f144 : THR
f145 : ASN
f146 : VAL
f147 : GLY
f148 : GLU
f149 : ASP
f150 : ILE
f151 : ARG
f152 : LYS
f153 : LEU
f154 : ASP
f155 : TYR
f156 : GLY
f157 : GLN
f158 : HIS
f159 : VAL
f160 : VAL
f161 : ALA
f162 : GLY
f163 : THR
f164 : PRO
f165 : GLY
f166 : ARG
f167 : VAL
f168 : PHE
f169 : ASP
f170 : MET
f171 : ILE
f172 : ARG
f173 : ARG
f174 : ARG
f175 : SER
f176 : LEU
f177 : ARG
f178 : THR
f179 : ARG
f180 : ALA
f181 : ILE
f182 : LYS
f183 : MET
f184 : LEU
f185 : VAL
f186 : LEU
f187 : ASP
f188 : GLU
f189 : ALA
f190 : ASP
f191 : GLU
f192 : MET
f193 : LEU
f194 : ASN
f195 : LYS
f196 : GLY
f197 : PHE
f198 : LYS
f199 : GLU
f200 : GLN
f201 : ILE
f202 : TYR
f203 : ASP
f204 : VAL
f205 : TYR
f206 : ARG
f207 : TYR
f208 : LEU
f209 : PRO
f210 : PRO
f211 : ALA
f212 : THR
f213 : GLN
f214 : VAL
f215 : VAL
f216 : LEU
f217 : ILE
f218 : SER
f219 : ALA
f220 : THR
f221 : LEU
f222 : PRO
f223 : HIS
f224 : GLU
f225 : ILE
f226 : LEU
f227 : GLU
f228 : MET
f229 : THR
f230 : ASN
f231 : LYS
f232 : PHE
f233 : MET
f234 : THR
f235 : ASP
f236 : PRO
f237 : ILE
f238 : ARG
f239 : ILE
f240 : LEU
f241 : VAL
f242 : LYS
f243 : ARG
f244 : ASP
f245 : GLU
f246 : LEU
f247 : THR
f248 : LEU
f249 : GLU
f250 : GLY
f251 : ILE
f252 : LYS
f253 : GLN
f254 : PHE
f255 : PHE
f256 : VAL
f257 : ALA
f258 : VAL
f259 : GLU
f260 : ARG
f261 : GLU
f262 : GLU
f263 : TRP
f264 : LYS
f265 : PHE
f266 : ASP
f267 : THR
f268 : LEU
f269 : CYS
f270 : ASP
f271 : LEU
f272 : TYR
f273 : ASP
f274 : THR
f275 : LEU
f276 : THR
f277 : ILE
f278 : THR
f279 : GLN
f280 : ALA
f281 : VAL
f282 : ILE
f283 : PHE
f284 : CYS
f285 : ASN
f286 : THR
f287 : LYS
f288 : ARG
f289 : LYS
f290 : VAL
f291 : ASP
f292 : TRP
f293 : LEU
f294 : THR
f295 : GLU
f296 : LYS
f297 : MET
f298 : ARG
f299 : GLU
f300 : ALA
f301 : ASN
f302 : PHE
f303 : THR
f304 : VAL
f305 : SER
f306 : SER
f307 : MET
f308 : HIS
f309 : GLY
f310 : ASP
f311 : MET
f312 : PRO
f313 : GLN
f314 : LYS
f315 : GLU
f316 : ARG
f317 : GLU
f318 : SER
f319 : ILE
f320 : MET
f321 : LYS
f322 : GLU
f323 : PHE
f324 : ARG
f325 : SER
f326 : GLY
f327 : ALA
f328 : SER
f329 : ARG
f330 : VAL
f331 : LEU
f332 : ILE
f333 : SER
f334 : THR
f335 : ASP
f336 : VAL
f337 : TRP
f338 : ALA
f339 : ARG
f340 : GLY
f341 : LEU
f342 : ASP
f343 : VAL
f344 : PRO
f345 : GLN
f346 : VAL
f347 : SER
f348 : LEU
f349 : ILE
f350 : ILE
f351 : ASN
f352 : TYR
f353 : ASP
f354 : LEU
f355 : PRO
f356 : ASN
f357 : ASN
f358 : ARG
f359 : GLU
f360 : LEU
f361 : TYR
f362 : ILE
f363 : HIS
f364 : ARG
f365 : ILE
f366 : GLY
f367 : ARG
f368 : SER
f369 : GLY
f370 : ARG
f371 : TYR
f372 : GLY
f373 : ARG
f374 : LYS
f375 : GLY
f376 : VAL
f377 : ALA
f378 : ILE
f379 : ASN
f380 : PHE
f381 : VAL
f382 : LYS
f383 : ASN
f384 : ASP
f385 : ASP
f386 : ILE
f387 : ARG
f388 : ILE
f389 : LEU
f390 : ARG
f391 : ASP
f392 : ILE
f393 : GLU
f394 : GLN
f395 : TYR
f396 : TYR
f397 : SER
f398 : THR
f399 : GLN
f400 : ILE
f401 : ASP
f402 : GLU
f403 : MET
f404 : PRO
g3 : SER
g4 : ASP
g5 : PHE
g6 : TYR
g7 : LEU
g8 : ARG
g9 : TYR
g10 : TYR
g11 : VAL
g12 : GLY
g13 : HIS
g14 : LYS
g15 : GLY
g16 : LYS
g17 : PHE
g18 : GLY
g19 : HIS
g20 : GLU
g21 : PHE
g22 : LEU
g23 : GLU
g24 : PHE
g25 : GLU
g26 : PHE
g27 : ARG
g28 : PRO
g29 : ASP
g30 : GLY
g31 : LYS
g32 : LEU
g33 : ARG
g34 : TYR
g35 : ALA
g36 : ASN
g37 : ASN
g38 : SER
g39 : ASN
g40 : TYR
g41 : LYS
g42 : ASN
g43 : ASP
g44 : VAL
g45 : MET
g46 : ILE
g47 : ARG
g48 : LYS
g49 : GLU
g50 : ALA
g51 : TYR
g52 : VAL
g53 : HIS
g54 : LYS
g55 : SER
g56 : VAL
g57 : MET
g58 : GLU
g59 : GLU
g60 : LEU
g61 : LYS
g62 : ARG
g63 : ILE
g64 : ILE
g65 : ASP
g66 : ASP
g67 : SER
g68 : GLU
g69 : ILE
g70 : THR
g71 : LYS
g72 : GLU
g73 : ASP
g74 : ASP
g75 : ALA
g76 : LEU
g77 : TRP
g78 : PRO
g79 : PRO
g80 : PRO
g81 : ASP
g82 : ARG
g83 : VAL
g84 : GLY
g85 : ARG
g86 : GLN
g87 : GLU
g88 : LEU
g89 : GLU
g90 : ILE
g91 : VAL
g92 : ILE
g93 : GLY
g94 : ASP
g95 : GLU
g96 : HIS
g97 : ILE
g98 : SER
g99 : PHE
g100 : THR
g101 : THR
g102 : SER
g103 : LYS
g104 : ILE
g105 : GLY
g106 : SER
g107 : LEU
g108 : ILE
g109 : ASP
g110 : VAL
g111 : ASN
g112 : GLN
g113 : SER
g114 : LYS
g115 : ASP
g116 : PRO
g117 : GLU
g118 : GLY
g119 : LEU
g120 : ARG
g121 : VAL
g122 : PHE
g123 : TYR
g124 : TYR
g125 : LEU
g126 : VAL
g127 : GLN
g128 : ASP
g129 : LEU
g130 : LYS
g131 : CYS
g132 : LEU
g133 : VAL
g134 : PHE
g135 : SER
g136 : LEU
g137 : ILE
g138 : GLY
g139 : LEU
g140 : HIS
g141 : PHE
g142 : LYS
g143 : ILE
g144 : LYS
g145 : PRO
g146 : ILE
h65 : GLY
h66 : PRO
h67 : GLN
h68 : ARG
h69 : SER
h70 : VAL
h71 : GLU
h72 : GLY
h73 : TRP
h74 : ILE
h75 : LEU
h76 : PHE
h77 : VAL
h78 : THR
h79 : GLY
h80 : VAL
h81 : HIS
h82 : GLU
h83 : GLU
h84 : ALA
h85 : THR
h86 : GLU
h87 : GLU
h88 : ASP
h89 : ILE
h90 : HIS
h91 : ASP
h92 : LYS
h93 : PHE
h94 : ALA
h95 : GLU
h96 : TYR
h97 : GLY
h98 : GLU
h99 : ILE
h100 : LYS
h101 : ASN
h102 : ILE
h103 : HIS
h104 : LEU
h105 : ASN
h106 : LEU
h107 : ASP
h108 : ARG
h109 : ARG
h110 : THR
h111 : GLY
h112 : TYR
h113 : LEU
h114 : LYS
h115 : GLY
h116 : TYR
h117 : THR
h118 : LEU
h119 : VAL
h120 : GLU
h121 : TYR
h122 : GLU
h123 : THR
h124 : TYR
h125 : LYS
h126 : GLU
h127 : ALA
h128 : GLN
h129 : ALA
h130 : ALA
h131 : MET
h132 : GLU
h133 : GLY
h134 : LEU
h135 : ASN
h136 : GLY
h137 : GLN
h138 : ASP
h139 : LEU
h140 : MET
h141 : GLY
h142 : GLN
h143 : PRO
h144 : ILE
h145 : SER
h146 : VAL
h147 : ASP
h148 : TRP
h149 : CYS
h150 : PHE
h151 : VAL
h152 : ARG
h153 : GLY
h154 : PRO
h155 : PRO
i83 : LEU
i84 : PRO
i85 : ASP
i86 : LYS
i87 : TRP
i88 : GLN
i89 : HIS
i90 : ASP
i91 : LEU
i92 : PHE
i93 : ASP
i104 : THR
i105 : GLY
i106 : GLY
i107 : LYS
i108 : LEU
i109 : LEU
i110 : VAL
i111 : SER
i112 : ASN
i113 : LEU
i114 : ASP
i115 : PHE
i116 : GLY
i117 : VAL
i118 : SER
i119 : ASP
i120 : ALA
i121 : ASP
i122 : ILE
i123 : GLN
i124 : GLU
i125 : LEU
i126 : PHE
i127 : ALA
i128 : GLU
i129 : PHE
i130 : GLY
i131 : THR
i132 : LEU
i133 : LYS
i134 : LYS
i135 : ALA
i136 : ALA
i137 : VAL
i138 : HIS
i139 : TYR
i140 : ASP
i141 : ARG
i142 : SER
i143 : GLY
i144 : ARG
i145 : SER
i146 : LEU
i147 : GLY
i148 : THR
i149 : ALA
i150 : ASP
i151 : VAL
i152 : HIS
i153 : PHE
i154 : GLU
i155 : ARG
i156 : LYS
i157 : ALA
i158 : ASP
i159 : ALA
i160 : LEU
i161 : LYS
i162 : ALA
i163 : MET
i164 : LYS
i165 : GLN
i166 : TYR
i167 : ASN
i168 : GLY
i169 : VAL
i170 : PRO
i171 : LEU
i172 : ASP
i173 : GLY
i174 : ARG
i175 : PRO
i176 : MET
i177 : ASN
i178 : ILE
i179 : GLN
i180 : LEU
i181 : VAL
i182 : THR
j1 : U C3p_endo anti
j2 : U C3p_endo anti
j3 : U C3p_endo anti
j4 : U C3p_endo anti
j5 : U C3p_endo anti
j6 : U C3p_endo anti
K23 : MET
K24 : THR
K25 : LYS
K26 : VAL
K27 : GLU
K28 : PHE
K29 : GLU
K30 : THR
K31 : SER
K32 : GLU
K33 : GLU
K34 : VAL
K35 : ASP
K36 : VAL
K37 : THR
K38 : PRO
K39 : THR
K40 : PHE
K41 : ASP
K42 : THR
K43 : MET
K44 : GLY
K45 : LEU
K46 : ARG
K47 : GLU
K48 : ASP
K49 : LEU
K50 : LEU
K51 : ARG
K52 : GLY
K53 : ILE
K54 : TYR
K55 : ALA
K56 : TYR
K57 : GLY
K58 : PHE
K59 : GLU
K60 : LYS
K61 : PRO
K62 : SER
K63 : ALA
K64 : ILE
K65 : GLN
K66 : GLN
K67 : ARG
K68 : ALA
K69 : ILE
K70 : LYS
K71 : GLN
K72 : ILE
K73 : ILE
K74 : LYS
K75 : GLY
K76 : ARG
K77 : ASP
K78 : VAL
K79 : ILE
K80 : ALA
K81 : GLN
K82 : SER
K83 : GLN
K84 : SER
K85 : GLY
K86 : THR
K87 : GLY
K88 : LYS
K89 : THR
K90 : ALA
K91 : THR
K92 : PHE
K93 : SER
K94 : ILE
K95 : SER
K96 : VAL
K97 : LEU
K98 : GLN
K99 : CYS
K100 : LEU
K101 : ASP
K102 : ILE
K103 : GLN
K104 : VAL
K105 : ARG
K106 : GLU
K107 : THR
K108 : GLN
K109 : ALA
K110 : LEU
K111 : ILE
K112 : LEU
K113 : ALA
K114 : PRO
K115 : THR
K116 : ARG
K117 : GLU
K118 : LEU
K119 : ALA
K120 : VAL
K121 : GLN
K122 : ILE
K123 : GLN
K124 : LYS
K125 : GLY
K126 : LEU
K127 : LEU
K128 : ALA
K129 : LEU
K130 : GLY
K131 : ASP
K132 : TYR
K133 : MET
K134 : ASN
K135 : VAL
K136 : GLN
K137 : CYS
K138 : HIS
K139 : ALA
K140 : CYS
K141 : ILE
K142 : GLY
K143 : GLY
K144 : THR
K145 : ASN
K146 : VAL
K147 : GLY
K148 : GLU
K149 : ASP
K150 : ILE
K151 : ARG
K152 : LYS
K153 : LEU
K154 : ASP
K155 : TYR
K156 : GLY
K157 : GLN
K158 : HIS
K159 : VAL
K160 : VAL
K161 : ALA
K162 : GLY
K163 : THR
K164 : PRO
K165 : GLY
K166 : ARG
K167 : VAL
K168 : PHE
K169 : ASP
K170 : MET
K171 : ILE
K172 : ARG
K173 : ARG
K174 : ARG
K175 : SER
K176 : LEU
K177 : ARG
K178 : THR
K179 : ARG
K180 : ALA
K181 : ILE
K182 : LYS
K183 : MET
K184 : LEU
K185 : VAL
K186 : LEU
K187 : ASP
K188 : GLU
K189 : ALA
K190 : ASP
K191 : GLU
K192 : MET
K193 : LEU
K194 : ASN
K195 : LYS
K196 : GLY
K197 : PHE
K198 : LYS
K199 : GLU
K200 : GLN
K201 : ILE
K202 : TYR
K203 : ASP
K204 : VAL
K205 : TYR
K206 : ARG
K207 : TYR
K208 : LEU
K209 : PRO
K210 : PRO
K211 : ALA
K212 : THR
K213 : GLN
K214 : VAL
K215 : VAL
K216 : LEU
K217 : ILE
K218 : SER
K219 : ALA
K220 : THR
K221 : LEU
K222 : PRO
K223 : HIS
K224 : GLU
K225 : ILE
K226 : LEU
K227 : GLU
K228 : MET
K229 : THR
K230 : ASN
K231 : LYS
K232 : PHE
K233 : MET
K234 : THR
K235 : ASP
K236 : PRO
K237 : ILE
K238 : ARG
K239 : ILE
K240 : LEU
K241 : VAL
K242 : LYS
K243 : ARG
K244 : ASP
K245 : GLU
K246 : LEU
K247 : THR
K248 : LEU
K249 : GLU
K250 : GLY
K251 : ILE
K252 : LYS
K253 : GLN
K254 : PHE
K255 : PHE
K256 : VAL
K257 : ALA
K258 : VAL
K259 : GLU
K260 : ARG
K261 : GLU
K262 : GLU
K263 : TRP
K264 : LYS
K265 : PHE
K266 : ASP
K267 : THR
K268 : LEU
K269 : CYS
K270 : ASP
K271 : LEU
K272 : TYR
K273 : ASP
K274 : THR
K275 : LEU
K276 : THR
K277 : ILE
K278 : THR
K279 : GLN
K280 : ALA
K281 : VAL
K282 : ILE
K283 : PHE
K284 : CYS
K285 : ASN
K286 : THR
K287 : LYS
K288 : ARG
K289 : LYS
K290 : VAL
K291 : ASP
K292 : TRP
K293 : LEU
K294 : THR
K295 : GLU
K296 : LYS
K297 : MET
K298 : ARG
K299 : GLU
K300 : ALA
K301 : ASN
K302 : PHE
K303 : THR
K304 : VAL
K305 : SER
K306 : SER
K307 : MET
K308 : HIS
K309 : GLY
K310 : ASP
K311 : MET
K312 : PRO
K313 : GLN
K314 : LYS
K315 : GLU
K316 : ARG
K317 : GLU
K318 : SER
K319 : ILE
K320 : MET
K321 : LYS
K322 : GLU
K323 : PHE
K324 : ARG
K325 : SER
K326 : GLY
K327 : ALA
K328 : SER
K329 : ARG
K330 : VAL
K331 : LEU
K332 : ILE
K333 : SER
K334 : THR
K335 : ASP
K336 : VAL
K337 : TRP
K338 : ALA
K339 : ARG
K340 : GLY
K341 : LEU
K342 : ASP
K343 : VAL
K344 : PRO
K345 : GLN
K346 : VAL
K347 : SER
K348 : LEU
K349 : ILE
K350 : ILE
K351 : ASN
K352 : TYR
K353 : ASP
K354 : LEU
K355 : PRO
K356 : ASN
K357 : ASN
K358 : ARG
K359 : GLU
K360 : LEU
K361 : TYR
K362 : ILE
K363 : HIS
K364 : ARG
K365 : ILE
K366 : GLY
K367 : ARG
K368 : SER
K369 : GLY
K370 : ARG
K371 : TYR
K372 : GLY
K373 : ARG
K374 : LYS
K375 : GLY
K376 : VAL
K377 : ALA
K378 : ILE
K379 : ASN
K380 : PHE
K381 : VAL
K382 : LYS
K383 : ASN
K384 : ASP
K385 : ASP
K386 : ILE
K387 : ARG
K388 : ILE
K389 : LEU
K390 : ARG
K391 : ASP
K392 : ILE
K393 : GLU
K394 : GLN
K395 : TYR
K396 : TYR
K397 : SER
K398 : THR
K399 : GLN
K400 : ILE
K401 : ASP
K402 : GLU
K403 : MET
K404 : PRO
L3 : SER
L4 : ASP
L5 : PHE
L6 : TYR
L7 : LEU
L8 : ARG
L9 : TYR
L10 : TYR
L11 : VAL
L12 : GLY
L13 : HIS
L14 : LYS
L15 : GLY
L16 : LYS
L17 : PHE
L18 : GLY
L19 : HIS
L20 : GLU
L21 : PHE
L22 : LEU
L23 : GLU
L24 : PHE
L25 : GLU
L26 : PHE
L27 : ARG
L28 : PRO
L29 : ASP
L30 : GLY
L31 : LYS
L32 : LEU
L33 : ARG
L34 : TYR
L35 : ALA
L36 : ASN
L37 : ASN
L38 : SER
L39 : ASN
L40 : TYR
L41 : LYS
L42 : ASN
L43 : ASP
L44 : VAL
L45 : MET
L46 : ILE
L47 : ARG
L48 : LYS
L49 : GLU
L50 : ALA
L51 : TYR
L52 : VAL
L53 : HIS
L54 : LYS
L55 : SER
L56 : VAL
L57 : MET
L58 : GLU
L59 : GLU
L60 : LEU
L61 : LYS
L62 : ARG
L63 : ILE
L64 : ILE
L65 : ASP
L66 : ASP
L67 : SER
L68 : GLU
L69 : ILE
L70 : THR
L71 : LYS
L72 : GLU
L73 : ASP
L74 : ASP
L75 : ALA
L76 : LEU
L77 : TRP
L78 : PRO
L79 : PRO
L80 : PRO
L81 : ASP
L82 : ARG
L83 : VAL
L84 : GLY
L85 : ARG
L86 : GLN
L87 : GLU
L88 : LEU
L89 : GLU
L90 : ILE
L91 : VAL
L92 : ILE
L93 : GLY
L94 : ASP
L95 : GLU
L96 : HIS
L97 : ILE
L98 : SER
L99 : PHE
L100 : THR
L101 : THR
L102 : SER
L103 : LYS
L104 : ILE
L105 : GLY
L106 : SER
L107 : LEU
L108 : ILE
L109 : ASP
L110 : VAL
L111 : ASN
L112 : GLN
L113 : SER
L114 : LYS
L115 : ASP
L116 : PRO
L117 : GLU
L118 : GLY
L119 : LEU
L120 : ARG
L121 : VAL
L122 : PHE
L123 : TYR
L124 : TYR
L125 : LEU
L126 : VAL
L127 : GLN
L128 : ASP
L129 : LEU
L130 : LYS
L131 : CYS
L132 : LEU
L133 : VAL
L134 : PHE
L135 : SER
L136 : LEU
L137 : ILE
L138 : GLY
L139 : LEU
L140 : HIS
L141 : PHE
L142 : LYS
L143 : ILE
L144 : LYS
L145 : PRO
L146 : ILE
M65 : GLY
M66 : PRO
M67 : GLN
M68 : ARG
M69 : SER
M70 : VAL
M71 : GLU
M72 : GLY
M73 : TRP
M74 : ILE
M75 : LEU
M76 : PHE
M77 : VAL
M78 : THR
M79 : GLY
M80 : VAL
M81 : HIS
M82 : GLU
M83 : GLU
M84 : ALA
M85 : THR
M86 : GLU
M87 : GLU
M88 : ASP
M89 : ILE
M90 : HIS
M91 : ASP
M92 : LYS
M93 : PHE
M94 : ALA
M95 : GLU
M96 : TYR
M97 : GLY
M98 : GLU
M99 : ILE
M100 : LYS
M101 : ASN
M102 : ILE
M103 : HIS
M104 : LEU
M105 : ASN
M106 : LEU
M107 : ASP
M108 : ARG
M109 : ARG
M110 : THR
M111 : GLY
M112 : TYR
M113 : LEU
M114 : LYS
M115 : GLY
M116 : TYR
M117 : THR
M118 : LEU
M119 : VAL
M120 : GLU
M121 : TYR
M122 : GLU
M123 : THR
M124 : TYR
M125 : LYS
M126 : GLU
M127 : ALA
M128 : GLN
M129 : ALA
M130 : ALA
M131 : MET
M132 : GLU
M133 : GLY
M134 : LEU
M135 : ASN
M136 : GLY
M137 : GLN
M138 : ASP
M139 : LEU
M140 : MET
M141 : GLY
M142 : GLN
M143 : PRO
M144 : ILE
M145 : SER
M146 : VAL
M147 : ASP
M148 : TRP
M149 : CYS
M150 : PHE
M151 : VAL
M152 : ARG
M153 : GLY
M154 : PRO
M155 : PRO
N83 : LEU
N84 : PRO
N85 : ASP
N86 : LYS
N87 : TRP
N88 : GLN
N89 : HIS
N90 : ASP
N91 : LEU
N92 : PHE
N93 : ASP
N104 : THR
N105 : GLY
N106 : GLY
N107 : LYS
N108 : LEU
N109 : LEU
N110 : VAL
N111 : SER
N112 : ASN
N113 : LEU
N114 : ASP
N115 : PHE
N116 : GLY
N117 : VAL
N118 : SER
N119 : ASP
N120 : ALA
N121 : ASP
N122 : ILE
N123 : GLN
N124 : GLU
N125 : LEU
N126 : PHE
N127 : ALA
N128 : GLU
N129 : PHE
N130 : GLY
N131 : THR
N132 : LEU
N133 : LYS
N134 : LYS
N135 : ALA
N136 : ALA
N137 : VAL
N138 : HIS
N139 : TYR
N140 : ASP
N141 : ARG
N142 : SER
N143 : GLY
N144 : ARG
N145 : SER
N146 : LEU
N147 : GLY
N148 : THR
N149 : ALA
N150 : ASP
N151 : VAL
N152 : HIS
N153 : PHE
N154 : GLU
N155 : ARG
N156 : LYS
N157 : ALA
N158 : ASP
N159 : ALA
N160 : LEU
N161 : LYS
N162 : ALA
N163 : MET
N164 : LYS
N165 : GLN
N166 : TYR
N167 : ASN
N168 : GLY
N169 : VAL
N170 : PRO
N171 : LEU
N172 : ASP
N173 : GLY
N174 : ARG
N175 : PRO
N176 : MET
N177 : ASN
N178 : ILE
N179 : GLN
N180 : LEU
N181 : VAL
N182 : THR
O1 : U C3p_endo anti
O2 : U C3p_endo anti
O3 : U C3p_endo anti
O4 : U C3p_endo anti
O5 : U C3p_endo anti
O6 : U C3p_endo anti
k23 : MET
k24 : THR
k25 : LYS
k26 : VAL
k27 : GLU
k28 : PHE
k29 : GLU
k30 : THR
k31 : SER
k32 : GLU
k33 : GLU
k34 : VAL
k35 : ASP
k36 : VAL
k37 : THR
k38 : PRO
k39 : THR
k40 : PHE
k41 : ASP
k42 : THR
k43 : MET
k44 : GLY
k45 : LEU
k46 : ARG
k47 : GLU
k48 : ASP
k49 : LEU
k50 : LEU
k51 : ARG
k52 : GLY
k53 : ILE
k54 : TYR
k55 : ALA
k56 : TYR
k57 : GLY
k58 : PHE
k59 : GLU
k60 : LYS
k61 : PRO
k62 : SER
k63 : ALA
k64 : ILE
k65 : GLN
k66 : GLN
k67 : ARG
k68 : ALA
k69 : ILE
k70 : LYS
k71 : GLN
k72 : ILE
k73 : ILE
k74 : LYS
k75 : GLY
k76 : ARG
k77 : ASP
k78 : VAL
k79 : ILE
k80 : ALA
k81 : GLN
k82 : SER
k83 : GLN
k84 : SER
k85 : GLY
k86 : THR
k87 : GLY
k88 : LYS
k89 : THR
k90 : ALA
k91 : THR
k92 : PHE
k93 : SER
k94 : ILE
k95 : SER
k96 : VAL
k97 : LEU
k98 : GLN
k99 : CYS
k100 : LEU
k101 : ASP
k102 : ILE
k103 : GLN
k104 : VAL
k105 : ARG
k106 : GLU
k107 : THR
k108 : GLN
k109 : ALA
k110 : LEU
k111 : ILE
k112 : LEU
k113 : ALA
k114 : PRO
k115 : THR
k116 : ARG
k117 : GLU
k118 : LEU
k119 : ALA
k120 : VAL
k121 : GLN
k122 : ILE
k123 : GLN
k124 : LYS
k125 : GLY
k126 : LEU
k127 : LEU
k128 : ALA
k129 : LEU
k130 : GLY
k131 : ASP
k132 : TYR
k133 : MET
k134 : ASN
k135 : VAL
k136 : GLN
k137 : CYS
k138 : HIS
k139 : ALA
k140 : CYS
k141 : ILE
k142 : GLY
k143 : GLY
k144 : THR
k145 : ASN
k146 : VAL
k147 : GLY
k148 : GLU
k149 : ASP
k150 : ILE
k151 : ARG
k152 : LYS
k153 : LEU
k154 : ASP
k155 : TYR
k156 : GLY
k157 : GLN
k158 : HIS
k159 : VAL
k160 : VAL
k161 : ALA
k162 : GLY
k163 : THR
k164 : PRO
k165 : GLY
k166 : ARG
k167 : VAL
k168 : PHE
k169 : ASP
k170 : MET
k171 : ILE
k172 : ARG
k173 : ARG
k174 : ARG
k175 : SER
k176 : LEU
k177 : ARG
k178 : THR
k179 : ARG
k180 : ALA
k181 : ILE
k182 : LYS
k183 : MET
k184 : LEU
k185 : VAL
k186 : LEU
k187 : ASP
k188 : GLU
k189 : ALA
k190 : ASP
k191 : GLU
k192 : MET
k193 : LEU
k194 : ASN
k195 : LYS
k196 : GLY
k197 : PHE
k198 : LYS
k199 : GLU
k200 : GLN
k201 : ILE
k202 : TYR
k203 : ASP
k204 : VAL
k205 : TYR
k206 : ARG
k207 : TYR
k208 : LEU
k209 : PRO
k210 : PRO
k211 : ALA
k212 : THR
k213 : GLN
k214 : VAL
k215 : VAL
k216 : LEU
k217 : ILE
k218 : SER
k219 : ALA
k220 : THR
k221 : LEU
k222 : PRO
k223 : HIS
k224 : GLU
k225 : ILE
k226 : LEU
k227 : GLU
k228 : MET
k229 : THR
k230 : ASN
k231 : LYS
k232 : PHE
k233 : MET
k234 : THR
k235 : ASP
k236 : PRO
k237 : ILE
k238 : ARG
k239 : ILE
k240 : LEU
k241 : VAL
k242 : LYS
k243 : ARG
k244 : ASP
k245 : GLU
k246 : LEU
k247 : THR
k248 : LEU
k249 : GLU
k250 : GLY
k251 : ILE
k252 : LYS
k253 : GLN
k254 : PHE
k255 : PHE
k256 : VAL
k257 : ALA
k258 : VAL
k259 : GLU
k260 : ARG
k261 : GLU
k262 : GLU
k263 : TRP
k264 : LYS
k265 : PHE
k266 : ASP
k267 : THR
k268 : LEU
k269 : CYS
k270 : ASP
k271 : LEU
k272 : TYR
k273 : ASP
k274 : THR
k275 : LEU
k276 : THR
k277 : ILE
k278 : THR
k279 : GLN
k280 : ALA
k281 : VAL
k282 : ILE
k283 : PHE
k284 : CYS
k285 : ASN
k286 : THR
k287 : LYS
k288 : ARG
k289 : LYS
k290 : VAL
k291 : ASP
k292 : TRP
k293 : LEU
k294 : THR
k295 : GLU
k296 : LYS
k297 : MET
k298 : ARG
k299 : GLU
k300 : ALA
k301 : ASN
k302 : PHE
k303 : THR
k304 : VAL
k305 : SER
k306 : SER
k307 : MET
k308 : HIS
k309 : GLY
k310 : ASP
k311 : MET
k312 : PRO
k313 : GLN
k314 : LYS
k315 : GLU
k316 : ARG
k317 : GLU
k318 : SER
k319 : ILE
k320 : MET
k321 : LYS
k322 : GLU
k323 : PHE
k324 : ARG
k325 : SER
k326 : GLY
k327 : ALA
k328 : SER
k329 : ARG
k330 : VAL
k331 : LEU
k332 : ILE
k333 : SER
k334 : THR
k335 : ASP
k336 : VAL
k337 : TRP
k338 : ALA
k339 : ARG
k340 : GLY
k341 : LEU
k342 : ASP
k343 : VAL
k344 : PRO
k345 : GLN
k346 : VAL
k347 : SER
k348 : LEU
k349 : ILE
k350 : ILE
k351 : ASN
k352 : TYR
k353 : ASP
k354 : LEU
k355 : PRO
k356 : ASN
k357 : ASN
k358 : ARG
k359 : GLU
k360 : LEU
k361 : TYR
k362 : ILE
k363 : HIS
k364 : ARG
k365 : ILE
k366 : GLY
k367 : ARG
k368 : SER
k369 : GLY
k370 : ARG
k371 : TYR
k372 : GLY
k373 : ARG
k374 : LYS
k375 : GLY
k376 : VAL
k377 : ALA
k378 : ILE
k379 : ASN
k380 : PHE
k381 : VAL
k382 : LYS
k383 : ASN
k384 : ASP
k385 : ASP
k386 : ILE
k387 : ARG
k388 : ILE
k389 : LEU
k390 : ARG
k391 : ASP
k392 : ILE
k393 : GLU
k394 : GLN
k395 : TYR
k396 : TYR
k397 : SER
k398 : THR
k399 : GLN
k400 : ILE
k401 : ASP
k402 : GLU
k403 : MET
k404 : PRO
l3 : SER
l4 : ASP
l5 : PHE
l6 : TYR
l7 : LEU
l8 : ARG
l9 : TYR
l10 : TYR
l11 : VAL
l12 : GLY
l13 : HIS
l14 : LYS
l15 : GLY
l16 : LYS
l17 : PHE
l18 : GLY
l19 : HIS
l20 : GLU
l21 : PHE
l22 : LEU
l23 : GLU
l24 : PHE
l25 : GLU
l26 : PHE
l27 : ARG
l28 : PRO
l29 : ASP
l30 : GLY
l31 : LYS
l32 : LEU
l33 : ARG
l34 : TYR
l35 : ALA
l36 : ASN
l37 : ASN
l38 : SER
l39 : ASN
l40 : TYR
l41 : LYS
l42 : ASN
l43 : ASP
l44 : VAL
l45 : MET
l46 : ILE
l47 : ARG
l48 : LYS
l49 : GLU
l50 : ALA
l51 : TYR
l52 : VAL
l53 : HIS
l54 : LYS
l55 : SER
l56 : VAL
l57 : MET
l58 : GLU
l59 : GLU
l60 : LEU
l61 : LYS
l62 : ARG
l63 : ILE
l64 : ILE
l65 : ASP
l66 : ASP
l67 : SER
l68 : GLU
l69 : ILE
l70 : THR
l71 : LYS
l72 : GLU
l73 : ASP
l74 : ASP
l75 : ALA
l76 : LEU
l77 : TRP
l78 : PRO
l79 : PRO
l80 : PRO
l81 : ASP
l82 : ARG
l83 : VAL
l84 : GLY
l85 : ARG
l86 : GLN
l87 : GLU
l88 : LEU
l89 : GLU
l90 : ILE
l91 : VAL
l92 : ILE
l93 : GLY
l94 : ASP
l95 : GLU
l96 : HIS
l97 : ILE
l98 : SER
l99 : PHE
l100 : THR
l101 : THR
l102 : SER
l103 : LYS
l104 : ILE
l105 : GLY
l106 : SER
l107 : LEU
l108 : ILE
l109 : ASP
l110 : VAL
l111 : ASN
l112 : GLN
l113 : SER
l114 : LYS
l115 : ASP
l116 : PRO
l117 : GLU
l118 : GLY
l119 : LEU
l120 : ARG
l121 : VAL
l122 : PHE
l123 : TYR
l124 : TYR
l125 : LEU
l126 : VAL
l127 : GLN
l128 : ASP
l129 : LEU
l130 : LYS
l131 : CYS
l132 : LEU
l133 : VAL
l134 : PHE
l135 : SER
l136 : LEU
l137 : ILE
l138 : GLY
l139 : LEU
l140 : HIS
l141 : PHE
l142 : LYS
l143 : ILE
l144 : LYS
l145 : PRO
l146 : ILE
m65 : GLY
m66 : PRO
m67 : GLN
m68 : ARG
m69 : SER
m70 : VAL
m71 : GLU
m72 : GLY
m73 : TRP
m74 : ILE
m75 : LEU
m76 : PHE
m77 : VAL
m78 : THR
m79 : GLY
m80 : VAL
m81 : HIS
m82 : GLU
m83 : GLU
m84 : ALA
m85 : THR
m86 : GLU
m87 : GLU
m88 : ASP
m89 : ILE
m90 : HIS
m91 : ASP
m92 : LYS
m93 : PHE
m94 : ALA
m95 : GLU
m96 : TYR
m97 : GLY
m98 : GLU
m99 : ILE
m100 : LYS
m101 : ASN
m102 : ILE
m103 : HIS
m104 : LEU
m105 : ASN
m106 : LEU
m107 : ASP
m108 : ARG
m109 : ARG
m110 : THR
m111 : GLY
m112 : TYR
m113 : LEU
m114 : LYS
m115 : GLY
m116 : TYR
m117 : THR
m118 : LEU
m119 : VAL
m120 : GLU
m121 : TYR
m122 : GLU
m123 : THR
m124 : TYR
m125 : LYS
m126 : GLU
m127 : ALA
m128 : GLN
m129 : ALA
m130 : ALA
m131 : MET
m132 : GLU
m133 : GLY
m134 : LEU
m135 : ASN
m136 : GLY
m137 : GLN
m138 : ASP
m139 : LEU
m140 : MET
m141 : GLY
m142 : GLN
m143 : PRO
m144 : ILE
m145 : SER
m146 : VAL
m147 : ASP
m148 : TRP
m149 : CYS
m150 : PHE
m151 : VAL
m152 : ARG
m153 : GLY
m154 : PRO
m155 : PRO
n83 : LEU
n84 : PRO
n85 : ASP
n86 : LYS
n87 : TRP
n88 : GLN
n89 : HIS
n90 : ASP
n91 : LEU
n92 : PHE
n93 : ASP
n104 : THR
n105 : GLY
n106 : GLY
n107 : LYS
n108 : LEU
n109 : LEU
n110 : VAL
n111 : SER
n112 : ASN
n113 : LEU
n114 : ASP
n115 : PHE
n116 : GLY
n117 : VAL
n118 : SER
n119 : ASP
n120 : ALA
n121 : ASP
n122 : ILE
n123 : GLN
n124 : GLU
n125 : LEU
n126 : PHE
n127 : ALA
n128 : GLU
n129 : PHE
n130 : GLY
n131 : THR
n132 : LEU
n133 : LYS
n134 : LYS
n135 : ALA
n136 : ALA
n137 : VAL
n138 : HIS
n139 : TYR
n140 : ASP
n141 : ARG
n142 : SER
n143 : GLY
n144 : ARG
n145 : SER
n146 : LEU
n147 : GLY
n148 : THR
n149 : ALA
n150 : ASP
n151 : VAL
n152 : HIS
n153 : PHE
n154 : GLU
n155 : ARG
n156 : LYS
n157 : ALA
n158 : ASP
n159 : ALA
n160 : LEU
n161 : LYS
n162 : ALA
n163 : MET
n164 : LYS
n165 : GLN
n166 : TYR
n167 : ASN
n168 : GLY
n169 : VAL
n170 : PRO
n171 : LEU
n172 : ASP
n173 : GLY
n174 : ARG
n175 : PRO
n176 : MET
n177 : ASN
n178 : ILE
n179 : GLN
n180 : LEU
n181 : VAL
n182 : THR
o1 : U C3p_endo anti
o2 : U C3p_endo anti
o3 : U C3p_endo anti
o4 : U C3p_endo anti
o5 : U C3p_endo anti
o6 : U C3p_endo anti
A501 : MG
A502 : ANP
a501 : MG
a502 : ANP
F501 : MG
F502 : ANP
f501 : MG
f502 : ANP
K501 : MG
K502 : ANP
k501 : MG
k502 : ANP
Adjacent stackings ----------------------------------------------
E1-E2 : adjacent_5p upward 
E2-E3 : adjacent_5p upward 
E3-E4 : adjacent_5p upward 
E5-E6 : adjacent_5p upward 
J1-J2 : adjacent_5p upward 
J2-J3 : adjacent_5p upward 
J3-J4 : adjacent_5p upward 
J5-J6 : adjacent_5p upward 
O1-O2 : adjacent_5p upward 
O2-O3 : adjacent_5p upward 
O3-O4 : adjacent_5p upward 
O5-O6 : adjacent_5p upward 
e1-e2 : adjacent_5p upward 
e2-e3 : adjacent_5p upward 
e3-e4 : adjacent_5p upward 
e5-e6 : adjacent_5p upward 
j1-j2 : adjacent_5p upward 
j2-j3 : adjacent_5p upward 
j3-j4 : adjacent_5p upward 
j5-j6 : adjacent_5p upward 
o1-o2 : adjacent_5p upward 
o2-o3 : adjacent_5p upward 
o3-o4 : adjacent_5p upward 
o5-o6 : adjacent_5p upward 
Non-Adjacent stackings ------------------------------------------
Number of stackings = 24
Number of adjacent stackings = 24
Number of non adjacent stackings = 0
Base-pairs ------------------------------------------------------
