Residue conformations -------------------------------------------
'0'1 : MET
'0'2 : LYS
'0'3 : ARG
'0'4 : THR
'0'5 : TYR
'0'6 : GLN
'0'7 : PRO
'0'8 : SER
'0'9 : LYS
'0'10 : LEU
'0'11 : LYS
'0'12 : ARG
'0'13 : ALA
'0'14 : LYS
'0'15 : THR
'0'16 : HIS
'0'17 : GLY
'0'18 : PHE
'0'19 : LEU
'0'20 : ALA
'0'21 : ARG
'0'22 : MET
'0'23 : ALA
'0'24 : THR
'0'25 : ALA
'0'26 : SER
'0'27 : GLY
'0'28 : ARG
'0'29 : LYS
'0'30 : VAL
'0'31 : LEU
'0'32 : LYS
'0'33 : LEU
'0'34 : ARG
'0'35 : ARG
'0'36 : LYS
'0'37 : LYS
'0'38 : GLN
'0'39 : ARG
'0'40 : ALA
'0'41 : GLN
'0'42 : LEU
'0'43 : THR
'0'44 : VAL
'0'45 : SER
'0'46 : SER
'0'47 : GLU
'1'1 : MET
'1'2 : LYS
'1'3 : VAL
'1'4 : LYS
'1'5 : SER
'1'6 : ALA
'1'7 : ALA
'1'8 : LYS
'1'9 : LYS
'1'10 : ARG
'1'11 : PHE
'1'12 : LYS
'1'13 : LEU
'1'14 : THR
'1'15 : LYS
'1'16 : SER
'1'17 : GLY
'1'18 : GLN
'1'19 : ILE
'1'20 : LYS
'1'21 : ARG
'1'22 : LYS
'1'23 : HIS
'1'24 : ALA
'1'25 : TYR
'1'26 : THR
'1'27 : SER
'1'28 : HIS
'1'29 : LEU
'1'30 : ALA
'1'31 : PRO
'1'32 : HIS
'1'33 : LYS
'1'34 : THR
'1'35 : THR
'1'36 : LYS
'1'37 : GLN
'1'38 : LYS
'1'39 : ARG
'1'40 : HIS
'1'41 : LEU
'1'42 : ARG
'1'43 : LYS
'1'44 : GLN
'1'45 : GLY
'1'46 : THR
'1'47 : VAL
'1'48 : SER
'1'49 : ALA
'1'50 : SER
'1'51 : ASP
'1'52 : PHE
'1'53 : LYS
'1'54 : ARG
'1'55 : ILE
'1'56 : GLY
'1'57 : ASN
'1'58 : LEU
'1'59 : ILE
'2'1 : MET
'2'2 : LYS
'2'3 : VAL
'2'4 : ARG
'2'5 : ALA
'2'6 : SER
'2'7 : VAL
'2'8 : LYS
'2'9 : PRO
'2'10 : ILE
'2'11 : CYS
'2'12 : LYS
'2'13 : ASP
'2'14 : CYS
'2'15 : LYS
'2'16 : ILE
'2'17 : ILE
'2'18 : LYS
'2'19 : ARG
'2'20 : HIS
'2'21 : GLN
'2'22 : ILE
'2'23 : VAL
'2'24 : ARG
'2'25 : VAL
'2'26 : ILE
'2'27 : CYS
'2'28 : LYS
'2'29 : THR
'2'30 : GLN
'2'31 : LYS
'2'32 : HIS
'2'33 : LYS
'2'34 : GLN
'2'35 : ARG
'2'36 : GLN
'2'37 : GLY
'7'1 : MET
'7'2 : SER
'7'3 : PRO
'7'4 : GLU
'7'5 : LYS
'7'6 : TYR
'7'7 : LEU
'7'8 : ASN
'7'9 : PHE
'7'10 : PHE
'7'11 : LYS
'7'12 : GLU
'7'13 : THR
'7'14 : ALA
'7'15 : ASP
'7'16 : LYS
'7'17 : LYS
'7'18 : PHE
'7'19 : GLN
'7'20 : TRP
'7'21 : LEU
'7'22 : LYS
'7'23 : GLU
'7'24 : GLU
'7'25 : LEU
'7'26 : SER
'7'27 : LYS
'7'28 : ILE
'7'29 : ARG
'7'30 : THR
'7'31 : GLY
'7'32 : ARG
'7'33 : PRO
'7'34 : ASN
'7'35 : PRO
'7'36 : LYS
'7'37 : LEU
'7'38 : PHE
'7'39 : ASP
'7'40 : ASN
'7'41 : LEU
'7'42 : LEU
'7'43 : VAL
'7'44 : GLU
'7'45 : SER
'7'46 : TYR
'7'47 : GLY
'7'48 : ASP
'7'49 : ARG
'7'50 : MET
'7'51 : PRO
'7'52 : MET
'7'53 : VAL
'7'54 : ALA
'7'55 : LEU
'7'56 : ALA
'7'57 : GLN
'7'58 : ILE
'7'59 : ALA
'7'60 : VAL
'7'61 : ASN
'7'62 : PRO
'7'63 : PRO
'7'64 : ARG
'7'65 : GLU
'7'66 : ILE
'7'67 : VAL
'7'68 : ILE
'7'69 : LYS
'7'70 : PRO
'7'71 : PHE
'7'72 : ASP
'7'73 : VAL
'7'74 : LYS
'7'75 : ASN
'7'76 : ASN
'7'77 : ILE
'7'78 : ASN
'7'79 : ALA
'7'80 : ILE
'7'81 : TYR
'7'82 : SER
'7'83 : GLU
'7'84 : ILE
'7'85 : GLN
'7'86 : ARG
'7'87 : ALA
'7'88 : ASN
'7'89 : LEU
'7'90 : GLY
'7'91 : VAL
'7'92 : GLN
'7'93 : PRO
'7'94 : VAL
'7'95 : ILE
'7'96 : ASP
'7'97 : GLY
'7'98 : ASP
'7'99 : LYS
'7'100 : ILE
'7'101 : ARG
'7'102 : ILE
'7'103 : ASN
'7'104 : PHE
'7'105 : PRO
'7'106 : PRO
'7'107 : MET
'7'108 : THR
'7'109 : GLN
'7'110 : GLU
'7'111 : SER
'7'112 : ARG
'7'113 : LEU
'7'114 : GLU
'7'115 : SER
'7'116 : ILE
'7'117 : LYS
'7'118 : GLN
'7'119 : ALA
'7'120 : LYS
'7'121 : LYS
'7'122 : VAL
'7'123 : VAL
'7'124 : GLU
'7'125 : GLN
'7'126 : ILE
'7'127 : HIS
'7'128 : GLN
'7'129 : GLU
'7'130 : LEU
'7'131 : ARG
'7'132 : SER
'7'133 : VAL
'7'134 : ARG
'7'135 : ARG
'7'136 : ASP
'7'137 : THR
'7'138 : LEU
'7'139 : GLN
'7'140 : MET
'7'141 : ILE
'7'142 : LYS
'7'143 : LYS
'7'144 : ASP
'7'145 : ASP
'7'146 : HIS
'7'147 : LYS
'7'148 : ASP
'7'149 : GLU
'7'150 : ASP
'7'151 : PHE
'7'152 : GLU
'7'153 : GLU
'7'154 : PHE
'7'155 : LEU
'7'156 : LYS
'7'157 : GLU
'7'158 : GLU
'7'159 : VAL
'7'160 : GLU
'7'161 : LYS
'7'162 : VAL
'7'163 : ASN
'7'164 : LYS
'7'165 : GLN
'7'166 : TYR
'7'167 : ILE
'7'168 : ALA
'7'169 : GLN
'7'170 : LEU
'7'171 : GLU
'7'172 : THR
'7'173 : ILE
'7'174 : GLN
'7'175 : LYS
'7'176 : GLN
'7'177 : LYS
'7'178 : GLU
'7'179 : LYS
'7'180 : GLU
'7'181 : LEU
'7'182 : LEU
a2 : PRO
a3 : ILE
a4 : LYS
a5 : LYS
a6 : ILE
a7 : ILE
a8 : SER
a9 : ARG
a10 : SER
a11 : ASN
a12 : SER
a13 : GLY
a14 : ILE
a15 : HIS
a16 : HIS
a17 : SER
a18 : THR
a19 : VAL
a20 : ILE
a21 : ASP
a22 : TYR
a23 : LYS
a24 : LYS
a25 : LEU
a26 : LEU
a27 : THR
a28 : THR
a29 : ASN
a30 : LYS
a31 : ASN
a32 : LYS
a33 : PRO
a34 : GLU
a35 : LYS
a36 : SER
a37 : LEU
a38 : LEU
a39 : VAL
a40 : THR
a41 : LEU
a42 : LYS
a43 : LYS
a44 : HIS
a45 : GLY
a46 : GLY
a47 : ARG
a48 : ASN
a49 : ASN
a50 : GLN
a51 : GLY
a52 : LYS
a53 : ILE
a54 : THR
a55 : VAL
a56 : ARG
a57 : HIS
a58 : GLN
a59 : GLY
a60 : GLY
a61 : ARG
a62 : ASN
a63 : LYS
a64 : ARG
a65 : LYS
a66 : TYR
a67 : ARG
a68 : ILE
a69 : ILE
a70 : ASP
a71 : PHE
a72 : LYS
a73 : ARG
a74 : THR
a75 : HIS
a76 : TYR
a77 : ASP
a78 : ASN
a79 : ILE
a80 : GLU
a81 : ALA
a82 : THR
a83 : VAL
a84 : LYS
a85 : SER
a86 : ILE
a87 : GLU
a88 : TYR
a89 : ASP
a90 : PRO
a91 : ASN
a92 : ARG
a93 : SER
a94 : CYS
a95 : PHE
a96 : VAL
a97 : SER
a98 : LEU
a99 : ILE
a100 : THR
a101 : TYR
a102 : ALA
a103 : ASN
a104 : GLY
a105 : ALA
a106 : LYS
a107 : SER
a108 : TYR
a109 : ILE
a110 : ILE
a111 : SER
a112 : PRO
a113 : ASP
a114 : GLY
a115 : ILE
a116 : LYS
a117 : VAL
a118 : GLY
a119 : ASP
a120 : LYS
a121 : ILE
a122 : LEU
a123 : ALA
a124 : SER
a125 : GLU
a126 : HIS
a127 : PRO
a128 : ILE
a129 : ASP
a130 : ILE
a131 : LYS
a132 : PRO
a133 : GLY
a134 : PHE
a135 : SER
a136 : MET
a137 : PRO
a138 : LEU
a139 : ALA
a140 : PHE
a141 : ILE
a142 : PRO
a143 : GLU
a144 : GLY
a145 : THR
a146 : GLN
a147 : VAL
a148 : HIS
a149 : ASN
a150 : ILE
a151 : GLU
a152 : LEU
a153 : HIS
a154 : PRO
a155 : LYS
a156 : GLY
a157 : GLY
a158 : GLY
a159 : GLN
a160 : ILE
a161 : ALA
a162 : ARG
a163 : SER
a164 : ALA
a165 : GLY
a166 : SER
a167 : TYR
a168 : ALA
a169 : ARG
a170 : ILE
a171 : LEU
a172 : GLY
a173 : GLN
a174 : ASP
a175 : GLU
a176 : THR
a177 : GLY
a178 : LYS
a179 : TYR
a180 : VAL
a181 : ILE
a182 : LEU
a183 : GLN
a184 : LEU
a185 : LEU
a186 : SER
a187 : GLY
a188 : GLU
a189 : THR
a190 : ARG
a191 : LYS
a192 : PHE
a193 : LEU
a194 : LYS
a195 : GLU
a196 : CYS
a197 : ARG
a198 : ALA
a199 : THR
a200 : VAL
a201 : GLY
a202 : VAL
a203 : VAL
a204 : SER
a205 : ASN
a206 : LEU
a207 : ASP
a208 : HIS
a209 : ASN
a210 : LEU
a211 : VAL
a212 : VAL
a213 : ILE
a214 : GLY
a215 : LYS
a216 : ALA
a217 : GLY
a218 : ARG
a219 : ASN
a220 : ARG
a221 : HIS
a222 : ARG
a223 : GLY
a224 : ILE
a225 : ARG
a226 : PRO
a227 : THR
a228 : VAL
a229 : ARG
a230 : GLY
a231 : SER
a232 : ALA
a233 : MET
a234 : ASN
a235 : PRO
a236 : ASN
a237 : ASP
a238 : HIS
a239 : PRO
a240 : HIS
a241 : GLY
a242 : GLY
a243 : GLY
a244 : GLU
a245 : GLY
a246 : ARG
a247 : SER
a248 : PRO
a249 : VAL
a250 : GLY
a251 : ARG
a252 : ASP
a253 : ALA
a254 : PRO
a255 : ARG
a256 : THR
a257 : PRO
a258 : TRP
a259 : GLY
a260 : LYS
a261 : ARG
a262 : HIS
a263 : MET
a264 : GLY
a265 : VAL
a266 : LYS
a267 : THR
a268 : ARG
a269 : ASN
a270 : MET
a271 : LYS
a272 : LYS
a273 : ALA
a274 : SER
a275 : THR
a276 : ASN
a277 : LEU
a278 : ILE
a279 : ILE
a280 : ARG
a281 : ASN
a282 : ARG
a283 : LYS
a284 : GLY
a285 : GLU
a286 : GLN
b1 : MET
b2 : GLU
b3 : ILE
b4 : ARG
b5 : GLY
b6 : ILE
b7 : PHE
b8 : GLY
b9 : VAL
b10 : LYS
b11 : VAL
b12 : GLY
b13 : MET
b14 : SER
b15 : GLN
b16 : VAL
b17 : PHE
b18 : THR
b19 : THR
b20 : ASN
b21 : ASN
b22 : GLU
b23 : ARG
b24 : LEU
b25 : PRO
b26 : ILE
b27 : THR
b28 : VAL
b29 : ILE
b30 : TYR
b31 : CYS
b32 : GLU
b33 : PRO
b34 : ASN
b35 : GLN
b36 : VAL
b37 : ALA
b38 : GLY
b39 : VAL
b40 : LYS
b41 : THR
b42 : GLU
b43 : ALA
b44 : LYS
b45 : ASP
b46 : LYS
b47 : TYR
b48 : SER
b49 : ALA
b50 : THR
b51 : LEU
b52 : LEU
b53 : SER
b54 : PHE
b55 : ASP
b56 : THR
b57 : VAL
b58 : GLU
b59 : ASN
b60 : LYS
b61 : LYS
b62 : LEU
b63 : ASN
b64 : LYS
b65 : PRO
b66 : GLN
b67 : GLN
b68 : GLY
b69 : PHE
b70 : PHE
b71 : GLU
b72 : LYS
b73 : ASN
b74 : ASN
b75 : LEU
b76 : LYS
b77 : PRO
b78 : THR
b79 : LYS
b80 : HIS
b81 : LEU
b82 : GLN
b83 : GLU
b84 : ILE
b85 : ARG
b86 : ASN
b87 : MET
b88 : THR
b89 : GLY
b90 : PHE
b91 : GLU
b92 : MET
b93 : GLY
b94 : GLN
b95 : GLN
b96 : ILE
b97 : THR
b98 : PRO
b99 : GLN
b100 : ASN
b101 : LEU
b102 : PHE
b103 : GLN
b104 : VAL
b105 : GLY
b106 : GLU
b107 : TYR
b108 : VAL
b109 : ASP
b110 : VAL
b111 : SER
b112 : ALA
b113 : ILE
b114 : SER
b115 : LYS
b116 : GLY
b117 : ARG
b118 : GLY
b119 : PHE
b120 : THR
b121 : GLY
b122 : ALA
b123 : ILE
b124 : LYS
b125 : ARG
b126 : TRP
b127 : ASN
b128 : PHE
b129 : LYS
b130 : ILE
b131 : GLY
b132 : PRO
b133 : LEU
b134 : GLY
b135 : HIS
b136 : GLY
b137 : ALA
b138 : GLY
b139 : TYR
b140 : PRO
b141 : HIS
b142 : ARG
b143 : PHE
b144 : GLN
b145 : GLY
b146 : SER
b147 : VAL
b148 : GLN
b149 : ALA
b150 : GLY
b151 : ARG
b152 : GLY
b153 : GLY
b154 : ALA
b155 : SER
b156 : ALA
b157 : GLN
b158 : ARG
b159 : VAL
b160 : PHE
b161 : LYS
b162 : GLY
b163 : LYS
b164 : LYS
b165 : MET
b166 : SER
b167 : GLY
b168 : HIS
b169 : TYR
b170 : GLY
b171 : HIS
b172 : GLU
b173 : LYS
b174 : VAL
b175 : THR
b176 : VAL
b177 : GLN
b178 : ASN
b179 : LEU
b180 : ARG
b181 : ILE
b182 : VAL
b183 : GLY
b184 : PHE
b185 : ASP
b186 : GLU
b187 : ALA
b188 : ASN
b189 : MET
b190 : LEU
b191 : VAL
b192 : LEU
b193 : VAL
b194 : SER
b195 : GLY
b196 : ALA
b197 : ILE
b198 : ALA
b199 : GLY
b200 : PRO
b201 : GLU
b202 : GLY
b203 : GLY
b204 : VAL
b205 : VAL
b206 : LEU
b207 : ILE
b208 : ARG
b209 : THR
b210 : ALA
b211 : LYS
b212 : LYS
b213 : LYS
b214 : PRO
b215 : GLY
b216 : VAL
b217 : VAL
b218 : LYS
b219 : PRO
b220 : ILE
b221 : GLU
b222 : LEU
b223 : ALA
b224 : VAL
b225 : GLN
b226 : THR
b227 : GLU
b228 : LYS
b229 : ALA
c2 : ALA
c3 : LYS
c4 : LEU
c5 : LYS
c6 : LEU
c7 : ILE
c8 : LYS
c9 : ILE
c10 : ASP
c11 : GLY
c12 : SER
c13 : PHE
c14 : GLU
c15 : THR
c16 : GLU
c17 : PRO
c18 : VAL
c19 : LYS
c20 : LEU
c21 : SER
c22 : PRO
c23 : GLY
c24 : LEU
c25 : ILE
c26 : ALA
c27 : LYS
c28 : GLU
c29 : LEU
c30 : LYS
c31 : GLN
c32 : GLN
c33 : PRO
c34 : VAL
c35 : PHE
c36 : ASP
c37 : ALA
c38 : VAL
c39 : LEU
c40 : VAL
c41 : GLU
c42 : GLN
c43 : ALA
c44 : SER
c45 : TRP
c46 : ARG
c47 : GLN
c48 : GLY
c49 : THR
c50 : HIS
c51 : SER
c52 : ILE
c53 : LEU
c54 : THR
c55 : LYS
c56 : GLY
c57 : GLU
c58 : VAL
c59 : ARG
c60 : GLY
c61 : GLY
c62 : GLY
c63 : LYS
c64 : LYS
c65 : PRO
c66 : TYR
c67 : LYS
c68 : GLN
c69 : LYS
c70 : HIS
c71 : THR
c72 : GLY
c73 : LYS
c74 : ALA
c75 : ARG
c76 : GLN
c77 : GLY
c78 : SER
c79 : THR
c80 : ARG
c81 : ASN
c82 : PRO
c83 : HIS
c84 : PHE
c85 : VAL
c86 : GLY
c87 : GLY
c88 : GLY
c89 : ILE
c90 : VAL
c91 : PHE
c92 : GLY
c93 : PRO
c94 : LYS
c95 : PRO
c96 : ASN
c97 : ARG
c98 : ASN
c99 : TYR
c100 : SER
c101 : LEU
c102 : LYS
c103 : LEU
c104 : ASN
c105 : LYS
c106 : LYS
c107 : ALA
c108 : HIS
c109 : THR
c110 : ALA
c111 : ALA
c112 : LEU
c113 : HIS
c114 : THR
c115 : VAL
c116 : TRP
c117 : SER
c118 : GLU
c119 : LYS
c120 : LEU
c121 : ALA
c122 : SER
c123 : ASP
c124 : ASN
c125 : THR
c126 : HIS
c127 : LEU
c128 : VAL
c129 : ASP
c130 : GLN
c131 : ASN
c132 : LEU
c133 : PHE
c134 : ASN
c135 : LYS
c136 : THR
c137 : GLU
c138 : GLY
c139 : LYS
c140 : THR
c141 : LYS
c142 : VAL
c143 : MET
c144 : MET
c145 : GLN
c146 : PHE
c147 : LEU
c148 : LYS
c149 : SER
c150 : ALA
c151 : LYS
c152 : LEU
c153 : LEU
c154 : ASP
c155 : LYS
c156 : ASN
c157 : VAL
c158 : LEU
c159 : PHE
c160 : VAL
c161 : VAL
c162 : ASN
c163 : THR
c164 : LEU
c165 : ASN
c166 : THR
c167 : ASN
c168 : LEU
c169 : GLU
c170 : GLN
c171 : SER
c172 : THR
c173 : SER
c174 : ASN
c175 : ILE
c176 : LYS
c177 : ASN
c178 : VAL
c179 : GLN
c180 : VAL
c181 : LYS
c182 : HIS
c183 : LEU
c184 : ASP
c185 : LYS
c186 : VAL
c187 : SER
c188 : VAL
c189 : ARG
c190 : ASP
c191 : LEU
c192 : MET
c193 : LEU
c194 : ALA
c195 : ASN
c196 : ALA
c197 : LEU
c198 : LEU
c199 : VAL
c200 : GLU
c201 : LYS
c202 : GLU
c203 : VAL
c204 : LEU
c205 : LYS
c206 : ALA
c207 : LEU
c208 : GLU
c209 : GLY
c210 : LYS
c211 : PHE
d3 : ASN
d4 : LEU
d5 : LYS
d6 : ALA
d7 : HIS
d8 : TYR
d9 : GLN
d10 : LYS
d11 : THR
d12 : ILE
d13 : ALA
d14 : LYS
d15 : GLU
d16 : LEU
d17 : GLN
d18 : LYS
d19 : SER
d20 : PHE
d21 : ALA
d22 : PHE
d23 : SER
d24 : SER
d25 : ILE
d26 : MET
d27 : GLN
d28 : VAL
d29 : PRO
d30 : ARG
d31 : LEU
d32 : GLU
d33 : LYS
d34 : ILE
d35 : VAL
d36 : ILE
d37 : ASN
d38 : MET
d39 : GLY
d40 : VAL
d41 : GLY
d42 : ASP
d43 : ALA
d44 : ILE
d45 : ARG
d46 : ASP
d47 : SER
d48 : LYS
d49 : PHE
d50 : LEU
d51 : GLU
d52 : SER
d53 : ALA
d54 : LEU
d55 : ASN
d56 : GLU
d57 : LEU
d58 : HIS
d59 : LEU
d60 : ILE
d61 : SER
d62 : GLY
d63 : GLN
d64 : LYS
d65 : PRO
d66 : VAL
d67 : ALA
d68 : THR
d69 : LYS
d70 : ALA
d71 : LYS
d72 : ASN
d73 : ALA
d74 : ILE
d75 : SER
d76 : THR
d77 : TYR
d78 : LYS
d79 : LEU
d80 : ARG
d81 : ALA
d82 : GLY
d83 : GLN
d84 : LEU
d85 : ILE
d86 : GLY
d87 : CYS
d88 : LYS
d89 : VAL
d90 : THR
d91 : LEU
d92 : ARG
d93 : GLY
d94 : GLU
d95 : ARG
d96 : MET
d97 : TRP
d98 : ALA
d99 : PHE
d100 : LEU
d101 : GLU
d102 : LYS
d103 : LEU
d104 : ILE
d105 : TYR
d106 : VAL
d107 : ALA
d108 : LEU
d109 : PRO
d110 : ARG
d111 : VAL
d112 : ARG
d113 : ASP
d114 : PHE
d115 : ARG
d116 : GLY
d117 : LEU
d118 : SER
d119 : LEU
d120 : LYS
d121 : SER
d122 : PHE
d123 : ASP
d124 : GLY
d125 : ARG
d126 : GLY
d127 : ASN
d128 : TYR
d129 : THR
d130 : ILE
d131 : GLY
d132 : ILE
d133 : LYS
d134 : GLU
d135 : GLN
d136 : ILE
d137 : ILE
d138 : PHE
d139 : PRO
d140 : GLU
d141 : ILE
d142 : VAL
d143 : TYR
d144 : ASP
d145 : ASP
d146 : ILE
d147 : LYS
d148 : ARG
d149 : ILE
d150 : ARG
d151 : GLY
d152 : PHE
d153 : ASP
d154 : VAL
d155 : THR
d156 : LEU
d157 : VAL
d158 : THR
d159 : SER
d160 : THR
d161 : ASN
d162 : LYS
d163 : ASP
d164 : SER
d165 : GLU
d166 : ALA
d167 : LEU
d168 : ALA
d169 : LEU
d170 : LEU
d171 : ARG
d172 : ALA
d173 : LEU
d174 : ASN
d175 : LEU
d176 : PRO
d177 : LEU
e3 : LYS
e4 : ILE
e5 : GLY
e6 : ASN
e7 : ARG
e8 : THR
e9 : ILE
e10 : THR
e11 : LEU
e12 : ASP
e13 : PRO
e14 : ALA
e15 : LYS
e16 : VAL
e17 : ASN
e18 : LEU
e19 : ASN
e20 : PHE
e21 : GLN
e22 : LYS
e23 : ASP
e24 : HIS
e25 : ILE
e26 : ALA
e27 : VAL
e28 : LYS
e29 : GLY
e30 : PRO
e31 : LEU
e32 : GLY
e33 : GLN
e34 : ILE
e35 : GLU
e36 : LEU
e37 : LYS
e38 : LEU
e39 : PRO
e40 : PRO
e41 : ASN
e42 : LEU
e43 : PRO
e44 : LEU
e45 : LYS
e46 : PHE
e47 : GLU
e48 : LEU
e49 : LYS
e50 : ASP
e51 : ASN
e52 : ASN
e53 : LEU
e54 : GLN
e55 : ILE
e56 : THR
e57 : ARG
e58 : ASN
e59 : ASN
e60 : GLU
e61 : LEU
e62 : LYS
e63 : GLN
e64 : SER
e65 : LYS
e66 : ILE
e67 : PHE
e68 : HIS
e69 : GLY
e70 : THR
e71 : TYR
e72 : ASN
e73 : ALA
e74 : LEU
e75 : ILE
e76 : THR
e77 : ASN
e78 : ALA
e79 : ILE
e80 : ILE
e81 : GLY
e82 : VAL
e83 : THR
e84 : GLN
e85 : GLY
e86 : PHE
e87 : GLU
e88 : LYS
e89 : LYS
e90 : LEU
e91 : ARG
e92 : LEU
e93 : VAL
e94 : GLY
e95 : VAL
e96 : GLY
e97 : TYR
e98 : ARG
e99 : ALA
e100 : ASN
e101 : VAL
e102 : GLU
e103 : GLY
e104 : GLU
e105 : THR
e106 : LEU
e107 : ASN
e108 : LEU
e109 : GLN
e110 : LEU
e111 : GLY
e112 : TYR
e113 : SER
e114 : HIS
e115 : PRO
e116 : ILE
e117 : LYS
e118 : GLU
e119 : LYS
e120 : ILE
e121 : PRO
e122 : LYS
e123 : GLY
e124 : LEU
e125 : THR
e126 : VAL
e127 : LYS
e128 : VAL
e129 : GLU
e130 : LYS
e131 : ASN
e132 : THR
e133 : GLU
e134 : ILE
e135 : THR
e136 : ILE
e137 : SER
e138 : GLY
e139 : ILE
e140 : SER
e141 : LYS
e142 : GLU
e143 : LEU
e144 : VAL
e145 : GLY
e146 : GLN
e147 : PHE
e148 : ALA
e149 : THR
e150 : GLU
e151 : VAL
e152 : ARG
e153 : LYS
e154 : TRP
e155 : ARG
e156 : LYS
e157 : PRO
e158 : GLU
e159 : PRO
e160 : TYR
e161 : LYS
e162 : GLY
e163 : LYS
e164 : GLY
e165 : VAL
e166 : LEU
e167 : TYR
e168 : PHE
e169 : ASP
e170 : GLU
e171 : VAL
e172 : ILE
e173 : VAL
e174 : ARG
e175 : LYS
e176 : ALA
e177 : GLY
e178 : LYS
f1 : MET
f2 : LYS
f3 : VAL
f4 : ILE
f5 : LEU
f6 : LYS
f7 : GLN
f8 : ASP
f9 : VAL
f10 : SER
f11 : ASN
f12 : LEU
f13 : GLY
f14 : LYS
f15 : ARG
f16 : PHE
f17 : ASP
f18 : VAL
f19 : VAL
f20 : ASP
f21 : VAL
f22 : LYS
f23 : ASP
f24 : GLY
f25 : TYR
f26 : ALA
f27 : ILE
f28 : HIS
f29 : PHE
f30 : LEU
f31 : PHE
f32 : PRO
f33 : LYS
f34 : LYS
f35 : LEU
f36 : ALA
f37 : ALA
f38 : PRO
f39 : LEU
f40 : THR
f41 : LYS
f42 : LYS
f43 : SER
f44 : LEU
f45 : GLN
f46 : ASP
f47 : ARG
f48 : ASP
f49 : LEU
f50 : PHE
f51 : LEU
f52 : LYS
f53 : LYS
f54 : GLN
f55 : GLN
f56 : GLU
f57 : HIS
f58 : TYR
f59 : GLU
f60 : ILE
f61 : ASN
f62 : LYS
f63 : ALA
f64 : LEU
f65 : SER
f66 : HIS
f67 : LYS
f68 : LEU
f69 : LYS
f70 : GLU
f71 : VAL
f72 : ILE
f73 : GLU
f74 : GLN
f75 : THR
f76 : GLU
f77 : LEU
f78 : HIS
f79 : PHE
f80 : SER
f81 : LEU
f82 : LYS
f83 : GLU
f84 : HIS
f85 : ASN
f86 : GLY
f87 : ARG
f88 : PRO
f89 : TYR
f90 : GLY
f91 : SER
f92 : ILE
f93 : ILE
f94 : THR
f95 : LYS
f96 : GLN
f97 : ILE
f98 : ILE
f99 : ASN
f100 : GLN
f101 : ALA
f102 : HIS
f103 : THR
f104 : LYS
f105 : GLY
f106 : MET
f107 : ALA
f108 : LEU
f109 : GLN
f110 : LYS
f111 : PHE
f112 : MET
f113 : PHE
f114 : LYS
f115 : ASP
f116 : ASN
f117 : VAL
f118 : ARG
f119 : LEU
f120 : GLY
f121 : PHE
f122 : GLY
f123 : ASP
f124 : HIS
f125 : GLU
f126 : ILE
f127 : THR
f128 : LEU
f129 : HIS
f130 : ILE
f131 : PHE
f132 : GLU
f133 : ASP
f134 : THR
f135 : THR
f136 : ALA
f137 : VAL
f138 : LEU
f139 : LYS
f140 : VAL
f141 : LYS
f142 : VAL
f143 : THR
f144 : PRO
f145 : ASP
g3 : ALA
g4 : LYS
g5 : LYS
g6 : ASP
g7 : LYS
g8 : ALA
g9 : GLN
g10 : GLN
g11 : VAL
g12 : ALA
g13 : ASP
g14 : VAL
g15 : SER
g16 : HIS
g17 : LEU
g18 : LEU
g19 : SER
g20 : THR
g21 : SER
g22 : ALA
g23 : GLY
g24 : PHE
g25 : VAL
g26 : ILE
g27 : PHE
g28 : ASP
g29 : TYR
g30 : THR
g31 : SER
g32 : MET
g33 : SER
g34 : ALA
g35 : ILE
g36 : GLU
g37 : ALA
g38 : THR
g39 : SER
g40 : ILE
g41 : ARG
g42 : LYS
g43 : LYS
g44 : LEU
g45 : PHE
g46 : LYS
g47 : ASN
g48 : GLY
g49 : SER
g50 : LYS
g51 : ILE
g52 : LYS
g53 : VAL
g54 : ILE
g55 : LYS
g56 : ASN
g57 : ASN
g58 : ILE
g59 : LEU
g60 : ARG
g61 : ARG
g62 : ALA
g63 : LEU
g64 : LYS
g65 : ALA
g66 : GLY
g67 : LYS
g68 : PHE
g69 : GLU
g70 : GLY
g71 : ILE
g72 : ASP
g73 : GLU
g74 : THR
g75 : ALA
g76 : ILE
g77 : LYS
g78 : GLY
g79 : LYS
g80 : LEU
g81 : ALA
g82 : VAL
g83 : ALA
g84 : VAL
g85 : GLY
g86 : VAL
g87 : ASN
g88 : GLU
g89 : ILE
g90 : VAL
g91 : GLU
g92 : THR
g93 : LEU
g94 : LYS
g95 : ALA
g96 : VAL
g97 : ASP
g98 : GLY
g99 : VAL
g100 : VAL
g101 : LYS
g102 : ALA
g103 : LYS
g104 : GLU
g105 : ALA
g106 : MET
g107 : ASN
g108 : PHE
g109 : VAL
g110 : CYS
g111 : GLY
g112 : TYR
g113 : PHE
g114 : ASP
g115 : ASN
g116 : ARG
g117 : ALA
g118 : PHE
g119 : ASN
g120 : SER
g121 : ALA
g122 : ASP
g123 : LEU
g124 : GLU
g125 : LYS
g126 : ILE
g127 : ALA
g128 : LYS
h9 : ILE
h10 : ALA
h11 : LYS
h12 : ILE
h13 : ASN
h14 : LEU
h15 : LEU
h16 : GLY
h17 : GLY
h18 : GLN
h19 : ALA
h20 : LYS
h21 : PRO
h22 : GLY
h23 : PRO
h24 : ALA
h25 : LEU
h26 : ALA
h27 : SER
h28 : VAL
h29 : GLY
h30 : ILE
h31 : ASN
h32 : MET
h33 : GLY
h34 : GLU
h35 : PHE
h36 : THR
h37 : LYS
h38 : GLN
h39 : PHE
h40 : ASN
h41 : GLU
h42 : LYS
h43 : THR
h44 : LYS
h45 : ASP
h46 : LYS
h47 : GLN
h48 : GLY
h49 : GLU
h50 : MET
h51 : ILE
h52 : PRO
h53 : CYS
h54 : VAL
h55 : ILE
h56 : THR
h57 : ALA
h58 : TYR
h59 : ASN
h60 : ASP
h61 : LYS
h62 : SER
h63 : PHE
h64 : ASP
h65 : PHE
h66 : ILE
h67 : LEU
h68 : LYS
h69 : THR
h70 : THR
h71 : PRO
h72 : VAL
h73 : SER
h74 : ILE
h75 : LEU
h76 : LEU
h77 : LYS
h78 : GLN
h79 : ALA
h80 : ALA
h81 : LYS
h82 : LEU
h83 : GLU
h84 : LYS
h85 : GLY
h86 : ALA
h87 : LYS
h88 : ASN
h89 : ALA
h90 : LYS
h91 : THR
h92 : ILE
h93 : VAL
h94 : GLY
h95 : LYS
h96 : ILE
h97 : THR
h98 : MET
h99 : ALA
h100 : LYS
h101 : ALA
h102 : LYS
h103 : GLU
h104 : ILE
h105 : ALA
h106 : GLN
h107 : TYR
h108 : LYS
h109 : LEU
h110 : VAL
h111 : ASP
h112 : LEU
h113 : ASN
h114 : ALA
h115 : ASN
h116 : THR
h117 : VAL
h118 : GLU
h119 : ALA
h120 : ALA
h121 : LEU
h122 : LYS
h123 : MET
h124 : VAL
h125 : LEU
h126 : GLY
h127 : THR
h128 : ALA
h129 : LYS
h130 : GLN
h131 : MET
h132 : GLY
h133 : ILE
h134 : GLU
h135 : VAL
h136 : ILE
i3 : LYS
i4 : THR
i5 : SER
i6 : MET
i7 : LEU
i8 : THR
i9 : LYS
i10 : GLU
i11 : GLN
i12 : ALA
i13 : ASN
i14 : LYS
i15 : ARG
i16 : ARG
i17 : GLN
i18 : TRP
i19 : TYR
i20 : ILE
i21 : VAL
i22 : ASP
i23 : ALA
i24 : ALA
i25 : GLY
i26 : LEU
i27 : VAL
i28 : LEU
i29 : GLY
i30 : LYS
i31 : LEU
i32 : ALA
i33 : VAL
i34 : LYS
i35 : ALA
i36 : ALA
i37 : ASP
i38 : LEU
i39 : ILE
i40 : ARG
i41 : GLY
i42 : LYS
i43 : ASN
i44 : LYS
i45 : VAL
i46 : ASP
i47 : PHE
i48 : THR
i49 : PRO
i50 : ASN
i51 : GLN
i52 : ASP
i53 : CYS
i54 : GLY
i55 : ASP
i56 : TYR
i57 : LEU
i58 : ILE
i59 : ILE
i60 : ILE
i61 : ASN
i62 : SER
i63 : ASP
i64 : GLN
i65 : VAL
i66 : VAL
i67 : LEU
i68 : THR
i69 : GLY
i70 : ASN
i71 : LYS
i72 : LYS
i73 : GLU
i74 : ASN
i75 : GLU
i76 : PHE
i77 : TRP
i78 : TYR
i79 : HIS
i80 : HIS
i81 : SER
i82 : GLN
i83 : TYR
i84 : ILE
i85 : GLY
i86 : GLY
i87 : ILE
i88 : LYS
i89 : LYS
i90 : VAL
i91 : SER
i92 : GLY
i93 : ARG
i94 : ASP
i95 : MET
i96 : LEU
i97 : LYS
i98 : LYS
i99 : GLN
i100 : SER
i101 : ASP
i102 : LYS
i103 : LEU
i104 : VAL
i105 : TYR
i106 : ASN
i107 : ALA
i108 : VAL
i109 : LYS
i110 : GLY
i111 : MET
i112 : LEU
i113 : PRO
i114 : ASP
i115 : ASN
i116 : ARG
i117 : LEU
i118 : SER
i119 : ARG
i120 : ARG
i121 : TRP
i122 : ILE
i123 : THR
i124 : LYS
i125 : VAL
i126 : HIS
i127 : VAL
i128 : PHE
i129 : LYS
i130 : GLY
i131 : ASP
i132 : LYS
i133 : HIS
i134 : ASN
i135 : MET
i136 : GLU
i137 : ALA
i138 : GLN
i139 : LYS
i140 : PRO
i141 : THR
i142 : THR
i143 : LEU
i144 : ASN
i145 : TRP
i146 : SER
j1 : MET
j2 : VAL
j3 : SER
j4 : PHE
j5 : MET
j6 : THR
j7 : ARG
j8 : LEU
j9 : ASN
j10 : VAL
j11 : ALA
j12 : ASP
j13 : ASN
j14 : THR
j15 : GLY
j16 : ALA
j17 : LYS
j18 : GLN
j19 : VAL
j20 : GLY
j21 : ILE
j22 : ILE
j23 : LYS
j24 : VAL
j25 : LEU
j26 : GLY
j27 : SER
j28 : THR
j29 : ARG
j30 : LYS
j31 : ARG
j32 : TYR
j33 : ALA
j34 : PHE
j35 : LEU
j36 : GLY
j37 : ASP
j38 : VAL
j39 : VAL
j40 : VAL
j41 : VAL
j42 : SER
j43 : VAL
j44 : LYS
j45 : ASP
j46 : ALA
j47 : ILE
j48 : PRO
j49 : SER
j50 : GLY
j51 : MET
j52 : VAL
j53 : LYS
j54 : LYS
j55 : GLY
j56 : GLN
j57 : VAL
j58 : LEU
j59 : ARG
j60 : ALA
j61 : VAL
j62 : ILE
j63 : VAL
j64 : ARG
j65 : THR
j66 : LYS
j67 : LYS
j68 : GLY
j69 : GLN
j70 : GLN
j71 : ARG
j72 : LYS
j73 : ASP
j74 : GLY
j75 : THR
j76 : HIS
j77 : LEU
j78 : LYS
j79 : PHE
j80 : ASP
j81 : ASP
j82 : ASN
j83 : ALA
j84 : CYS
j85 : VAL
j86 : LEU
j87 : ILE
j88 : LYS
j89 : GLU
j90 : ASP
j91 : LYS
j92 : SER
j93 : PRO
j94 : ARG
j95 : GLY
j96 : THR
j97 : ARG
j98 : ILE
j99 : PHE
j100 : GLY
j101 : PRO
j102 : VAL
j103 : ALA
j104 : ARG
j105 : GLU
j106 : LEU
j107 : ARG
j108 : GLU
j109 : ARG
j110 : GLY
j111 : TYR
j112 : ASN
j113 : LYS
j114 : ILE
j115 : LEU
j116 : SER
j117 : LEU
j118 : ALA
j119 : VAL
j120 : GLU
j121 : VAL
j122 : VAL
k3 : LEU
k4 : ASN
k5 : GLN
k6 : LEU
k7 : LYS
k8 : SER
k9 : VAL
k10 : PRO
k11 : LYS
k12 : ALA
k13 : ARG
k14 : ASN
k15 : HIS
k16 : LYS
k17 : THR
k18 : LYS
k19 : THR
k20 : LEU
k21 : GLY
k22 : ARG
k23 : GLY
k24 : HIS
k25 : GLY
k26 : SER
k27 : GLY
k28 : LEU
k29 : GLY
k30 : LYS
k31 : THR
k32 : SER
k33 : GLY
k34 : ARG
k35 : GLY
k36 : GLN
k37 : LYS
k38 : GLY
k39 : GLN
k40 : LYS
k41 : ALA
k42 : ARG
k43 : LYS
k44 : SER
k45 : GLY
k46 : LEU
k47 : THR
k48 : ARG
k49 : PRO
k50 : GLY
k51 : PHE
k52 : GLU
k53 : GLY
k54 : GLY
k55 : GLN
k56 : THR
k57 : PRO
k58 : LEU
k59 : TYR
k60 : ARG
k61 : ARG
k62 : LEU
k63 : PRO
k64 : LYS
k65 : PHE
k66 : GLY
k67 : ASN
k68 : ALA
k69 : ARG
k70 : LYS
k71 : GLY
k72 : PHE
k73 : LEU
k74 : LYS
k75 : GLN
k76 : GLU
k77 : TRP
k78 : VAL
k79 : VAL
k80 : LEU
k81 : ASN
k82 : LEU
k83 : ASN
k84 : LYS
k85 : ILE
k86 : ALA
k87 : LYS
k88 : LEU
k89 : LYS
k90 : LEU
k91 : ASP
k92 : LYS
k93 : ILE
k94 : ASN
k95 : ARG
k96 : ALA
k97 : SER
k98 : LEU
k99 : ILE
k100 : GLU
k101 : LYS
k102 : GLN
k103 : VAL
k104 : ILE
k105 : SER
k106 : ALA
k107 : LYS
k108 : SER
k109 : GLN
k110 : LEU
k111 : PRO
k112 : ILE
k113 : LYS
k114 : LEU
k115 : ILE
k116 : GLY
k117 : HIS
k118 : THR
k119 : LYS
k120 : LEU
k121 : GLU
k122 : LYS
k123 : PRO
k124 : LEU
k125 : HIS
k126 : PHE
k127 : GLU
k128 : VAL
k129 : HIS
k130 : LYS
k131 : VAL
k132 : SER
k133 : LYS
k134 : GLN
k135 : ALA
k136 : LEU
k137 : LYS
k138 : ALA
k139 : VAL
k140 : GLU
k141 : ASN
k142 : ALA
k143 : ASN
k144 : GLY
k145 : SER
k146 : VAL
k147 : LYS
k148 : LEU
k149 : LEU
k150 : GLU
l1 : MET
l2 : LEU
l3 : GLN
l4 : PRO
l5 : LYS
l6 : ARG
l7 : THR
l8 : LYS
l9 : TYR
l10 : ARG
l11 : LYS
l12 : PRO
l13 : HIS
l14 : ASN
l15 : VAL
l16 : SER
l17 : TYR
l18 : GLU
l19 : GLY
l20 : LYS
l21 : ALA
l22 : LYS
l23 : GLY
l24 : ASN
l25 : SER
l26 : TYR
l27 : VAL
l28 : ALA
l29 : PHE
l30 : GLY
l31 : GLU
l32 : TYR
l33 : GLY
l34 : LEU
l35 : VAL
l36 : ALA
l37 : THR
l38 : LYS
l39 : GLY
l40 : ASN
l41 : TRP
l42 : ILE
l43 : ASP
l44 : ALA
l45 : ARG
l46 : ALA
l47 : ILE
l48 : GLU
l49 : SER
l50 : ALA
l51 : ARG
l52 : ILE
l53 : ALA
l54 : ILE
l55 : SER
l56 : LYS
l57 : CYS
l58 : LEU
l59 : GLY
l60 : LYS
l61 : THR
l62 : GLY
l63 : LYS
l64 : MET
l65 : TRP
l66 : ILE
l67 : ARG
l68 : ILE
l69 : PHE
l70 : PRO
l71 : HIS
l72 : MET
l73 : SER
l74 : LYS
l75 : THR
l76 : LYS
l77 : LYS
l78 : PRO
l79 : LEU
l80 : GLU
l81 : VAL
l82 : ARG
l83 : MET
l84 : GLY
l85 : SER
l86 : GLY
l87 : LYS
l88 : GLY
l89 : ASN
l90 : PRO
l91 : GLU
l92 : PHE
l93 : TRP
l94 : VAL
l95 : ALA
l96 : VAL
l97 : VAL
l98 : LYS
l99 : GLN
l100 : GLY
l101 : THR
l102 : VAL
l103 : MET
l104 : PHE
l105 : GLU
l106 : VAL
l107 : ALA
l108 : ASN
l109 : ILE
l110 : PRO
l111 : GLU
l112 : SER
l113 : GLN
l114 : MET
l115 : ILE
l116 : LYS
l117 : ALA
l118 : LEU
l119 : THR
l120 : ARG
l121 : ALA
l122 : GLY
l123 : HIS
l124 : LYS
l125 : LEU
l126 : PRO
l127 : VAL
l128 : THR
l129 : TRP
l130 : LYS
l131 : ILE
l132 : LEU
l133 : LYS
l134 : ARG
l135 : GLU
l136 : GLU
m2 : SER
m3 : TYR
m4 : ILE
m5 : ASN
m6 : LYS
m7 : PRO
m8 : GLY
m9 : LYS
m10 : THR
m11 : SER
m12 : ALA
m13 : TRP
m14 : ARG
m15 : VAL
m16 : MET
m17 : THR
m18 : VAL
m19 : ARG
m20 : GLN
m21 : GLN
m22 : VAL
m23 : SER
m24 : ALA
m25 : VAL
m26 : LEU
m27 : ALA
m28 : TYR
m29 : GLY
m30 : LYS
m31 : ILE
m32 : GLU
m33 : THR
m34 : THR
m35 : LEU
m36 : LYS
m37 : LYS
m38 : ALA
m39 : LYS
m40 : ASN
m41 : THR
m42 : GLN
m43 : LYS
m44 : ARG
m45 : LEU
m46 : ASP
m47 : LYS
m48 : LEU
m49 : ILE
m50 : THR
m51 : LEU
m52 : ALA
m53 : LYS
m54 : VAL
m55 : ASP
m56 : ASN
m57 : PHE
m58 : ASN
m59 : ASN
m60 : ARG
m61 : ARG
m62 : GLN
m63 : VAL
m64 : LYS
m65 : LYS
m66 : TRP
m67 : LEU
m68 : LEU
m69 : ASN
m70 : THR
m71 : ASN
m72 : LEU
m73 : PHE
m74 : ASP
m75 : VAL
m76 : ASP
m77 : GLN
m78 : LEU
m79 : MET
m80 : ASP
m81 : HIS
m82 : LEU
m83 : PHE
m84 : SER
m85 : LYS
m86 : VAL
m87 : ALA
m88 : PRO
m89 : LYS
m90 : TYR
m91 : GLU
m92 : LYS
m93 : THR
m94 : PRO
m95 : GLY
m96 : GLY
m97 : TYR
m98 : SER
m99 : ARG
m100 : VAL
m101 : LEU
m102 : LYS
m103 : LEU
m104 : GLY
m105 : PRO
m106 : ARG
m107 : ARG
m108 : GLY
m109 : ASP
m110 : ALA
m111 : THR
m112 : GLU
m113 : MET
m114 : ALA
m115 : ILE
m116 : LEU
m117 : GLN
m118 : LEU
m119 : THR
m120 : ASP
n1 : MET
n2 : LYS
n3 : THR
n4 : ARG
n5 : THR
n6 : GLU
n7 : GLN
n8 : ARG
n9 : ARG
n10 : LEU
n11 : ARG
n12 : HIS
n13 : LYS
n14 : ARG
n15 : ILE
n16 : VAL
n17 : LYS
n18 : LYS
n19 : ILE
n20 : ARG
n21 : ALA
n22 : THR
n23 : ASN
n24 : HIS
n25 : ASP
n26 : ASN
n27 : ARG
n28 : VAL
n29 : VAL
n30 : LEU
n31 : MET
n32 : VAL
n33 : ILE
n34 : LYS
n35 : SER
n36 : LEU
n37 : ASN
n38 : HIS
n39 : ILE
n40 : SER
n41 : VAL
n42 : GLN
n43 : ALA
n44 : TRP
n45 : ASP
n46 : PHE
n47 : SER
n48 : GLN
n49 : ASN
n50 : ILE
n51 : VAL
n52 : LEU
n53 : ALA
n54 : SER
n55 : SER
n56 : SER
n57 : SER
n58 : LEU
n59 : ALA
n60 : LEU
n61 : LYS
n62 : LEU
n63 : LYS
n64 : ASN
n69 : ASN
n70 : ALA
n71 : LYS
n72 : LEU
n73 : VAL
n74 : GLY
n75 : GLN
n76 : ASP
n77 : ILE
n78 : ALA
n79 : ASP
n80 : LYS
n81 : LEU
n82 : VAL
n83 : LYS
n84 : LEU
n85 : LYS
n86 : LEU
n87 : THR
n88 : ASN
n89 : VAL
n90 : VAL
n91 : PHE
n92 : ASP
n93 : THR
n94 : GLY
n95 : GLY
n96 : SER
n97 : LYS
n98 : TYR
n99 : HIS
n100 : GLY
n101 : ARG
n102 : ILE
n103 : ALA
n104 : ALA
n105 : LEU
n106 : ALA
n107 : GLU
n108 : ALA
n109 : ALA
n110 : ARG
n111 : GLU
n112 : ARG
n113 : GLY
n114 : LEU
n115 : ASN
n116 : PHE
o3 : LYS
o4 : ILE
o5 : ASN
o6 : LYS
o7 : GLN
o8 : ALA
o9 : LEU
o10 : ILE
o11 : ASP
o12 : LEU
o13 : VAL
o14 : GLU
o15 : GLN
o16 : LYS
o17 : GLN
o18 : LEU
o19 : LYS
o20 : ALA
o21 : TYR
o22 : VAL
o23 : PRO
o24 : GLU
o25 : PHE
o26 : SER
o27 : ALA
o28 : GLY
o29 : ASP
o30 : GLU
o31 : VAL
o32 : ASN
o33 : VAL
o34 : ALA
o35 : ILE
o36 : LYS
o37 : LEU
o38 : LYS
o39 : GLU
o40 : LYS
o41 : GLU
o42 : LYS
o43 : VAL
o44 : ARG
o45 : ILE
o46 : GLN
o47 : ASN
o48 : PHE
o49 : THR
o50 : GLY
o51 : THR
o52 : VAL
o53 : LEU
o54 : ARG
o55 : ARG
o56 : ARG
o57 : GLY
o58 : LYS
o59 : GLY
o60 : ILE
o61 : SER
o62 : GLU
o63 : THR
o64 : PHE
o65 : ILE
o66 : VAL
o67 : ARG
o68 : LYS
o69 : THR
o70 : THR
o71 : ASP
o72 : GLY
o73 : ILE
o74 : PRO
o75 : ILE
o76 : GLU
o77 : LYS
o78 : ASN
o79 : PHE
o80 : GLN
o81 : ILE
o82 : HIS
o83 : ASN
o84 : PRO
o85 : ASN
o86 : ILE
o87 : SER
o88 : ILE
o89 : GLU
o90 : LEU
o91 : LYS
o92 : ARG
o93 : ARG
o94 : GLY
o95 : LYS
o96 : VAL
o97 : ARG
o98 : ARG
o99 : ALA
o100 : TYR
o101 : ILE
o102 : SER
o103 : TYR
o104 : MET
o105 : ARG
o106 : GLU
o107 : ARG
o108 : SER
o109 : GLY
o110 : LYS
o111 : ALA
o112 : ALA
o113 : LYS
o114 : ILE
o115 : LYS
o116 : GLU
o117 : ARG
p1 : MET
p2 : ARG
p3 : ILE
p4 : LYS
p5 : GLY
p6 : GLY
p7 : LYS
p8 : GLN
p9 : THR
p10 : ARG
p11 : VAL
p12 : ARG
p13 : ARG
p14 : LYS
p15 : LYS
p16 : TRP
p17 : LEU
p18 : LYS
p19 : GLN
p20 : ALA
p21 : SER
p22 : GLY
p23 : SER
p24 : PHE
p25 : GLY
p26 : THR
p27 : ARG
p28 : HIS
p29 : ALA
p30 : SER
p31 : TYR
p32 : LYS
p33 : VAL
p34 : ALA
p35 : LYS
p36 : GLN
p37 : THR
p38 : VAL
p39 : ILE
p40 : GLN
p41 : ALA
p42 : ALA
p43 : LYS
p44 : TYR
p45 : ALA
p46 : TYR
p47 : ARG
p48 : ASP
p49 : ARG
p50 : ARG
p51 : ASN
p52 : LYS
p53 : LYS
p54 : ARG
p55 : ASP
p56 : PHE
p57 : ARG
p58 : SER
p59 : LEU
p60 : TRP
p61 : ILE
p62 : LEU
p63 : ARG
p64 : LEU
p65 : ASN
p66 : ALA
p67 : ALA
p68 : LEU
p69 : ARG
p70 : GLU
p71 : GLN
p72 : GLY
p73 : MET
p74 : THR
p75 : TYR
p76 : SER
p77 : VAL
p78 : PHE
p79 : ILE
p80 : ASN
p81 : LEU
p82 : LEU
p83 : LYS
p84 : LYS
p85 : HIS
p86 : ASN
p87 : ILE
p88 : GLU
p89 : ILE
p90 : ASN
p91 : ARG
p92 : LYS
p93 : VAL
p94 : LEU
p95 : SER
p96 : GLU
p97 : LEU
p98 : ALA
p99 : ILE
p100 : LYS
p101 : GLU
p102 : PRO
p103 : SER
p104 : LYS
p105 : PHE
p106 : ASN
p107 : LEU
p108 : ILE
p109 : VAL
p110 : GLN
p111 : LYS
p112 : VAL
p113 : LYS
p114 : SER
q1 : MET
q2 : HIS
q3 : ALA
q4 : ILE
q5 : VAL
q6 : VAL
q7 : CYS
q8 : GLY
q9 : SER
q10 : LYS
q11 : GLN
q12 : TYR
q13 : LEU
q14 : VAL
q15 : HIS
q16 : GLU
q17 : ASN
q18 : ASP
q19 : THR
q20 : PHE
q21 : PHE
q22 : VAL
q23 : GLU
q24 : LYS
q25 : LEU
q26 : GLU
q27 : ALA
q28 : PRO
q29 : VAL
q30 : GLY
q31 : LYS
q32 : GLU
q33 : ILE
q34 : GLN
q35 : LEU
q36 : ASP
q37 : LYS
q38 : VAL
q39 : LEU
q40 : MET
q41 : LEU
q42 : ASP
q43 : GLU
q44 : LYS
q45 : ILE
q46 : GLY
q47 : ALA
q48 : PRO
q49 : TYR
q50 : LEU
q51 : GLU
q52 : LYS
q53 : ALA
q54 : ARG
q55 : VAL
q56 : VAL
q57 : CYS
q58 : VAL
q59 : VAL
q60 : GLU
q61 : LYS
q62 : HIS
q63 : GLY
q64 : LEU
q65 : GLN
q66 : ARG
q67 : LYS
q68 : VAL
q69 : ASN
q70 : VAL
q71 : ILE
q72 : LYS
q73 : HIS
q74 : ILE
q75 : SER
q76 : GLN
q77 : LYS
q78 : HIS
q79 : HIS
q80 : LEU
q81 : LYS
q82 : LYS
q83 : TYR
q84 : GLY
q85 : HIS
q86 : ARG
q87 : GLN
q88 : PRO
q89 : TYR
q90 : THR
q91 : LYS
q92 : LEU
q93 : LYS
q94 : VAL
q95 : VAL
q96 : ARG
q97 : PHE
q98 : VAL
q99 : HIS
r1 : MET
r2 : ILE
r3 : ALA
r4 : PHE
r5 : ALA
r6 : LYS
r7 : GLN
r8 : PHE
r9 : ARG
r10 : VAL
r11 : ARG
r12 : ILE
r13 : SER
r14 : PRO
r15 : GLN
r16 : LYS
r17 : ALA
r18 : ARG
r19 : LEU
r20 : VAL
r21 : CYS
r22 : GLN
r23 : LEU
r24 : ILE
r25 : VAL
r26 : GLY
r27 : LYS
r28 : LYS
r29 : THR
r30 : ALA
r31 : ASP
r32 : ALA
r33 : GLN
r34 : ASN
r35 : ILE
r36 : LEU
r37 : SER
r38 : ASN
r39 : THR
r40 : PRO
r41 : LYS
r42 : LYS
r43 : ALA
r44 : ALA
r45 : THR
r46 : LEU
r47 : ILE
r48 : ALA
r49 : LYS
r50 : LEU
r51 : LEU
r52 : ASN
r53 : SER
r54 : ALA
r55 : ILE
r56 : ALA
r57 : ASN
r58 : ALA
r59 : THR
r60 : ASN
r61 : ASN
r62 : HIS
r63 : GLY
r64 : MET
r65 : ASN
r66 : GLY
r67 : ASP
r68 : ALA
r69 : LEU
r70 : TYR
r71 : VAL
r72 : PHE
r73 : GLU
r74 : CYS
r75 : VAL
r76 : ALA
r77 : ASN
r78 : GLN
r79 : GLY
r80 : PRO
r81 : SER
r82 : MET
r83 : LYS
r84 : ARG
r85 : THR
r86 : ILE
r87 : PRO
r88 : ARG
r89 : ALA
r90 : LYS
r91 : GLY
r92 : SER
r93 : SER
r94 : ASN
r95 : MET
r96 : ILE
r97 : THR
r98 : LYS
r99 : ARG
r100 : SER
r101 : SER
r102 : ASN
r103 : LEU
r104 : VAL
r105 : VAL
r106 : LYS
r107 : LEU
r108 : SER
r109 : ASP
r110 : ASN
r111 : PRO
r112 : ASN
r113 : GLU
r114 : ARG
r115 : GLN
r116 : GLU
r117 : LEU
r118 : ILE
r119 : LYS
r120 : GLN
r121 : GLN
r122 : LYS
r123 : ALA
r124 : LEU
r125 : VAL
r126 : LYS
r127 : LYS
r128 : ARG
r129 : VAL
r130 : GLU
r131 : GLY
r132 : GLN
r133 : GLN
r134 : LYS
r135 : ALA
r136 : LYS
r137 : MET
r138 : ALA
r139 : ARG
s2 : ASP
s3 : VAL
s4 : THR
s5 : ASN
s6 : VAL
s7 : LEU
s8 : LEU
s9 : LYS
s10 : PRO
s11 : VAL
s12 : LEU
s13 : THR
s14 : GLU
s15 : LYS
s16 : VAL
s17 : TYR
s18 : PHE
s19 : ASN
s20 : GLN
s21 : MET
s22 : GLY
s23 : GLU
s24 : THR
s25 : LYS
s26 : LYS
s27 : TYR
s28 : VAL
s29 : PHE
s30 : VAL
s31 : VAL
s32 : ASN
s33 : PRO
s34 : LYS
s35 : ALA
s36 : SER
s37 : LYS
s38 : THR
s39 : ARG
s40 : VAL
s41 : LYS
s42 : LEU
s43 : ALA
s44 : PHE
s45 : GLU
s46 : LEU
s47 : VAL
s48 : TYR
s49 : GLY
s50 : ILE
s51 : LYS
s52 : PRO
s53 : LEU
s54 : LYS
s55 : VAL
s56 : ASN
s57 : THR
s58 : LEU
s59 : ILE
s60 : ARG
s61 : LYS
s62 : PRO
s63 : THR
s64 : THR
s65 : ILE
s66 : ARG
s67 : GLY
s68 : GLY
s69 : SER
s70 : ARG
s71 : PHE
s72 : PRO
s73 : GLY
s74 : LEU
s75 : SER
s76 : LYS
s77 : LEU
s78 : GLU
s79 : LYS
s80 : LEU
s81 : ALA
s82 : VAL
s83 : ILE
s84 : THR
s85 : LEU
s86 : PRO
s87 : LYS
s88 : GLY
s89 : ILE
s90 : ALA
s91 : ILE
s92 : SER
s93 : VAL
t1 : MET
t2 : GLN
t3 : ARG
t4 : ILE
t5 : LYS
t6 : LYS
t7 : GLY
t8 : ASP
t9 : LYS
t10 : VAL
t11 : VAL
t12 : VAL
t13 : ILE
t14 : THR
t15 : GLY
t16 : LYS
t17 : ASN
t18 : LYS
t19 : GLY
t20 : GLY
t21 : SER
t22 : GLY
t23 : ILE
t24 : VAL
t25 : LEU
t26 : LYS
t27 : ILE
t28 : MET
t29 : PRO
t30 : ALA
t31 : ARG
t32 : GLN
t33 : GLN
t34 : ALA
t35 : ILE
t36 : VAL
t37 : GLU
t38 : GLY
t39 : LEU
t40 : ASN
t41 : LYS
t42 : VAL
t43 : THR
t44 : ARG
t45 : HIS
t46 : LYS
t47 : LYS
t48 : LYS
t49 : ASP
t50 : GLN
t51 : THR
t52 : THR
t53 : LYS
t54 : ARG
t55 : ALA
t56 : ALA
t57 : LYS
t58 : GLN
t59 : SER
t60 : THR
t61 : GLY
t62 : LYS
t63 : VAL
t64 : GLN
t65 : GLN
t66 : GLU
t67 : ALA
t68 : PRO
t69 : ILE
t70 : PHE
t71 : LEU
t72 : SER
t73 : LYS
t74 : LEU
t75 : ALA
t76 : LEU
t77 : PHE
t78 : ASP
t79 : GLN
t80 : LYS
t81 : ALA
t82 : LYS
t83 : GLN
t84 : GLN
t85 : THR
t86 : ILE
t87 : GLY
t88 : LYS
t89 : ILE
t90 : LYS
t91 : TYR
t92 : VAL
t93 : MET
t94 : ASP
t95 : PRO
t96 : LYS
t97 : THR
t98 : ASN
t99 : LYS
t100 : LYS
t101 : THR
t102 : ARG
t103 : VAL
t104 : PHE
t105 : LYS
t106 : LYS
t107 : SER
t108 : ASN
t109 : ASN
t110 : THR
t111 : LEU
u17 : SER
u18 : LYS
u19 : LYS
u20 : GLY
u21 : VAL
u22 : GLY
u23 : SER
u24 : THR
u25 : LYS
u26 : ASN
u27 : GLY
u28 : ARG
u29 : ASP
u30 : SER
u31 : HIS
u32 : ALA
u33 : LYS
u34 : ARG
u35 : LEU
u36 : GLY
u37 : ALA
u38 : LYS
u39 : LYS
u40 : ALA
u41 : ASP
u42 : GLY
u43 : GLN
u44 : MET
u45 : ILE
u46 : ARG
u47 : THR
u48 : GLY
u49 : GLN
u50 : ILE
u51 : ILE
u52 : TYR
u53 : ARG
u54 : GLN
u55 : ARG
u56 : GLY
u57 : THR
u58 : ARG
u59 : VAL
u60 : TYR
u61 : PRO
u62 : GLY
u63 : VAL
u64 : ASN
u65 : VAL
u66 : GLY
u67 : LEU
u68 : GLY
u69 : SER
u70 : ASP
u71 : ASP
u72 : THR
u73 : LEU
u74 : PHE
u75 : ALA
u76 : LEU
u77 : SER
u78 : ASP
u79 : GLY
u80 : LEU
u81 : VAL
u82 : LYS
u83 : TYR
u84 : GLN
u85 : LYS
u86 : PHE
u87 : GLY
u88 : PRO
u89 : LYS
u90 : GLN
u91 : GLY
u92 : LYS
u93 : THR
u94 : ARG
u95 : VAL
u96 : SER
u97 : VAL
u98 : VAL
u99 : LYS
u100 : HIS
u101 : LYS
u102 : LEU
v2 : ALA
v3 : LYS
v4 : LYS
v5 : ASP
v6 : GLN
v7 : LEU
v8 : THR
v9 : LEU
v10 : ARG
v11 : GLY
v12 : PRO
v13 : LEU
v14 : TYR
v15 : GLY
v16 : ASN
v17 : ASN
v18 : ARG
v19 : SER
v20 : HIS
v21 : SER
v22 : LYS
v23 : THR
v24 : ILE
v25 : THR
v26 : ARG
v27 : ARG
v28 : LYS
v29 : TRP
v30 : ASN
v31 : VAL
v32 : ASN
v33 : LEU
v34 : GLN
v35 : PRO
v36 : CYS
v37 : LYS
v38 : VAL
v39 : LYS
v40 : THR
v41 : ALA
v42 : ASP
v43 : GLY
v44 : LYS
v45 : THR
v46 : THR
v47 : ARG
v48 : ILE
v49 : LEU
v50 : VAL
v51 : SER
v52 : THR
v53 : ARG
v54 : THR
v55 : LEU
v56 : ARG
v57 : THR
v58 : LEU
v59 : LYS
v60 : LYS
v61 : HIS
v62 : ASN
v63 : ARG
v64 : LEU
w2 : THR
w3 : VAL
w4 : ALA
w5 : LYS
w6 : GLU
w7 : LEU
w8 : ARG
w9 : GLN
w10 : LYS
w11 : SER
w12 : SER
w13 : GLU
w14 : GLU
w15 : LEU
w16 : VAL
w17 : LYS
w18 : LEU
w19 : VAL
w20 : ILE
w21 : LYS
w22 : LEU
w23 : LYS
w24 : GLY
w25 : GLU
w26 : LEU
w27 : LEU
w28 : GLU
w29 : TYR
w30 : ARG
w31 : PHE
w32 : LYS
w33 : LEU
w34 : ALA
w35 : HIS
w36 : GLY
w37 : GLU
w38 : LEU
w39 : ASP
w40 : LYS
w41 : PRO
w42 : HIS
w43 : LEU
w44 : ILE
w45 : ASN
w46 : GLN
w47 : THR
w48 : ARG
w49 : ARG
w50 : LEU
w51 : LEU
w52 : ALA
w53 : THR
w54 : ILE
w55 : LEU
w56 : THR
w57 : ILE
w58 : LEU
w59 : THR
w60 : GLU
w61 : ARG
w62 : LYS
w63 : LEU
w64 : ASN
w65 : TRP
w66 : GLN
w67 : GLU
w68 : GLU
w69 : GLN
w70 : ALA
w71 : LYS
w80 : ASN
w81 : GLU
w82 : ALA
w83 : ALA
w84 : VAL
w85 : ASN
w86 : ALA
w87 : TRP
w88 : LYS
w89 : GLN
w90 : HIS
w91 : LEU
w92 : GLU
w93 : ALA
w94 : ASN
w95 : LYS
w96 : ALA
w97 : LYS
w98 : LEU
w99 : LEU
w100 : LYS
w101 : SER
w102 : ARG
w103 : ALA
w104 : LYS
w105 : ARG
w106 : GLU
w107 : ASP
w108 : ALA
w109 : SER
x5 : PHE
x6 : HIS
x7 : PHE
x8 : PRO
x9 : SER
x10 : GLN
x11 : SER
x12 : VAL
x13 : SER
x14 : PHE
x15 : LYS
x16 : CYS
x17 : ALA
x18 : SER
x19 : CYS
x20 : SER
x21 : ASN
x22 : SER
x23 : PHE
x24 : THR
x25 : ILE
x26 : GLU
x27 : SER
x28 : THR
x29 : LEU
x30 : LYS
x31 : GLN
x32 : LYS
x33 : GLU
x34 : ILE
x35 : THR
x36 : ILE
x37 : ASP
x38 : ILE
x39 : CYS
x40 : GLY
x41 : LYS
x42 : CYS
x43 : HIS
x44 : PRO
x45 : PHE
x46 : TYR
x47 : ILE
x48 : GLY
y2 : ALA
y3 : VAL
y4 : GLN
y5 : GLN
y6 : ARG
y7 : ARG
y8 : SER
y9 : SER
y10 : LYS
y11 : HIS
y12 : ARG
y13 : ARG
y14 : ASP
y15 : LYS
y16 : ARG
y17 : ARG
y18 : SER
y19 : HIS
y20 : ASP
y21 : ALA
y22 : LEU
y23 : THR
y24 : ALA
y25 : GLN
y26 : ALA
y27 : LEU
y28 : SER
y29 : VAL
y30 : CYS
y31 : GLN
y32 : LYS
y33 : CYS
y34 : GLY
y35 : LYS
y36 : LYS
y37 : LYS
y38 : LEU
y39 : PHE
y40 : HIS
y41 : ARG
y42 : VAL
y43 : CYS
y44 : SER
y45 : CYS
y46 : GLY
y47 : MET
y48 : TYR
y49 : GLY
y50 : ASP
y51 : LEU
y52 : ARG
y53 : VAL
y54 : LYS
y55 : LYS
y56 : ALA
y57 : TYR
z2 : ALA
z3 : VAL
z4 : LYS
z5 : ARG
z6 : SER
z7 : THR
z8 : ARG
z9 : LEU
z10 : GLY
z11 : CYS
z12 : ASN
z13 : ASP
z14 : CYS
z15 : ARG
z16 : GLU
z17 : ILE
z18 : ASN
z19 : TYR
z20 : LEU
z21 : THR
z22 : PHE
z23 : LYS
z24 : ASN
z25 : VAL
z26 : LYS
z27 : LYS
z28 : ASN
z29 : PRO
z30 : GLU
z31 : LYS
z32 : LEU
z33 : ALA
z34 : LEU
z35 : ASN
z36 : LYS
z37 : PHE
z38 : CYS
z39 : SER
z40 : ARG
z41 : CYS
z42 : ARG
z43 : LYS
z44 : VAL
z45 : VAL
z46 : VAL
z47 : HIS
z48 : LYS
z49 : GLU
z50 : VAL
z51 : LYS
'3'8 : A C3p_endo anti
'3'9 : G C3p_endo anti
'3'10 : U C3p_endo anti
'3'11 : U C3p_endo anti
'3'12 : A C3p_endo syn
'3'13 : C C3p_endo anti
'3'14 : U C3p_endo anti
'3'15 : A C2p_endo anti
'3'16 : A C3p_endo anti
'3'17 : G C3p_endo anti
'3'18 : G C3p_endo anti
'3'19 : G C3p_endo anti
'3'20 : C C3p_endo anti
'3'21 : U C3p_endo anti
'3'22 : U C3p_endo anti
'3'23 : A C3p_endo anti
'3'24 : U C3p_endo anti
'3'25 : G C3p_endo anti
'3'26 : G C3p_endo anti
'3'27 : U C3p_endo anti
'3'28 : G C3p_endo anti
'3'29 : G C2p_endo anti
'3'30 : A C3p_endo anti
'3'31 : U C3p_endo anti
'3'32 : G C3p_endo anti
'3'33 : C C3p_endo anti
'3'34 : C C3p_endo anti
'3'35 : U C2p_endo anti
'3'36 : U C2p_endo anti
'3'37 : G C3p_endo anti
'3'38 : G C3p_endo anti
'3'39 : C C3p_endo anti
'3'40 : A C3p_endo anti
'3'41 : C C3p_endo anti
'3'42 : U C3p_endo anti
'3'43 : A C3p_endo anti
'3'44 : A C3p_endo anti
'3'45 : U C3p_endo anti
'3'46 : A C3p_endo anti
'3'47 : G C3p_endo anti
'3'48 : G C3p_endo anti
'3'49 : C C3p_endo anti
'3'50 : G C3p_endo anti
'3'51 : A C2p_endo syn
'3'52 : U C2p_endo anti
'3'53 : G C2p_endo anti
'3'54 : A C3p_endo anti
'3'55 : A C3p_endo anti
'3'56 : G C3p_endo anti
'3'57 : G C3p_endo anti
'3'58 : A C3p_endo anti
'3'59 : C C3p_endo anti
'3'60 : G C3p_endo anti
'3'61 : U C3p_endo anti
'3'62 : G C2p_endo anti
'3'63 : U C2p_endo anti
'3'64 : U C3p_endo anti
'3'65 : A C3p_endo anti
'3'66 : A C3p_endo anti
'3'67 : C C3p_endo anti
'3'68 : C C3p_endo anti
'3'69 : U C3p_endo anti
'3'70 : G C3p_endo anti
'3'71 : C C3p_endo anti
'3'72 : G C2p_endo anti
'3'73 : A C2p_endo syn
'3'74 : U C2p_endo anti
'3'75 : A C3p_endo anti
'3'76 : A C2p_endo syn
'3'77 : G C3p_endo anti
'3'78 : C C3p_endo anti
'3'79 : U C3p_endo anti
'3'80 : U C3p_endo anti
'3'81 : C C3p_endo anti
'3'82 : G C3p_endo anti
'3'83 : G C3p_endo anti
'3'84 : G C3p_endo anti
'3'85 : U C3p_endo anti
'3'86 : A C2p_endo anti
'3'87 : G C3p_endo anti
'3'88 : G C3p_endo anti
'3'89 : U C3p_endo anti
'3'90 : G C3p_endo anti
'3'91 : G C3p_endo anti
'3'92 : U C3p_endo anti
'3'93 : A C2p_endo anti
'3'94 : A C3p_endo anti
'3'95 : G C3p_endo anti
'3'96 : A C3p_endo anti
'3'97 : A C3p_endo anti
'3'98 : C C3p_endo anti
'3'99 : C C3p_endo anti
'3'100 : U C3p_endo anti
'3'101 : C C3p_endo anti
'3'102 : A C2p_endo anti
'3'103 : G C2p_endo anti
'3'104 : A C3p_endo anti
'3'105 : U C3p_endo anti
'3'106 : C C3p_endo anti
'3'107 : C C3p_endo anti
'3'108 : G C3p_endo anti
'3'109 : G C3p_endo anti
'3'110 : A C3p_endo anti
'3'111 : G C3p_endo anti
'3'112 : A C3p_endo anti
'3'113 : U C3p_endo anti
'3'114 : U C3p_endo anti
'3'115 : U C3p_endo anti
'3'116 : C C3p_endo anti
'3'117 : C C3p_endo anti
'3'118 : G C3p_endo anti
'3'119 : A C3p_endo syn
'3'120 : A C2p_endo anti
'3'121 : U C2p_endo anti
'3'122 : G C3p_endo anti
'3'123 : G C3p_endo anti
'3'124 : A C3p_endo anti
'3'125 : G C3p_endo anti
'3'126 : C C2p_endo anti
'3'127 : A C3p_endo anti
'3'128 : A C3p_endo anti
'3'129 : U C3p_endo anti
'3'130 : C C3p_endo anti
'3'131 : C C3p_endo anti
'3'132 : G C3p_endo anti
'3'133 : G C3p_endo anti
'3'134 : U C3p_endo anti
'3'135 : A C3p_endo anti
'3'136 : G C3p_endo anti
'3'137 : U C3p_endo anti
'3'138 : U C3p_endo anti
'3'139 : G C3p_endo anti
'3'140 : G C3p_endo anti
'3'141 : A C3p_endo anti
'3'142 : A C3p_endo anti
'3'143 : A C3p_endo anti
'3'144 : C C3p_endo anti
'3'145 : A C3p_endo anti
'3'146 : G C3p_endo anti
'3'147 : C C3p_endo anti
'3'148 : U C3p_endo anti
'3'149 : A C3p_endo anti
'3'150 : U C3p_endo anti
'3'151 : C C3p_endo anti
'3'152 : A C3p_endo anti
'3'153 : U C3p_endo anti
'3'154 : U C3p_endo anti
'3'155 : A C3p_endo anti
'3'156 : A C3p_endo anti
'3'157 : U C3p_endo anti
'3'158 : U C3p_endo anti
'3'159 : G C3p_endo anti
'3'160 : A C3p_endo anti
'3'161 : U C3p_endo anti
'3'162 : G C3p_endo anti
'3'163 : A C3p_endo anti
'3'164 : A C3p_endo anti
'3'165 : U C2p_endo anti
'3'166 : A C3p_endo anti
'3'167 : A C3p_endo anti
'3'168 : A C3p_endo anti
'3'169 : U C3p_endo anti
'3'170 : A C3p_endo anti
'3'171 : G C3p_endo anti
'3'172 : U C3p_endo anti
'3'173 : C C3p_endo anti
'3'174 : A C3p_endo anti
'3'175 : A C3p_endo anti
'3'176 : U C3p_endo anti
'3'177 : U C3p_endo anti
'3'178 : A C3p_endo anti
'3'179 : A C2p_endo anti
'3'180 : A C3p_endo anti
'3'181 : G C3p_endo anti
'3'182 : C C3p_endo anti
'3'183 : A C2p_endo anti
'3'184 : A C2p_endo anti
'3'185 : U C2p_endo anti
'3'186 : A C3p_endo anti
'3'187 : C C3p_endo anti
'3'188 : G C3p_endo anti
'3'189 : U C3p_endo anti
'3'190 : G C3p_endo anti
'3'191 : G C3p_endo anti
'3'192 : U C3p_endo anti
'3'193 : G C3p_endo anti
'3'194 : A C3p_endo anti
'3'195 : A C3p_endo anti
'3'196 : G C3p_endo anti
'3'197 : U C3p_endo anti
'3'198 : G C3p_endo anti
'3'199 : A C3p_endo anti
'3'200 : A C2p_endo syn
'3'201 : A C3p_endo anti
'3'202 : C C3p_endo anti
'3'203 : A C2p_endo syn
'3'204 : U C3p_endo anti
'3'205 : C C3p_endo anti
'3'206 : U C3p_endo anti
'3'207 : C C3p_endo anti
'3'208 : A C2p_endo anti
'3'209 : G C2p_endo anti
'3'210 : U C3p_endo anti
'3'211 : A C3p_endo anti
'3'212 : G C3p_endo anti
'3'213 : C C3p_endo anti
'3'214 : C C3p_endo anti
'3'215 : A C3p_endo anti
'3'216 : C C3p_endo anti
'3'217 : A C3p_endo anti
'3'218 : G C3p_endo anti
'3'219 : G C2p_endo anti
'3'220 : A C3p_endo anti
'3'221 : A C3p_endo anti
'3'222 : A C3p_endo anti
'3'223 : A C3p_endo anti
'3'224 : G C3p_endo anti
'3'225 : A C2p_endo anti
'3'226 : A C2p_endo syn
'3'227 : A C3p_endo anti
'3'228 : A C3p_endo anti
'3'229 : C C3p_endo anti
'3'230 : G C3p_endo anti
'3'231 : A C2p_endo anti
'3'232 : A C2p_endo syn
'3'233 : U C2p_endo anti
'3'234 : G C3p_endo anti
'3'235 : U C3p_endo anti
'3'236 : G C2p_endo anti
'3'237 : A C3p_endo anti
'3'238 : U C3p_endo anti
'3'239 : U C3p_endo anti
'3'240 : C C3p_endo anti
'3'241 : C C3p_endo anti
'3'242 : G C3p_endo anti
'3'243 : U C3p_endo anti
'3'244 : G C3p_endo anti
'3'245 : U C2p_endo anti
'3'246 : G C2p_endo anti
'3'247 : U C3p_endo anti
'3'248 : A C3p_endo anti
'3'249 : G C3p_endo anti
'3'250 : U C3p_endo anti
'3'251 : G C3p_endo anti
'3'252 : G C3p_endo syn
'3'253 : C C2p_endo anti
'3'254 : G C3p_endo anti
'3'255 : A C3p_endo anti
'3'256 : G C3p_endo anti
'3'257 : C C3p_endo anti
'3'258 : G C3p_endo anti
'3'259 : A C3p_endo anti
'3'260 : A C3p_endo anti
'3'261 : A C3p_endo anti
'3'262 : G C3p_endo anti
'3'263 : C C3p_endo anti
'3'264 : G C3p_endo anti
'3'265 : G C3p_endo anti
'3'266 : A C3p_endo anti
'3'267 : A C3p_endo anti
'3'268 : C C3p_endo anti
'3'269 : A C2p_endo anti
'3'270 : G C3p_endo anti
'3'271 : G C3p_endo anti
'3'272 : C C3p_endo anti
'3'273 : C C3p_endo anti
'3'274 : A C3p_endo anti
'3'275 : A C3p_endo anti
'3'276 : A C3p_endo anti
'3'277 : C C3p_endo anti
'3'278 : U C3p_endo anti
'3'279 : U C3p_endo anti
'3'280 : A C3p_endo anti
'3'281 : U C3p_endo anti
'3'282 : C C3p_endo anti
'3'283 : A C3p_endo anti
'3'284 : U C2p_endo anti
'3'285 : U C3p_endo anti
'3'286 : A C2p_endo syn
'3'287 : G C2p_endo anti
'3'288 : A C3p_endo anti
'3'289 : U C3p_endo anti
'3'290 : A C3p_endo anti
'3'291 : G C3p_endo anti
'3'292 : G C3p_endo anti
'3'293 : G C3p_endo anti
'3'294 : G C3p_endo anti
'3'295 : U C2p_endo anti
'3'296 : U C2p_endo anti
'3'297 : G C2p_endo anti
'3'298 : U C3p_endo anti
'3'299 : A C3p_endo anti
'3'300 : G C3p_endo anti
'3'301 : G C3p_endo anti
'3'302 : G C3p_endo anti
'3'303 : C C3p_endo anti
'3'304 : U C3p_endo anti
'3'305 : U C3p_endo anti
'3'306 : G C3p_endo anti
'3'307 : C C3p_endo anti
'3'308 : A C3p_endo anti
'3'309 : A C3p_endo anti
'3'310 : U C2p_endo syn
'3'311 : G C3p_endo anti
'3'312 : U C3p_endo anti
'3'313 : G C3p_endo anti
'3'314 : G C3p_endo anti
'3'315 : A C3p_endo anti
'3'316 : C C3p_endo anti
'3'317 : U C3p_endo anti
'3'318 : U C3p_endo anti
'3'319 : G C3p_endo anti
'3'320 : A C3p_endo anti
'3'321 : A C3p_endo anti
'3'322 : A C3p_endo anti
'3'323 : A C3p_endo anti
'3'324 : C C3p_endo anti
'3'325 : G C3p_endo anti
'3'326 : A C3p_endo anti
'3'327 : U C3p_endo anti
'3'328 : A C3p_endo anti
'3'329 : G C3p_endo anti
'3'330 : A C3p_endo anti
'3'331 : A C3p_endo anti
'3'332 : G C3p_endo anti
'3'333 : A C3p_endo anti
'3'334 : A C3p_endo anti
'3'335 : G C2p_endo syn
'3'336 : C C3p_endo anti
'3'337 : U C3p_endo anti
'3'338 : G C3p_endo anti
'3'339 : U C3p_endo anti
'3'340 : U C3p_endo anti
'3'341 : G C3p_endo anti
'3'342 : G C3p_endo anti
'3'343 : A C3p_endo anti
'3'344 : A C2p_endo syn
'3'345 : A C2p_endo anti
'3'346 : G C3p_endo anti
'3'347 : C C3p_endo anti
'3'348 : A C3p_endo anti
'3'349 : G C3p_endo anti
'3'350 : C C3p_endo anti
'3'351 : G C3p_endo anti
'3'352 : C C3p_endo anti
'3'353 : G C3p_endo anti
'3'354 : C C2p_endo anti
'3'355 : A C2p_endo anti
'3'356 : A C2p_endo anti
'3'357 : A C3p_endo anti
'3'358 : A C3p_endo anti
'3'359 : G C3p_endo anti
'3'360 : G C3p_endo anti
'3'361 : G C3p_endo anti
'3'362 : U C3p_endo anti
'3'363 : G C2p_endo anti
'3'364 : A C2p_endo syn
'3'365 : U C2p_endo anti
'3'366 : A C2p_endo anti
'3'367 : G C3p_endo anti
'3'368 : C C3p_endo anti
'3'369 : C C3p_endo anti
'3'370 : C C3p_endo anti
'3'371 : C C3p_endo anti
'3'372 : G C3p_endo anti
'3'373 : U C3p_endo anti
'3'374 : A C3p_endo anti
'3'375 : U C3p_endo anti
'3'376 : U C3p_endo anti
'3'377 : U C3p_endo anti
'3'378 : G C3p_endo anti
'3'379 : A C2p_endo anti
'3'380 : A C3p_endo anti
'3'381 : A C3p_endo anti
'3'382 : U C3p_endo anti
'3'383 : U C3p_endo anti
'3'384 : G C3p_endo anti
'3'385 : U C3p_endo anti
'3'386 : U C3p_endo anti
'3'387 : U C3p_endo anti
'3'388 : U C3p_endo anti
'3'389 : C C3p_endo anti
'3'390 : A C3p_endo anti
'3'391 : U C3p_endo anti
'3'392 : A C3p_endo anti
'3'393 : C C3p_endo anti
'3'394 : C C3p_endo anti
'3'395 : U C3p_endo anti
'3'396 : A C2p_endo syn
'3'397 : G C3p_endo anti
'3'398 : C C3p_endo anti
'3'399 : G C3p_endo anti
'3'400 : A C3p_endo anti
'3'401 : G C2p_endo anti
'3'402 : A C2p_endo syn
'3'403 : U C3p_endo anti
'3'404 : C C3p_endo anti
'3'405 : C C3p_endo anti
'3'406 : C C3p_endo anti
'3'407 : U C3p_endo anti
'3'408 : G C2p_endo syn
'3'409 : A C2p_endo anti
'3'410 : G C2p_endo syn
'3'411 : U C3p_endo anti
'3'412 : A C3p_endo anti
'3'413 : G C3p_endo anti
'3'414 : C C3p_endo anti
'3'415 : U C3p_endo anti
'3'416 : C C3p_endo anti
'3'417 : G C3p_endo anti
'3'418 : G C3p_endo anti
'3'419 : A C3p_endo anti
'3'420 : A C3p_endo anti
'3'421 : A C3p_endo anti
'3'422 : A C3p_endo anti
'3'423 : C C3p_endo anti
'3'424 : G C2p_endo anti
'3'425 : U C2p_endo anti
'3'426 : U C3p_endo anti
'3'427 : A C3p_endo anti
'3'428 : U C3p_endo anti
'3'429 : U C3p_endo anti
'3'430 : U C3p_endo anti
'3'431 : U C2p_endo anti
'3'432 : G C3p_endo anti
'3'433 : A C3p_endo anti
'3'434 : G C3p_endo anti
'3'435 : U C3p_endo anti
'3'436 : G C3p_endo anti
'3'437 : A C3p_endo anti
'3'438 : A C3p_endo anti
'3'439 : U C2p_endo anti
'3'440 : C C2p_endo anti
'3'441 : U C3p_endo anti
'3'442 : G C3p_endo anti
'3'443 : C C3p_endo anti
'3'444 : C C3p_endo anti
'3'445 : C C3p_endo anti
'3'446 : A C3p_endo anti
'3'447 : G C2p_endo anti
'3'448 : A C3p_endo anti
'3'449 : C C3p_endo anti
'3'450 : C C3p_endo anti
'3'451 : A C3p_endo anti
'3'452 : U C3p_endo anti
'3'453 : U C3p_endo anti
'3'454 : G C3p_endo anti
'3'455 : G C3p_endo anti
'3'456 : G C3p_endo anti
'3'457 : U C2p_endo anti
'3'458 : A C3p_endo anti
'3'459 : A C3p_endo anti
'3'460 : G C3p_endo anti
'3'461 : C C3p_endo anti
'3'462 : C C3p_endo anti
'3'463 : U C3p_endo anti
'3'464 : A C3p_endo anti
'3'465 : A C3p_endo anti
'3'466 : A C3p_endo anti
'3'467 : U C3p_endo anti
'3'468 : A C3p_endo anti
'3'469 : C C3p_endo anti
'3'470 : U C2p_endo anti
'3'471 : A C3p_endo anti
'3'472 : A C3p_endo anti
'3'473 : U C3p_endo anti
'3'474 : U C3p_endo anti
'3'475 : A C3p_endo anti
'3'476 : G C3p_endo anti
'3'477 : U C3p_endo anti
'3'478 : G C2p_endo anti
'3'479 : A C3p_endo anti
'3'480 : C C3p_endo anti
'3'481 : C C3p_endo anti
'3'482 : G C2p_endo anti
'3'483 : A C2p_endo anti
'3'484 : U C2p_endo anti
'3'485 : A C3p_endo anti
'3'486 : G C3p_endo anti
'3'487 : C C3p_endo anti
'3'488 : G C3p_endo anti
'3'489 : A C3p_endo anti
'3'490 : A C2p_endo anti
'3'491 : A C3p_endo anti
'3'492 : C C2p_endo anti
'3'493 : A C2p_endo anti
'3'494 : G C2p_endo anti
'3'495 : U C3p_endo anti
'3'496 : A C3p_endo anti
'3'497 : C C3p_endo anti
'3'498 : C C3p_endo anti
'3'499 : G C3p_endo anti
'3'500 : U C3p_endo anti
'3'501 : G C3p_endo anti
'3'502 : A C3p_endo anti
'3'503 : G C3p_endo anti
'3'504 : G C3p_endo anti
'3'505 : G C3p_endo anti
'3'506 : A C3p_endo anti
'3'507 : A C3p_endo anti
'3'508 : A C3p_endo anti
'3'509 : G C3p_endo anti
'3'510 : G C2p_endo anti
'3'511 : U C3p_endo anti
'3'512 : G C3p_endo anti
'3'513 : A C3p_endo anti
'3'514 : A C3p_endo anti
'3'515 : A C2p_endo anti
'3'516 : A C3p_endo anti
'3'517 : G C2p_endo syn
'3'518 : A C3p_endo anti
'3'519 : A C3p_endo anti
'3'520 : C C3p_endo anti
'3'521 : C C3p_endo anti
'3'522 : C C3p_endo anti
'3'523 : A C3p_endo anti
'3'524 : G C3p_endo anti
'3'525 : A C3p_endo anti
'3'526 : G C3p_endo anti
'3'527 : A C3p_endo anti
'3'528 : U C3p_endo anti
'3'529 : G C3p_endo anti
'3'530 : G C3p_endo anti
'3'531 : G C3p_endo anti
'3'532 : A C3p_endo anti
'3'533 : G C3p_endo anti
'3'534 : U C3p_endo anti
'3'535 : G C3p_endo anti
'3'536 : A C3p_endo anti
'3'537 : A C3p_endo anti
'3'538 : A C2p_endo syn
'3'539 : U C2p_endo anti
'3'540 : A C3p_endo anti
'3'541 : G C2p_endo syn
'3'542 : A C3p_endo anti
'3'543 : U C3p_endo anti
'3'544 : U C3p_endo anti
'3'545 : C C3p_endo anti
'3'546 : U C3p_endo anti
'3'547 : G C2p_endo anti
'3'548 : A C3p_endo anti
'3'549 : A C3p_endo anti
'3'550 : A C3p_endo anti
'3'551 : C C3p_endo anti
'3'552 : C C3p_endo anti
'3'553 : A C3p_endo anti
'3'554 : U C3p_endo anti
'3'555 : A C3p_endo anti
'3'556 : U C3p_endo anti
'3'557 : G C3p_endo anti
'3'558 : C C3p_endo anti
'3'559 : C C3p_endo anti
'3'560 : U C3p_endo anti
'3'561 : A C3p_endo anti
'3'562 : C C2p_endo anti
'3'563 : A C3p_endo syn
'3'564 : A C2p_endo syn
'3'565 : C C2p_endo anti
'3'566 : G C2p_endo anti
'3'567 : U C2p_endo syn
'3'568 : G C3p_endo anti
'3'569 : U C3p_endo anti
'3'570 : C C3p_endo anti
'3'571 : A C3p_endo anti
'3'572 : G C3p_endo anti
'3'573 : A C3p_endo anti
'3'574 : G C3p_endo anti
'3'575 : C C3p_endo anti
'3'576 : A C3p_endo anti
'3'577 : C C3p_endo anti
'3'578 : A C2p_endo anti
'3'579 : U C2p_endo anti
'3'580 : U C2p_endo anti
'3'581 : A C2p_endo syn
'3'582 : A C3p_endo syn
'3'583 : U C3p_endo syn
'3'584 : G C3p_endo anti
'3'585 : U C3p_endo anti
'3'586 : G C3p_endo anti
'3'587 : U C3p_endo anti
'3'588 : G C2p_endo anti
'3'589 : A C3p_endo anti
'3'590 : U C3p_endo anti
'3'591 : G C3p_endo anti
'3'592 : G C3p_endo anti
'3'593 : C C3p_endo anti
'3'594 : G C3p_endo anti
'3'595 : U C3p_endo anti
'3'596 : G C3p_endo anti
'3'597 : C C3p_endo anti
'3'598 : G C3p_endo anti
'3'599 : U C3p_endo anti
'3'600 : U C3p_endo anti
'3'601 : U C3p_endo anti
'3'602 : U C3p_endo anti
'3'603 : G C3p_endo anti
'3'604 : A C2p_endo syn
'3'605 : A C3p_endo anti
'3'606 : G C2p_endo anti
'3'607 : U C2p_endo anti
'3'608 : A C3p_endo anti
'3'609 : U C3p_endo anti
'3'610 : G C3p_endo anti
'3'611 : A C3p_endo anti
'3'612 : G C3p_endo anti
'3'613 : C C3p_endo anti
'3'614 : C C3p_endo anti
'3'615 : G C3p_endo anti
'3'616 : G C3p_endo anti
'3'617 : C C3p_endo anti
'3'618 : G C3p_endo anti
'3'619 : A C3p_endo anti
'3'620 : G C2p_endo anti
'3'621 : U C3p_endo anti
'3'622 : U C3p_endo anti
'3'623 : A C3p_endo anti
'3'624 : U C3p_endo anti
'3'625 : G C3p_endo anti
'3'626 : A C3p_endo anti
'3'627 : U C3p_endo anti
'3'628 : A C3p_endo anti
'3'629 : G C3p_endo anti
'3'630 : C C3p_endo anti
'3'631 : A C3p_endo anti
'3'632 : A C3p_endo anti
'3'633 : G C3p_endo anti
'3'634 : C C3p_endo anti
'3'635 : G C3p_endo anti
'3'636 : U C2p_endo anti
'3'637 : U C2p_endo anti
'3'638 : A C3p_endo syn
'3'639 : G C3p_endo anti
'3'640 : U C3p_endo anti
'3'641 : U C3p_endo anti
'3'642 : A C3p_endo anti
'3'643 : A C3p_endo anti
'3'644 : C C3p_endo anti
'3'645 : C C3p_endo anti
'3'646 : A C3p_endo anti
'3'647 : G C2p_endo anti
'3'648 : G C2p_endo syn
'3'649 : A C2p_endo syn
'3'650 : G C3p_endo anti
'3'651 : A C3p_endo anti
'3'652 : U C3p_endo anti
'3'653 : G C3p_endo anti
'3'654 : G C3p_endo anti
'3'655 : G C3p_endo anti
'3'656 : G C2p_endo syn
'3'657 : A C3p_endo anti
'3'658 : G C3p_endo anti
'3'659 : C C3p_endo anti
'3'660 : U C3p_endo anti
'3'661 : G C3p_endo anti
'3'662 : U C3p_endo anti
'3'663 : A C2p_endo anti
'3'664 : G C3p_endo anti
'3'665 : C C3p_endo anti
'3'666 : G C3p_endo anti
'3'667 : A C3p_endo anti
'3'668 : A C3p_endo anti
'3'669 : A C3p_endo anti
'3'670 : G C3p_endo anti
'3'671 : C C3p_endo anti
'3'672 : G C3p_endo anti
'3'673 : A C2p_endo syn
'3'674 : G C3p_endo anti
'3'675 : U C3p_endo anti
'3'676 : U C3p_endo anti
'3'677 : U C3p_endo anti
'3'678 : U C3p_endo anti
'3'679 : A C3p_endo anti
'3'680 : A C3p_endo anti
'3'681 : A C3p_endo syn
'3'682 : A C3p_endo anti
'3'683 : G C3p_endo anti
'3'684 : A C3p_endo anti
'3'685 : G C3p_endo anti
'3'686 : C C3p_endo anti
'3'687 : G C3p_endo anti
'3'688 : U C3p_endo anti
'3'689 : U C3p_endo anti
'3'690 : U C2p_endo anti
'3'691 : G C3p_endo anti
'3'692 : U C3p_endo anti
'3'693 : U C3p_endo anti
'3'694 : U C3p_endo anti
'3'695 : G C3p_endo anti
'3'696 : U C3p_endo anti
'3'697 : U C3p_endo anti
'3'698 : A C3p_endo anti
'3'699 : U C3p_endo anti
'3'700 : U C3p_endo anti
'3'701 : A C3p_endo anti
'3'702 : U C3p_endo anti
'3'703 : A C3p_endo anti
'3'704 : G C3p_endo anti
'3'705 : A C2p_endo anti
'3'706 : C C3p_endo anti
'3'707 : C C3p_endo anti
'3'708 : C C3p_endo anti
'3'709 : G C3p_endo anti
'3'710 : A C3p_endo anti
'3'711 : A C3p_endo anti
'3'712 : A C3p_endo anti
'3'713 : C C3p_endo anti
'3'714 : G C3p_endo anti
'3'715 : G C3p_endo anti
'3'716 : G C3p_endo anti
'3'717 : U C3p_endo anti
'3'718 : U C3p_endo anti
'3'719 : G C3p_endo anti
'3'720 : A C2p_endo syn
'3'721 : G C2p_endo anti
'3'722 : C C3p_endo anti
'3'723 : U C3p_endo anti
'3'724 : A C3p_endo anti
'3'725 : G C3p_endo anti
'3'726 : U C3p_endo anti
'3'727 : C C3p_endo anti
'3'728 : A C3p_endo anti
'3'729 : U C3p_endo anti
'3'730 : G C3p_endo anti
'3'731 : A C3p_endo anti
'3'732 : G C3p_endo anti
'3'733 : C C3p_endo anti
'3'734 : A C3p_endo anti
'3'735 : G C3p_endo anti
'3'736 : G C3p_endo anti
'3'737 : U C3p_endo anti
'3'738 : U C3p_endo anti
'3'739 : G C2p_endo anti
'3'740 : A C3p_endo anti
'3'741 : A C3p_endo anti
'3'742 : G C3p_endo anti
'3'743 : G C3p_endo anti
'3'744 : U C3p_endo anti
'3'745 : U C3p_endo anti
'3'746 : G C3p_endo anti
'3'747 : A C3p_endo anti
'3'748 : G C3p_endo anti
'3'749 : U C3p_endo anti
'3'750 : A C3p_endo anti
'3'751 : A C3p_endo anti
'3'752 : C C3p_endo anti
'3'753 : A C3p_endo anti
'3'754 : U C3p_endo anti
'3'755 : C C3p_endo anti
'3'756 : A C3p_endo anti
'3'757 : A C3p_endo anti
'3'758 : C C3p_endo anti
'3'759 : U C3p_endo anti
'3'760 : G C3p_endo anti
'3'761 : G C2p_endo anti
'3'762 : A C3p_endo anti
'3'763 : G C2p_endo anti
'3'764 : G C3p_endo syn
'3'765 : A C3p_endo anti
'3'766 : C C3p_endo anti
'3'767 : C C3p_endo anti
'3'768 : G C3p_endo anti
'3'769 : A C3p_endo anti
'3'770 : A C3p_endo anti
'3'771 : C C3p_endo anti
'3'772 : C C3p_endo anti
'3'773 : G C3p_endo anti
'3'774 : A C2p_endo anti
'3'775 : C C3p_endo anti
'3'776 : U C3p_endo anti
'3'777 : C C3p_endo anti
'3'778 : U C3p_endo anti
'3'779 : C C3p_endo anti
'3'780 : G C3p_endo anti
'3'781 : U C2p_endo anti
'3'782 : U C3p_endo anti
'3'783 : G C3p_endo syn
'3'784 : A C3p_endo anti
'3'785 : A C3p_endo anti
'3'786 : A C3p_endo anti
'3'787 : C C2p_endo anti
'3'788 : G C3p_endo anti
'3'789 : A C3p_endo anti
'3'790 : U C3p_endo anti
'3'791 : A C3p_endo anti
'3'792 : G C3p_endo anti
'3'793 : C C3p_endo anti
'3'794 : G C3p_endo anti
'3'795 : G C3p_endo anti
'3'796 : A C3p_endo anti
'3'797 : U C2p_endo anti
'3'798 : G C3p_endo anti
'3'799 : A C2p_endo syn
'3'800 : C C3p_endo anti
'3'801 : U C3p_endo anti
'3'802 : U C3p_endo anti
'3'803 : G C3p_endo anti
'3'804 : U C3p_endo anti
'3'805 : G C3p_endo anti
'3'806 : A C3p_endo anti
'3'807 : U C3p_endo anti
'3'808 : U C3p_endo anti
'3'809 : A C2p_endo syn
'3'810 : G C2p_endo anti
'3'811 : G C3p_endo syn
'3'812 : G C3p_endo anti
'3'813 : G C3p_endo anti
'3'814 : U C3p_endo anti
'3'815 : G C3p_endo anti
'3'816 : A C3p_endo anti
'3'817 : A C2p_endo anti
'3'818 : A C3p_endo anti
'3'819 : U C2p_endo anti
'3'820 : U C3p_endo anti
'3'821 : C C3p_endo anti
'3'822 : C C3p_endo anti
'3'823 : A C2p_endo anti
'3'824 : A C2p_endo syn
'3'825 : U C3p_endo anti
'3'826 : C C2p_endo anti
'3'827 : G C2p_endo anti
'3'828 : A C2p_endo syn
'3'829 : A C3p_endo anti
'3'830 : A C3p_endo anti
'3'831 : U C3p_endo anti
'3'832 : C C3p_endo anti
'3'833 : C C3p_endo anti
'3'834 : G C3p_endo anti
'3'835 : U C2p_endo anti
'3'836 : G C2p_endo anti
'3'837 : A C3p_endo anti
'3'838 : U C3p_endo anti
'3'839 : A C3p_endo anti
'3'840 : G C2p_endo anti
'3'841 : C C3p_endo anti
'3'842 : U C3p_endo anti
'3'843 : G C3p_endo anti
'3'844 : G C3p_endo anti
'3'845 : U C3p_endo anti
'3'846 : U C2p_endo anti
'3'847 : C C3p_endo anti
'3'848 : U C3p_endo anti
'3'849 : C C3p_endo anti
'3'850 : G C3p_endo anti
'3'851 : U C3p_endo anti
'3'852 : C C3p_endo anti
'3'853 : G C3p_endo anti
'3'854 : A C3p_endo anti
'3'855 : A C3p_endo anti
'3'856 : A C3p_endo anti
'3'857 : U C3p_endo anti
'3'858 : A C3p_endo anti
'3'859 : G C3p_endo anti
'3'860 : C C3p_endo anti
'3'861 : U C3p_endo anti
'3'862 : U C2p_endo anti
'3'863 : U C3p_endo anti
'3'864 : A C2p_endo anti
'3'865 : A C2p_endo syn
'3'866 : G C3p_endo anti
'3'867 : G C3p_endo anti
'3'868 : C C3p_endo anti
'3'869 : U C3p_endo anti
'3'870 : A C3p_endo anti
'3'871 : G C3p_endo anti
'3'872 : C C3p_endo anti
'3'873 : G C3p_endo anti
'3'874 : U C3p_endo anti
'3'875 : G C3p_endo anti
'3'876 : A C3p_endo anti
'3'877 : G C3p_endo anti
'3'878 : A C3p_endo anti
'3'879 : U C3p_endo anti
'3'880 : C C3p_endo anti
'3'881 : A C2p_endo syn
'3'882 : C C3p_endo anti
'3'883 : A C3p_endo anti
'3'884 : A C3p_endo anti
'3'885 : A C3p_endo anti
'3'886 : U C3p_endo anti
'3'887 : A C3p_endo anti
'3'888 : A C3p_endo anti
'3'889 : G C3p_endo anti
'3'890 : U C3p_endo anti
'3'891 : G C3p_endo anti
'3'892 : G C3p_endo anti
'3'893 : A C3p_endo anti
'3'894 : G C2p_endo anti
'3'895 : G C2p_endo anti
'3'896 : U C3p_endo anti
'3'897 : A C3p_endo anti
'3'898 : A C3p_endo anti
'3'899 : A C3p_endo anti
'3'900 : G C3p_endo anti
'3'901 : C C3p_endo anti
'3'902 : U C3p_endo anti
'3'903 : A C3p_endo anti
'3'904 : C C3p_endo anti
'3'905 : U C3p_endo anti
'3'906 : G C3p_endo anti
'3'907 : A C3p_endo anti
'3'908 : A C3p_endo anti
'3'909 : U C3p_endo anti
'3'910 : G C3p_endo anti
'3'911 : U C3p_endo anti
'3'912 : A C3p_endo anti
'3'913 : U C3p_endo anti
'3'914 : G C3p_endo anti
'3'915 : A C3p_endo anti
'3'916 : U C3p_endo anti
'3'917 : G C3p_endo anti
'3'918 : G C3p_endo anti
'3'919 : C C3p_endo anti
'3'920 : G C3p_endo anti
'3'921 : C C3p_endo anti
'3'922 : C C3p_endo anti
'3'928 : G C3p_endo anti
'3'929 : G C3p_endo anti
'3'930 : C C3p_endo anti
'3'931 : G C3p_endo anti
'3'932 : U C2p_endo anti
'3'933 : A C2p_endo syn
'3'934 : C C3p_endo anti
'3'935 : U C3p_endo anti
'3'936 : G C3p_endo anti
'3'937 : A C3p_endo anti
'3'938 : A C3p_endo anti
'3'939 : U C3p_endo anti
'3'940 : A C3p_endo anti
'3'941 : C C3p_endo anti
'3'942 : A C3p_endo anti
'3'943 : A C3p_endo anti
'3'944 : U C3p_endo anti
'3'945 : U C3p_endo anti
'3'946 : A C3p_endo anti
'3'947 : A C3p_endo anti
'3'948 : A C3p_endo anti
'3'949 : C C3p_endo anti
'3'950 : U C2p_endo anti
'3'951 : C C3p_endo anti
'3'952 : U C3p_endo anti
'3'953 : G C3p_endo anti
'3'954 : A C3p_endo anti
'3'955 : A C3p_endo anti
'3'956 : U C3p_endo anti
'3'957 : G C3p_endo anti
'3'958 : C C3p_endo anti
'3'959 : C C3p_endo anti
'3'960 : A C3p_endo anti
'3'961 : U C3p_endo anti
'3'962 : U C3p_endo anti
'3'963 : U C3p_endo anti
'3'964 : A C3p_endo anti
'3'965 : U C3p_endo anti
'3'966 : U C3p_endo anti
'3'967 : U C3p_endo anti
'3'968 : U C2p_endo anti
'3'969 : A C3p_endo anti
'3'970 : U C2p_endo anti
'3'971 : U C3p_endo anti
'3'972 : C C3p_endo anti
'3'973 : U C3p_endo anti
'3'974 : C C3p_endo anti
'3'975 : G C3p_endo anti
'3'976 : C C3p_endo anti
'3'977 : A C3p_endo anti
'3'978 : G C3p_endo anti
'3'979 : U C3p_endo anti
'3'980 : C C3p_endo anti
'3'981 : A C2p_endo anti
'3'982 : G C3p_endo anti
'3'983 : A C3p_endo anti
'3'984 : C C3p_endo anti
'3'985 : A C3p_endo anti
'3'986 : G C3p_endo anti
'3'987 : U C3p_endo anti
'3'988 : G C3p_endo anti
'3'989 : G C3p_endo anti
'3'990 : G C3p_endo anti
'3'991 : G C3p_endo anti
'3'992 : G C3p_endo anti
'3'993 : A C2p_endo anti
'3'994 : U C3p_endo anti
'3'995 : A C3p_endo anti
'3'996 : A C3p_endo anti
'3'997 : G C2p_endo anti
'3'998 : C C3p_endo anti
'3'999 : U C3p_endo anti
'3'1000 : U C3p_endo anti
'3'1001 : C C3p_endo anti
'3'1002 : A C3p_endo anti
'3'1003 : U C3p_endo anti
'3'1004 : U C3p_endo anti
'3'1005 : G C3p_endo anti
'3'1006 : U C3p_endo anti
'3'1007 : C C3p_endo anti
'3'1008 : A C3p_endo anti
'3'1009 : A C2p_endo anti
'3'1010 : G C2p_endo syn
'3'1011 : A C3p_endo anti
'3'1012 : G C3p_endo anti
'3'1013 : G C3p_endo anti
'3'1014 : G C3p_endo anti
'3'1015 : G C3p_endo anti
'3'1016 : A C3p_endo anti
'3'1017 : A C3p_endo anti
'3'1018 : G C2p_endo anti
'3'1019 : A C3p_endo anti
'3'1020 : G C2p_endo syn
'3'1021 : C C3p_endo anti
'3'1022 : C C3p_endo anti
'3'1023 : C C3p_endo anti
'3'1024 : A C3p_endo anti
'3'1025 : G C2p_endo syn
'3'1026 : A C3p_endo anti
'3'1027 : U C3p_endo anti
'3'1028 : C C3p_endo anti
'3'1029 : A C3p_endo anti
'3'1030 : U C3p_endo anti
'3'1031 : U C2p_endo anti
'3'1032 : A C3p_endo anti
'3'1033 : A C3p_endo anti
'3'1034 : A C3p_endo anti
'3'1035 : U C3p_endo anti
'3'1036 : A C3p_endo anti
'3'1037 : A C3p_endo anti
'3'1038 : G C3p_endo anti
'3'1039 : G C3p_endo anti
'3'1040 : U C3p_endo anti
'3'1041 : C C3p_endo anti
'3'1042 : C C3p_endo anti
'3'1043 : C C3p_endo anti
'3'1044 : C C2p_endo anti
'3'1045 : A C3p_endo anti
'3'1046 : A C3p_endo anti
'3'1047 : A C2p_endo syn
'3'1048 : A C3p_endo anti
'3'1049 : U C3p_endo anti
'3'1050 : A C3p_endo anti
'3'1051 : U C3p_endo anti
'3'1052 : A C3p_endo anti
'3'1053 : C C3p_endo anti
'3'1054 : U C3p_endo anti
'3'1055 : A C2p_endo syn
'3'1056 : A C3p_endo syn
'3'1057 : G C2p_endo anti
'3'1058 : U C3p_endo anti
'3'1059 : G C3p_endo anti
'3'1060 : G C2p_endo anti
'3'1061 : A C3p_endo anti
'3'1062 : A C3p_endo anti
'3'1063 : A C3p_endo anti
'3'1064 : A C3p_endo anti
'3'1065 : G C3p_endo anti
'3'1066 : G C3p_endo anti
'3'1067 : A C3p_endo anti
'3'1068 : U C2p_endo anti
'3'1069 : G C3p_endo anti
'3'1070 : U C3p_endo anti
'3'1071 : G C3p_endo anti
'3'1072 : A C3p_endo anti
'3'1073 : A C3p_endo anti
'3'1074 : A C3p_endo anti
'3'1075 : G C3p_endo anti
'3'1076 : U C3p_endo anti
'3'1077 : G C3p_endo anti
'3'1078 : C C3p_endo anti
'3'1079 : U C3p_endo anti
'3'1080 : A C2p_endo anti
'3'1081 : A C2p_endo syn
'3'1082 : A C3p_endo anti
'3'1083 : A C3p_endo anti
'3'1084 : C C3p_endo anti
'3'1085 : A C3p_endo anti
'3'1086 : G C3p_endo anti
'3'1087 : C C3p_endo anti
'3'1088 : A C3p_endo anti
'3'1089 : A C3p_endo anti
'3'1090 : G C3p_endo anti
'3'1091 : G C3p_endo anti
'3'1092 : A C3p_endo anti
'3'1093 : U C3p_endo anti
'3'1094 : G C3p_endo anti
'3'1095 : U C2p_endo anti
'3'1096 : U C2p_endo anti
'3'1097 : G C3p_endo anti
'3'1098 : G C3p_endo anti
'3'1099 : C C3p_endo anti
'3'1100 : U C3p_endo syn
'3'1101 : U C3p_endo anti
'3'1102 : A C2p_endo anti
'3'1103 : G C3p_endo syn
'3'1104 : A C2p_endo syn
'3'1105 : A C2p_endo anti
'3'1106 : G C3p_endo anti
'3'1107 : C C3p_endo anti
'3'1108 : A C3p_endo anti
'3'1109 : G C3p_endo anti
'3'1110 : C C3p_endo anti
'3'1111 : C C3p_endo anti
'3'1112 : A C3p_endo anti
'3'1113 : U C3p_endo anti
'3'1114 : C C3p_endo anti
'3'1115 : G C3p_endo anti
'3'1116 : U C3p_endo anti
'3'1117 : U C3p_endo anti
'3'1118 : U C3p_endo anti
'3'1119 : A C3p_endo syn
'3'1120 : A C3p_endo anti
'3'1121 : A C3p_endo syn
'3'1122 : G C3p_endo anti
'3'1123 : A C2p_endo syn
'3'1124 : G C2p_endo anti
'3'1125 : U C3p_endo anti
'3'1126 : G C3p_endo anti
'3'1127 : C C3p_endo anti
'3'1128 : G C3p_endo anti
'3'1129 : U C3p_endo anti
'3'1130 : A C3p_endo anti
'3'1131 : A C3p_endo anti
'3'1132 : C C3p_endo anti
'3'1133 : A C3p_endo anti
'3'1134 : G C3p_endo anti
'3'1135 : C C3p_endo anti
'3'1136 : U C3p_endo anti
'3'1137 : C C3p_endo anti
'3'1138 : A C3p_endo anti
'3'1139 : C C3p_endo anti
'3'1140 : U C3p_endo anti
'3'1141 : U C3p_endo anti
'3'1142 : G C3p_endo anti
'3'1143 : U C3p_endo anti
'3'1144 : C C3p_endo anti
'3'1145 : G C2p_endo anti
'3'1146 : A C2p_endo anti
'3'1147 : G C3p_endo anti
'3'1148 : U C3p_endo anti
'3'1149 : G C3p_endo anti
'3'1150 : U C2p_endo anti
'3'1151 : U C3p_endo anti
'3'1152 : U C3p_endo anti
'3'1153 : U C3p_endo anti
'3'1154 : U C3p_endo anti
'3'1155 : G C3p_endo anti
'3'1156 : C C3p_endo anti
'3'1157 : G C3p_endo anti
'3'1158 : C C3p_endo anti
'3'1159 : C C3p_endo anti
'3'1160 : G C3p_endo anti
'3'1161 : A C2p_endo anti
'3'1162 : A C3p_endo anti
'3'1163 : G C2p_endo syn
'3'1164 : A C3p_endo anti
'3'1165 : U C2p_endo anti
'3'1166 : G C2p_endo anti
'3'1167 : U C2p_endo anti
'3'1168 : A C2p_endo anti
'3'1169 : A C2p_endo anti
'3'1170 : C C3p_endo anti
'3'1171 : G C3p_endo anti
'3'1172 : G C3p_endo anti
'3'1173 : G C3p_endo anti
'3'1174 : G C3p_endo anti
'3'1175 : C C3p_endo anti
'3'1176 : U C2p_endo anti
'3'1177 : A C2p_endo syn
'3'1178 : A C2p_endo anti
'3'1179 : G C3p_endo anti
'3'1180 : U C3p_endo anti
'3'1181 : A C3p_endo anti
'3'1182 : U C3p_endo anti
'3'1183 : A C3p_endo anti
'3'1184 : U C3p_endo anti
'3'1185 : U C3p_endo anti
'3'1186 : A C3p_endo anti
'3'1187 : C C3p_endo anti
'3'1188 : C C3p_endo anti
'3'1189 : G C3p_endo anti
'3'1190 : A C3p_endo anti
'3'1191 : A C2p_endo anti
'3'1192 : U C3p_endo anti
'3'1193 : U C3p_endo anti
'3'1194 : U C3p_endo anti
'3'1195 : A C3p_endo anti
'3'1196 : U C3p_endo anti
'3'1197 : G C3p_endo anti
'3'1198 : G C3p_endo anti
'3'1199 : A C3p_endo anti
'3'1200 : U C3p_endo anti
'3'1201 : A C3p_endo anti
'3'1202 : A C3p_endo anti
'3'1203 : G C3p_endo anti
'3'1204 : A C3p_endo anti
'3'1205 : U C3p_endo anti
'3'1206 : U C3p_endo anti
'3'1207 : U C2p_endo anti
'3'1208 : A C3p_endo syn
'3'1209 : U C2p_endo anti
'3'1210 : A C3p_endo anti
'3'1211 : U C3p_endo anti
'3'1212 : C C3p_endo anti
'3'1213 : U C3p_endo anti
'3'1214 : U C3p_endo anti
'3'1215 : G C3p_endo anti
'3'1216 : U C3p_endo anti
'3'1217 : G C3p_endo anti
'3'1218 : G C3p_endo anti
'3'1219 : U C3p_endo anti
'3'1220 : A C3p_endo anti
'3'1221 : G C3p_endo anti
'3'1222 : A C3p_endo anti
'3'1223 : C C3p_endo anti
'3'1224 : G C3p_endo anti
'3'1225 : A C3p_endo anti
'3'1226 : G C3p_endo anti
'3'1227 : C C3p_endo anti
'3'1228 : G C3p_endo anti
'3'1229 : U C3p_endo anti
'3'1230 : U C3p_endo anti
'3'1231 : G C3p_endo anti
'3'1232 : U C3p_endo anti
'3'1233 : A C3p_endo anti
'3'1234 : U C3p_endo syn
'3'1235 : U C3p_endo syn
'3'1236 : G C3p_endo anti
'3'1237 : G C3p_endo anti
'3'1238 : A C3p_endo anti
'3'1239 : G C3p_endo anti
'3'1240 : U C2p_endo syn
'3'1241 : U C2p_endo anti
'3'1242 : G C2p_endo anti
'3'1243 : A C3p_endo anti
'3'1244 : A C3p_endo anti
'3'1245 : G C3p_endo anti
'3'1246 : U C3p_endo anti
'3'1247 : C C3p_endo anti
'3'1248 : A C3p_endo anti
'3'1249 : A C3p_endo anti
'3'1250 : A C2p_endo anti
'3'1251 : G C3p_endo anti
'3'1252 : C C3p_endo anti
'3'1253 : G C3p_endo anti
'3'1254 : U C3p_endo anti
'3'1255 : G C3p_endo anti
'3'1256 : A C3p_endo anti
'3'1257 : G C3p_endo anti
'3'1258 : C C3p_endo anti
'3'1259 : A C3p_endo anti
'3'1260 : U C3p_endo anti
'3'1261 : U C3p_endo anti
'3'1262 : G C3p_endo anti
'3'1263 : G C3p_endo anti
'3'1264 : U C3p_endo anti
'3'1265 : G C3p_endo anti
'3'1266 : G C2p_endo anti
'3'1267 : A C2p_endo anti
'3'1268 : U C3p_endo anti
'3'1269 : C C3p_endo anti
'3'1270 : C C3p_endo anti
'3'1271 : A C3p_endo anti
'3'1272 : A C3p_endo anti
'3'1273 : U C3p_endo anti
'3'1274 : A C3p_endo anti
'3'1275 : C C3p_endo anti
'3'1276 : A C3p_endo anti
'3'1277 : A C2p_endo anti
'3'1278 : G C2p_endo anti
'3'1279 : U C3p_endo anti
'3'1280 : G C2p_endo anti
'3'1281 : A C2p_endo anti
'3'1282 : G C2p_endo syn
'3'1283 : A C2p_endo anti
'3'1284 : A C3p_endo anti
'3'1285 : U C3p_endo anti
'3'1286 : G C3p_endo anti
'3'1287 : C C3p_endo anti
'3'1288 : C C3p_endo anti
'3'1289 : G C3p_endo anti
'3'1290 : G C3p_endo anti
'3'1291 : C C3p_endo anti
'3'1292 : A C3p_endo anti
'3'1293 : U C3p_endo anti
'3'1294 : G C3p_endo anti
'3'1295 : A C2p_endo anti
'3'1296 : G C2p_endo anti
'3'1297 : U C3p_endo anti
'3'1298 : A C3p_endo anti
'3'1299 : A C3p_endo anti
'3'1300 : C C3p_endo anti
'3'1301 : G C3p_endo anti
'3'1302 : C C3p_endo anti
'3'1303 : U C2p_endo syn
'3'1304 : U C3p_endo anti
'3'1305 : G C3p_endo anti
'3'1306 : G C3p_endo anti
'3'1307 : G C3p_endo anti
'3'1308 : A C3p_endo anti
'3'1309 : G C3p_endo anti
'3'1310 : U C3p_endo anti
'3'1311 : G C3p_endo anti
'3'1312 : A C3p_endo anti
'3'1313 : G C3p_endo anti
'3'1314 : A C2p_endo syn
'3'1315 : A C3p_endo anti
'3'1316 : U C2p_endo syn
'3'1317 : C C3p_endo anti
'3'1318 : U C3p_endo anti
'3'1319 : C C3p_endo anti
'3'1320 : C C3p_endo anti
'3'1321 : C C3p_endo anti
'3'1322 : A C3p_endo anti
'3'1323 : A C3p_endo anti
'3'1324 : A C3p_endo anti
'3'1325 : C C3p_endo anti
'3'1326 : C C3p_endo anti
'3'1327 : G C3p_endo anti
'3'1328 : A C2p_endo anti
'3'1329 : U C2p_endo syn
'3'1330 : U C2p_endo anti
'3'1331 : G C3p_endo anti
'3'1332 : A C3p_endo anti
'3'1333 : C C3p_endo anti
'3'1334 : U C3p_endo anti
'3'1335 : A C3p_endo anti
'3'1336 : A C3p_endo anti
'3'1337 : G C3p_endo anti
'3'1338 : G C3p_endo anti
'3'1339 : U C2p_endo syn
'3'1340 : U C2p_endo anti
'3'1341 : U C3p_endo anti
'3'1342 : C C3p_endo anti
'3'1343 : C C3p_endo anti
'3'1344 : U C3p_endo anti
'3'1345 : G C3p_endo anti
'3'1346 : G C3p_endo anti
'3'1347 : A C3p_endo anti
'3'1348 : C C2p_endo anti
'3'1349 : C C3p_endo anti
'3'1350 : A C3p_endo anti
'3'1351 : G C3p_endo anti
'3'1352 : G C2p_endo anti
'3'1353 : G C2p_endo anti
'3'1354 : U C3p_endo anti
'3'1355 : C C3p_endo anti
'3'1356 : G C3p_endo anti
'3'1357 : U C2p_endo syn
'3'1358 : C C3p_endo anti
'3'1359 : C C3p_endo anti
'3'1360 : U C2p_endo syn
'3'1361 : U C3p_endo anti
'3'1362 : C C3p_endo anti
'3'1363 : C C3p_endo anti
'3'1364 : A C3p_endo anti
'3'1365 : G C3p_endo anti
'3'1366 : G C3p_endo anti
'3'1367 : G C3p_endo anti
'3'1368 : U C2p_endo anti
'3'1369 : U C2p_endo anti
'3'1370 : A C2p_endo anti
'3'1371 : G C3p_endo anti
'3'1372 : U C2p_endo anti
'3'1373 : C C3p_endo anti
'3'1374 : U C3p_endo anti
'3'1375 : G C3p_endo anti
'3'1376 : G C3p_endo anti
'3'1377 : A C3p_endo anti
'3'1378 : C C3p_endo anti
'3'1379 : C C3p_endo anti
'3'1380 : U C3p_endo anti
'3'1381 : A C3p_endo anti
'3'1382 : A C3p_endo anti
'3'1383 : G C3p_endo anti
'3'1384 : C C3p_endo anti
'3'1385 : U C3p_endo anti
'3'1386 : G C3p_endo anti
'3'1387 : A C3p_endo anti
'3'1388 : G C3p_endo anti
'3'1389 : G C3p_endo anti
'3'1390 : C C3p_endo anti
'3'1391 : U C3p_endo anti
'3'1392 : G C3p_endo anti
'3'1393 : A C3p_endo anti
'3'1394 : A C3p_endo anti
'3'1395 : A C3p_endo anti
'3'1396 : A C3p_endo anti
'3'1397 : G C3p_endo anti
'3'1398 : C C3p_endo anti
'3'1399 : G C3p_endo anti
'3'1400 : U C3p_endo anti
'3'1401 : A C3p_endo anti
'3'1402 : G C3p_endo anti
'3'1403 : G C3p_endo anti
'3'1404 : C C3p_endo anti
'3'1405 : G C3p_endo anti
'3'1406 : A C2p_endo anti
'3'1407 : U C3p_endo anti
'3'1408 : G C3p_endo anti
'3'1409 : G C3p_endo anti
'3'1410 : A C3p_endo anti
'3'1411 : C C3p_endo anti
'3'1412 : A C3p_endo anti
'3'1413 : A C2p_endo syn
'3'1414 : C C3p_endo anti
'3'1415 : A C3p_endo anti
'3'1416 : G C3p_endo anti
'3'1417 : G C3p_endo anti
'3'1418 : U C3p_endo anti
'3'1419 : U C3p_endo anti
'3'1420 : A C3p_endo syn
'3'1421 : A C3p_endo anti
'3'1422 : U C3p_endo syn
'3'1423 : A C3p_endo anti
'3'1424 : U C2p_endo anti
'3'1425 : U C2p_endo anti
'3'1426 : C C3p_endo anti
'3'1427 : C C3p_endo anti
'3'1428 : U C3p_endo anti
'3'1429 : G C3p_endo anti
'3'1430 : U C3p_endo anti
'3'1431 : A C3p_endo anti
'3'1432 : C C3p_endo anti
'3'1433 : U C3p_endo anti
'3'1434 : U C3p_endo anti
'3'1435 : A C3p_endo anti
'3'1436 : C C3p_endo anti
'3'1437 : A C3p_endo anti
'3'1438 : G C3p_endo anti
'3'1439 : U C3p_endo anti
'3'1440 : U C3p_endo anti
'3'1441 : A C3p_endo anti
'3'1442 : G C3p_endo anti
'3'1443 : A C3p_endo anti
'3'1444 : C C2p_endo syn
'3'1445 : U C3p_endo anti
'3'1446 : G C3p_endo anti
'3'1447 : A C2p_endo anti
'3'1448 : U C2p_endo anti
'3'1449 : G C3p_endo anti
'3'1450 : G C3p_endo anti
'3'1451 : A C3p_endo anti
'3'1452 : G C3p_endo anti
'3'1453 : U C3p_endo anti
'3'1454 : G C3p_endo anti
'3'1455 : A C2p_endo anti
'3'1456 : C C2p_endo anti
'3'1457 : A C3p_endo anti
'3'1458 : A C3p_endo anti
'3'1459 : A C3p_endo anti
'3'1460 : G C3p_endo anti
'3'1461 : A C3p_endo anti
'3'1462 : A C2p_endo anti
'3'1463 : G C3p_endo anti
'3'1464 : G C3p_endo anti
'3'1465 : U C3p_endo anti
'3'1466 : U C3p_endo anti
'3'1467 : U C3p_endo anti
'3'1468 : U C3p_endo anti
'3'1469 : C C3p_endo anti
'3'1470 : C C3p_endo anti
'3'1471 : A C3p_endo anti
'3'1472 : C C3p_endo anti
'3'1473 : C C3p_endo anti
'3'1474 : C C3p_endo anti
'3'1475 : C C3p_endo anti
'3'1476 : C C3p_endo anti
'3'1477 : A C3p_endo anti
'3'1478 : U C3p_endo anti
'3'1479 : A C2p_endo anti
'3'1480 : A C2p_endo syn
'3'1481 : U C2p_endo anti
'3'1482 : U C2p_endo anti
'3'1483 : G C3p_endo anti
'3'1484 : G C3p_endo anti
'3'1485 : A C3p_endo anti
'3'1486 : U C3p_endo anti
'3'1487 : U C3p_endo anti
'3'1488 : U C3p_endo anti
'3'1489 : G C3p_endo anti
'3'1490 : G C3p_endo anti
'3'1491 : G C3p_endo anti
'3'1492 : G C3p_endo anti
'3'1493 : A C3p_endo anti
'3'1494 : U C3p_endo anti
'3'1495 : A C3p_endo anti
'3'1496 : A C3p_endo anti
'3'1497 : A C3p_endo anti
'3'1498 : U C3p_endo anti
'3'1499 : C C3p_endo anti
'3'1500 : A C3p_endo anti
'3'1501 : U C3p_endo anti
'3'1502 : A C3p_endo anti
'3'1503 : A C3p_endo anti
'3'1504 : G C3p_endo anti
'3'1505 : G C3p_endo anti
'3'1506 : U C3p_endo anti
'3'1507 : G C2p_endo anti
'3'1508 : G C3p_endo anti
'3'1509 : U C3p_endo anti
'3'1510 : A C3p_endo anti
'3'1511 : C C3p_endo anti
'3'1512 : A C3p_endo anti
'3'1513 : A C3p_endo anti
'3'1514 : U C3p_endo anti
'3'1515 : A C3p_endo anti
'3'1516 : G C3p_endo anti
'3'1517 : G C3p_endo anti
'3'1518 : C C3p_endo syn
'3'1519 : A C3p_endo anti
'3'1520 : A C3p_endo anti
'3'1521 : A C3p_endo anti
'3'1522 : U C2p_endo anti
'3'1523 : C C3p_endo anti
'3'1524 : C C3p_endo anti
'3'1525 : G C3p_endo anti
'3'1526 : U C3p_endo anti
'3'1527 : U C3p_endo anti
'3'1528 : G C3p_endo anti
'3'1529 : U C3p_endo anti
'3'1530 : G C3p_endo anti
'3'1531 : C C3p_endo anti
'3'1532 : A C2p_endo anti
'3'1533 : U C2p_endo syn
'3'1534 : A C2p_endo anti
'3'1535 : A C3p_endo anti
'3'1536 : C C3p_endo anti
'3'1537 : A C3p_endo anti
'3'1538 : U C3p_endo anti
'3'1539 : U C3p_endo anti
'3'1540 : G C3p_endo anti
'3'1541 : A C3p_endo anti
'3'1542 : G C3p_endo anti
'3'1543 : U C3p_endo anti
'3'1544 : G C3p_endo anti
'3'1545 : A C3p_endo anti
'3'1546 : U C3p_endo anti
'3'1547 : G C3p_endo anti
'3'1548 : A C2p_endo anti
'3'1549 : U C2p_endo anti
'3'1550 : G C3p_endo anti
'3'1551 : U C3p_endo anti
'3'1552 : C C3p_endo anti
'3'1553 : G C3p_endo anti
'3'1554 : A C3p_endo anti
'3'1555 : G C3p_endo anti
'3'1556 : U C3p_endo anti
'3'1557 : G C3p_endo anti
'3'1558 : A C3p_endo anti
'3'1559 : A C3p_endo anti
'3'1570 : A C3p_endo syn
'3'1571 : G C2p_endo anti
'3'1572 : U C3p_endo anti
'3'1573 : A C3p_endo anti
'3'1574 : G C3p_endo anti
'3'1575 : C C3p_endo anti
'3'1576 : G C3p_endo anti
'3'1577 : A C3p_endo anti
'3'1578 : A C3p_endo anti
'3'1579 : G C3p_endo anti
'3'1580 : G C3p_endo anti
'3'1581 : U C3p_endo anti
'3'1582 : G C3p_endo anti
'3'1583 : G C3p_endo anti
'3'1584 : U C3p_endo anti
'3'1585 : A C2p_endo syn
'3'1586 : U C3p_endo anti
'3'1587 : U C3p_endo anti
'3'1588 : A C3p_endo anti
'3'1589 : A C3p_endo anti
'3'1590 : U C3p_endo anti
'3'1591 : C C3p_endo anti
'3'1592 : A C2p_endo anti
'3'1593 : U C2p_endo anti
'3'1594 : G C3p_endo anti
'3'1595 : C C3p_endo anti
'3'1596 : U C3p_endo anti
'3'1597 : U C3p_endo anti
'3'1598 : U C3p_endo anti
'3'1599 : C C2p_endo anti
'3'1600 : A C2p_endo anti
'3'1601 : A C2p_endo anti
'3'1602 : G C3p_endo syn
'3'1603 : A C3p_endo anti
'3'1604 : A C3p_endo anti
'3'1605 : A C3p_endo anti
'3'1606 : A C3p_endo anti
'3'1607 : G C3p_endo anti
'3'1608 : C C3p_endo anti
'3'1609 : U C3p_endo anti
'3'1610 : U C3p_endo anti
'3'1611 : C C3p_endo anti
'3'1612 : U C3p_endo anti
'3'1613 : A C3p_endo anti
'3'1614 : G C3p_endo anti
'3'1615 : G C3p_endo anti
'3'1616 : G C3p_endo anti
'3'1617 : U C3p_endo anti
'3'1618 : U C2p_endo anti
'3'1619 : A C3p_endo anti
'3'1620 : A C3p_endo anti
'3'1621 : U C3p_endo anti
'3'1622 : C C3p_endo anti
'3'1623 : U C3p_endo anti
'3'1624 : A C3p_endo anti
'3'1625 : G C3p_endo anti
'3'1626 : C C3p_endo anti
'3'1627 : U C3p_endo anti
'3'1628 : G C3p_endo anti
'3'1629 : U C3p_endo anti
'3'1630 : A C3p_endo anti
'3'1631 : A C3p_endo anti
'3'1632 : C C3p_endo anti
'3'1633 : C C3p_endo anti
'3'1634 : A C3p_endo anti
'3'1635 : G C3p_endo anti
'3'1636 : U C2p_endo anti
'3'1637 : A C3p_endo anti
'3'1638 : C C3p_endo anti
'3'1639 : C C3p_endo anti
'3'1640 : G C3p_endo anti
'3'1641 : A C2p_endo syn
'3'1642 : G C2p_endo syn
'3'1643 : A C2p_endo anti
'3'1644 : A C2p_endo anti
'3'1645 : C C3p_endo anti
'3'1646 : G C3p_endo anti
'3'1647 : A C3p_endo anti
'3'1648 : A C3p_endo syn
'3'1649 : C C2p_endo anti
'3'1650 : A C2p_endo anti
'3'1651 : C C2p_endo anti
'3'1652 : A C2p_endo anti
'3'1653 : C C3p_endo anti
'3'1654 : G C3p_endo anti
'3'1655 : U C3p_endo anti
'3'1656 : A C3p_endo anti
'3'1657 : G C3p_endo anti
'3'1658 : U C3p_endo anti
'3'1659 : C C3p_endo anti
'3'1660 : A C2p_endo anti
'3'1661 : A C3p_endo anti
'3'1662 : G C3p_endo anti
'3'1663 : G C3p_endo anti
'3'1664 : A C3p_endo anti
'3'1665 : G C3p_endo anti
'3'1666 : A C3p_endo anti
'3'1667 : G C3p_endo anti
'3'1668 : G C2p_endo anti
'3'1669 : A C3p_endo anti
'3'1670 : U C3p_endo anti
'3'1671 : C C3p_endo anti
'3'1672 : C C3p_endo anti
'3'1673 : U C3p_endo anti
'3'1674 : A C3p_endo anti
'3'1675 : A C3p_endo anti
'3'1676 : G C3p_endo anti
'3'1677 : G C3p_endo anti
'3'1678 : U C3p_endo anti
'3'1679 : U C2p_endo anti
'3'1680 : A C3p_endo anti
'3'1681 : G C2p_endo anti
'3'1682 : C C3p_endo anti
'3'1683 : G C3p_endo anti
'3'1684 : A C3p_endo anti
'3'1685 : G C3p_endo anti
'3'1686 : U C3p_endo anti
'3'1687 : G C2p_endo anti
'3'1688 : A C3p_endo anti
'3'1689 : A C3p_endo anti
'3'1690 : C C3p_endo anti
'3'1691 : U C3p_endo anti
'3'1692 : A C3p_endo anti
'3'1693 : U C3p_endo anti
'3'1694 : A C3p_endo anti
'3'1695 : G C3p_endo anti
'3'1696 : C C3p_endo anti
'3'1697 : C C3p_endo anti
'3'1698 : A C3p_endo anti
'3'1699 : A C3p_endo anti
'3'1700 : G C3p_endo anti
'3'1701 : G C2p_endo anti
'3'1702 : A C2p_endo anti
'3'1703 : A C3p_endo anti
'3'1704 : C C3p_endo anti
'3'1705 : U C3p_endo anti
'3'1706 : C C3p_endo anti
'3'1707 : U C3p_endo anti
'3'1708 : G C2p_endo anti
'3'1709 : C C3p_endo anti
'3'1710 : A C3p_endo anti
'3'1711 : A C3p_endo anti
'3'1712 : A C3p_endo anti
'3'1713 : U C3p_endo anti
'3'1714 : U C3p_endo anti
'3'1715 : A C2p_endo syn
'3'1716 : A C3p_endo anti
'3'1717 : C C3p_endo anti
'3'1718 : C C3p_endo anti
'3'1719 : C C3p_endo anti
'3'1720 : C C3p_endo anti
'3'1721 : G C3p_endo anti
'3'1722 : U C3p_endo anti
'3'1723 : A C3p_endo anti
'3'1724 : A C3p_endo anti
'3'1725 : G C3p_endo anti
'3'1726 : U C3p_endo anti
'3'1727 : U C2p_endo anti
'3'1728 : A C2p_endo anti
'3'1729 : G C3p_endo syn
'3'1730 : C C3p_endo anti
'3'1731 : G C3p_endo anti
'3'1732 : A C2p_endo anti
'3'1733 : G C2p_endo anti
'3'1734 : A C3p_endo anti
'3'1735 : A C3p_endo anti
'3'1736 : G C3p_endo anti
'3'1737 : G C3p_endo anti
'3'1738 : G C3p_endo anti
'3'1739 : G C3p_endo anti
'3'1740 : U C2p_endo anti
'3'1741 : G C3p_endo anti
'3'1742 : C C3p_endo anti
'3'1743 : U C3p_endo anti
'3'1744 : U C3p_endo anti
'3'1745 : A C3p_endo anti
'3'1746 : U C3p_endo anti
'3'1747 : G C3p_endo anti
'3'1748 : U C3p_endo anti
'3'1749 : A C3p_endo anti
'3'1750 : A C3p_endo anti
'3'1751 : A C3p_endo anti
'3'1752 : A C3p_endo anti
'3'1753 : G C3p_endo anti
'3'1754 : U C3p_endo anti
'3'1755 : A C3p_endo anti
'3'1756 : A C3p_endo anti
'3'1757 : G C3p_endo anti
'3'1758 : C C3p_endo anti
'3'1759 : C C3p_endo anti
'3'1760 : G C3p_endo anti
'3'1761 : C C3p_endo anti
'3'1762 : A C3p_endo anti
'3'1763 : G C3p_endo anti
'3'1764 : U C3p_endo anti
'3'1765 : G C2p_endo syn
'3'1766 : A C3p_endo anti
'3'1767 : A C3p_endo anti
'3'1768 : G C3p_endo anti
'3'1769 : A C2p_endo anti
'3'1770 : A C3p_endo anti
'3'1771 : C C3p_endo anti
'3'1772 : G C3p_endo anti
'3'1773 : A C3p_endo anti
'3'1774 : G C3p_endo anti
'3'1775 : G C3p_endo anti
'3'1776 : G C3p_endo anti
'3'1777 : G C3p_endo anti
'3'1778 : G C3p_endo anti
'3'1779 : G C3p_endo anti
'3'1780 : A C3p_endo anti
'3'1781 : C C3p_endo anti
'3'1782 : U C3p_endo anti
'3'1783 : G C3p_endo anti
'3'1784 : U C3p_endo anti
'3'1785 : U C3p_endo anti
'3'1786 : U C3p_endo anti
'3'1787 : A C2p_endo anti
'3'1788 : A C2p_endo anti
'3'1789 : C C3p_endo anti
'3'1790 : U C3p_endo anti
'3'1791 : A C2p_endo anti
'3'1792 : A C3p_endo anti
'3'1793 : A C2p_endo syn
'3'1794 : A C3p_endo anti
'3'1795 : C C3p_endo anti
'3'1796 : A C3p_endo anti
'3'1797 : C C3p_endo anti
'3'1798 : A C3p_endo anti
'3'1799 : A C3p_endo anti
'3'1800 : C C3p_endo anti
'3'1801 : U C3p_endo anti
'3'1802 : C C3p_endo anti
'3'1803 : U C3p_endo anti
'3'1804 : A C3p_endo anti
'3'1805 : U C3p_endo anti
'3'1806 : G C2p_endo syn
'3'1807 : C C2p_endo anti
'3'1808 : C C2p_endo anti
'3'1809 : A C3p_endo anti
'3'1810 : A C3p_endo anti
'3'1811 : A C3p_endo anti
'3'1812 : C C3p_endo anti
'3'1813 : C C3p_endo anti
'3'1814 : G C3p_endo anti
'3'1815 : U C2p_endo anti
'3'1816 : A C3p_endo anti
'3'1817 : A C3p_endo anti
'3'1818 : G C3p_endo anti
'3'1819 : G C3p_endo anti
'3'1820 : U C3p_endo anti
'3'1821 : G C3p_endo anti
'3'1822 : A C2p_endo anti
'3'1823 : U C3p_endo anti
'3'1824 : G C3p_endo anti
'3'1825 : U C2p_endo anti
'3'1826 : A C2p_endo anti
'3'1827 : U C2p_endo anti
'3'1828 : A C3p_endo anti
'3'1829 : U C3p_endo anti
'3'1830 : G C3p_endo anti
'3'1831 : G C3p_endo anti
'3'1832 : G C3p_endo anti
'3'1833 : G C3p_endo anti
'3'1834 : U C3p_endo anti
'3'1835 : G C2p_endo anti
'3'1836 : A C3p_endo anti
'3'1837 : C C3p_endo anti
'3'1838 : A C3p_endo anti
'3'1839 : C C3p_endo anti
'3'1840 : C C3p_endo anti
'3'1841 : U C3p_endo anti
'3'1842 : G C3p_endo anti
'3'1843 : C C3p_endo anti
'3'1844 : C C3p_endo anti
'3'1845 : C C2p_endo anti
'3'1846 : A C3p_endo anti
'3'1847 : G C3p_endo anti
'3'1848 : U C3p_endo anti
'3'1849 : G C3p_endo anti
'3'1850 : C C3p_endo anti
'3'1851 : U C3p_endo anti
'3'1852 : G C3p_endo anti
'3'1853 : G C3p_endo anti
'3'1854 : A C3p_endo anti
'3'1855 : A C3p_endo anti
'3'1856 : G C3p_endo anti
'3'1857 : G C3p_endo anti
'3'1858 : U C3p_endo anti
'3'1859 : U C3p_endo anti
'3'1860 : A C3p_endo anti
'3'1861 : A C3p_endo anti
'3'1862 : A C3p_endo anti
'3'1863 : G C3p_endo anti
'3'1864 : A C2p_endo anti
'3'1865 : A C3p_endo anti
'3'1866 : G C3p_endo anti
'3'1867 : G C3p_endo anti
'3'1868 : A C3p_endo anti
'3'1869 : G C3p_endo anti
'3'1870 : G C3p_endo anti
'3'1871 : U C3p_endo anti
'3'1872 : U C2p_endo anti
'3'1873 : A C3p_endo anti
'3'1874 : G C3p_endo anti
'3'1875 : C C3p_endo anti
'3'1876 : G C3p_endo anti
'3'1877 : C C3p_endo anti
'3'1878 : A C3p_endo syn
'3'1879 : A C3p_endo anti
'3'1880 : G C3p_endo anti
'3'1881 : C C3p_endo anti
'3'1882 : G C3p_endo anti
'3'1883 : A C3p_endo anti
'3'1884 : A C3p_endo anti
'3'1885 : G C3p_endo anti
'3'1886 : C C3p_endo anti
'3'1887 : U C3p_endo anti
'3'1888 : U C2p_exo anti
'3'1889 : U C3p_endo anti
'3'1890 : U C2p_endo syn
'3'1891 : A C3p_endo syn
'3'1892 : A C3p_endo anti
'3'1893 : C C3p_endo anti
'3'1894 : U C3p_endo anti
'3'1895 : G C3p_endo anti
'3'1896 : A C3p_endo anti
'3'1897 : A C3p_endo anti
'3'1898 : G C3p_endo anti
'3'1899 : C C3p_endo anti
'3'1900 : C C3p_endo anti
'3'1901 : C C3p_endo anti
'3'1902 : C C3p_endo anti
'3'1903 : A C3p_endo anti
'3'1904 : G C3p_endo anti
'3'1905 : U C3p_endo anti
'3'1906 : G C3p_endo syn
'3'1907 : A C2p_endo anti
'3'1908 : A C3p_endo anti
'3'1909 : C C3p_endo anti
'3'1910 : G C3p_endo anti
'3'1911 : G C3p_endo anti
'3'1912 : C C3p_endo anti
'3'1913 : G C3p_endo anti
'3'1914 : G C3p_endo anti
'3'1915 : C C3p_endo anti
'3'1916 : C C3p_endo anti
'3'1917 : G C3p_endo anti
'3'1918 : U C3p_endo anti
'3'1919 : A C3p_endo anti
'3'1920 : A C2p_endo anti
'3'1921 : C C3p_endo anti
'3'1922 : U C3p_endo anti
'3'1923 : A C3p_endo syn
'3'1924 : U C3p_endo anti
'3'1925 : A C2p_endo anti
'3'1926 : A C3p_endo anti
'3'1927 : C C3p_endo anti
'3'1928 : G C3p_endo anti
'3'1929 : G C3p_endo anti
'3'1930 : U C3p_endo anti
'3'1931 : C C3p_endo anti
'3'1932 : C C3p_endo anti
'3'1933 : U C3p_endo anti
'3'1934 : A C3p_endo anti
'3'1935 : A C3p_endo anti
'3'1936 : G C2p_endo syn
'3'1937 : G C2p_endo syn
'3'1938 : U C3p_endo anti
'3'1939 : A C3p_endo anti
'3'1940 : G C3p_endo anti
'3'1941 : C C3p_endo anti
'3'1942 : G C3p_endo anti
'3'1943 : A C2p_endo syn
'3'1944 : A C2p_endo syn
'3'1945 : A C2p_endo syn
'3'1946 : U C2p_endo anti
'3'1947 : U C2p_endo anti
'3'1948 : C C3p_endo anti
'3'1949 : C C3p_endo anti
'3'1950 : U C2p_endo anti
'3'1951 : A C2p_endo anti
'3'1952 : G C3p_endo anti
'3'1953 : U C3p_endo anti
'3'1954 : C C3p_endo anti
'3'1955 : G C3p_endo anti
'3'1956 : G C3p_endo anti
'3'1957 : G C3p_endo anti
'3'1958 : U C3p_endo anti
'3'1959 : A C3p_endo anti
'3'1960 : A C3p_endo anti
'3'1961 : A C2p_endo anti
'3'1962 : U C2p_endo anti
'3'1963 : U C3p_endo anti
'3'1964 : C C3p_endo anti
'3'1965 : C C3p_endo anti
'3'1966 : G C3p_endo anti
'3'1967 : U C3p_endo anti
'3'1968 : C C3p_endo anti
'3'1969 : C C2p_endo anti
'3'1970 : C C3p_endo syn
'3'1971 : G C2p_endo syn
'3'1972 : C C3p_endo anti
'3'1973 : U C2p_endo anti
'3'1974 : U C3p_endo anti
'3'1975 : G C3p_endo anti
'3'1976 : A C3p_endo anti
'3'1977 : A C2p_endo anti
'3'1978 : U C3p_endo anti
'3'1979 : G C3p_endo anti
'3'1980 : G C3p_endo anti
'3'1981 : U C3p_endo anti
'3'1982 : G C3p_endo anti
'3'1983 : U C3p_endo anti
'3'1984 : A C3p_endo anti
'3'1985 : A C3p_endo anti
'3'1986 : C C3p_endo anti
'3'1987 : C C2p_endo anti
'3'1988 : A C3p_endo syn
'3'1989 : U C3p_endo anti
'3'1990 : C C3p_endo anti
'3'1991 : U C3p_endo anti
'3'1992 : C C3p_endo anti
'3'1993 : U C3p_endo anti
'3'1994 : U C3p_endo anti
'3'1995 : G C3p_endo anti
'3'1996 : A C3p_endo anti
'3'1997 : C C3p_endo anti
'3'1998 : U C3p_endo anti
'3'1999 : G C2p_endo anti
'3'2000 : U C3p_endo anti
'3'2001 : C C3p_endo anti
'3'2002 : U C3p_endo anti
'3'2003 : C C2p_endo anti
'3'2004 : G C3p_endo anti
'3'2005 : G C3p_endo anti
'3'2006 : C C3p_endo anti
'3'2007 : U C3p_endo anti
'3'2008 : A C3p_endo anti
'3'2009 : U C3p_endo anti
'3'2010 : A C3p_endo anti
'3'2011 : G C3p_endo anti
'3'2012 : A C3p_endo anti
'3'2013 : C C3p_endo anti
'3'2014 : U C3p_endo anti
'3'2015 : C C3p_endo anti
'3'2016 : G C3p_endo anti
'3'2017 : G C3p_endo anti
'3'2018 : U C3p_endo anti
'3'2019 : G C3p_endo anti
'3'2020 : A C3p_endo anti
'3'2021 : A C3p_endo anti
'3'2022 : A C3p_endo anti
'3'2023 : U C3p_endo anti
'3'2024 : C C3p_endo anti
'3'2025 : C C3p_endo anti
'3'2026 : A C3p_endo anti
'3'2027 : G C3p_endo anti
'3'2028 : G C2p_endo anti
'3'2029 : U C2p_endo anti
'3'2030 : A C3p_endo anti
'3'2031 : C C3p_endo anti
'3'2032 : G C3p_endo anti
'3'2033 : G C3p_endo anti
'3'2034 : G C3p_endo anti
'3'2035 : U C3p_endo anti
'3'2036 : G C3p_endo anti
'3'2037 : A C2p_endo syn
'3'2038 : A C2p_endo anti
'3'2039 : G C2p_endo syn
'3'2040 : A C2p_endo anti
'3'2041 : C C3p_endo anti
'3'2042 : A C2p_endo anti
'3'2043 : C C3p_endo anti
'3'2044 : C C3p_endo anti
'3'2045 : C C3p_endo anti
'3'2046 : G C3p_endo anti
'3'2047 : U C3p_endo anti
'3'2048 : U C3p_endo anti
'3'2049 : A C3p_endo anti
'3'2050 : G C3p_endo anti
'3'2051 : G C3p_endo anti
'3'2052 : C C3p_endo anti
'3'2053 : G C3p_endo anti
'3'2054 : C C3p_endo anti
'3'2055 : A C3p_endo anti
'3'2056 : A C3p_endo anti
'3'2057 : C C3p_endo anti
'3'2058 : G C2p_endo anti
'3'2059 : G C3p_endo anti
'3'2060 : G C3p_endo anti
'3'2061 : A C3p_endo anti
'3'2062 : C C3p_endo anti
'3'2063 : G C3p_endo anti
'3'2064 : G C3p_endo anti
'3'2065 : A C3p_endo anti
'3'2066 : A C3p_endo anti
'3'2067 : A C2p_endo anti
'3'2068 : G C2p_endo syn
'3'2069 : A C2p_endo syn
'3'2070 : C C3p_endo anti
'3'2071 : C C3p_endo anti
'3'2072 : C C3p_endo anti
'3'2073 : C C3p_endo anti
'3'2074 : G C2p_endo anti
'3'2075 : U C3p_endo anti
'3'2076 : G C3p_endo anti
'3'2077 : A C3p_endo anti
'3'2078 : A C3p_endo anti
'3'2079 : G C3p_endo anti
'3'2080 : C C3p_endo anti
'3'2081 : U C3p_endo anti
'3'2082 : U C3p_endo anti
'3'2083 : U C3p_endo syn
'3'2084 : A C3p_endo anti
'3'2085 : C C3p_endo anti
'3'2086 : U C3p_endo anti
'3'2087 : G C3p_endo anti
'3'2088 : U C3p_endo anti
'3'2089 : A C3p_endo anti
'3'2090 : G C3p_endo anti
'3'2091 : C C3p_endo anti
'3'2092 : U C3p_endo anti
'3'2093 : U C3p_endo anti
'3'2094 : A C3p_endo anti
'3'2095 : A C3p_endo anti
'3'2096 : U C3p_endo anti
'3'2097 : A C3p_endo anti
'3'2098 : U C3p_endo anti
'3'2099 : U C2p_endo anti
'3'2100 : G C3p_endo anti
'3'2101 : A C3p_endo anti
'3'2102 : U C3p_endo anti
'3'2103 : C C3p_endo anti
'3'2104 : A C3p_endo anti
'3'2105 : G C3p_endo anti
'3'2106 : G C3p_endo anti
'3'2107 : A C3p_endo anti
'3'2108 : C C3p_endo anti
'3'2109 : A C3p_endo anti
'3'2110 : U C3p_endo anti
'3'2111 : U C3p_endo syn
'3'2112 : A C3p_endo anti
'3'2113 : U C3p_endo anti
'3'2114 : C C3p_endo anti
'3'2115 : A C3p_endo anti
'3'2116 : U C3p_endo anti
'3'2117 : G C2p_endo anti
'3'2118 : U C2p_endo anti
'3'2119 : A C3p_endo anti
'3'2120 : G C3p_endo anti
'3'2121 : A C3p_endo anti
'3'2122 : G C3p_endo anti
'3'2123 : A C3p_endo syn
'3'2124 : A C2p_endo anti
'3'2125 : U C2p_endo anti
'3'2126 : A C2p_endo syn
'3'2127 : G C3p_endo anti
'3'2128 : G C3p_endo anti
'3'2129 : U C3p_endo anti
'3'2130 : A C3p_endo anti
'3'2131 : G C3p_endo anti
'3'2132 : G C3p_endo anti
'3'2133 : A C2p_endo syn
'3'2134 : G C3p_endo anti
'3'2135 : C C3p_endo anti
'3'2136 : A C3p_endo anti
'3'2137 : A C3p_endo anti
'3'2138 : U C3p_endo anti
'3'2139 : C C3p_endo anti
'3'2140 : G C3p_endo anti
'3'2141 : A C3p_endo anti
'3'2142 : U C3p_endo anti
'3'2143 : G C3p_endo anti
'3'2144 : C C3p_endo anti
'3'2145 : A C3p_endo anti
'3'2146 : A C3p_endo anti
'3'2147 : G C3p_endo anti
'3'2148 : U C3p_endo anti
'3'2149 : U C3p_endo anti
'3'2150 : C C3p_endo anti
'3'2151 : G C3p_endo anti
'3'2152 : C C2p_endo syn
'3'2153 : U C2p_endo anti
'3'2154 : A C3p_endo anti
'3'2155 : G C3p_endo anti
'3'2156 : G C3p_endo anti
'3'2157 : A C3p_endo anti
'3'2158 : C C3p_endo anti
'3'2159 : U C3p_endo anti
'3'2160 : U C3p_endo anti
'3'2161 : G C3p_endo anti
'3'2162 : U C3p_endo anti
'3'2163 : U C3p_endo anti
'3'2164 : G C3p_endo anti
'3'2165 : A C2p_endo anti
'3'2166 : U C3p_endo anti
'3'2167 : G C3p_endo anti
'3'2168 : C C3p_endo anti
'3'2169 : G C2p_endo syn
'3'2170 : A C2p_endo syn
'3'2171 : A C3p_endo anti
'3'2172 : A C3p_endo anti
'3'2173 : G C3p_endo anti
'3'2174 : G C3p_endo anti
'3'2175 : U C3p_endo anti
'3'2176 : G C3p_endo anti
'3'2177 : G C3p_endo anti
'3'2178 : A C3p_endo anti
'3'2179 : A C2p_endo syn
'3'2180 : U C2p_endo anti
'3'2181 : A C3p_endo anti
'3'2182 : C C3p_endo anti
'3'2183 : U C3p_endo anti
'3'2184 : A C3p_endo anti
'3'2185 : C C3p_endo anti
'3'2186 : C C3p_endo anti
'3'2187 : C C3p_endo anti
'3'2188 : U C3p_endo anti
'3'2189 : U C3p_endo anti
'3'2190 : G C3p_endo anti
'3'2191 : G C3p_endo anti
'3'2192 : U C3p_endo anti
'3'2193 : U C3p_endo anti
'3'2194 : G C3p_endo anti
'3'2195 : U C3p_endo anti
'3'2196 : G C3p_endo anti
'3'2197 : U C3p_endo anti
'3'2198 : G C3p_endo anti
'3'2199 : C C3p_endo anti
'3'2200 : U C3p_endo anti
'3'2201 : G C3p_endo anti
'3'2202 : U C3p_endo anti
'3'2203 : U C3p_endo anti
'3'2204 : C C3p_endo anti
'3'2205 : U C2p_endo anti
'3'2206 : A C3p_endo anti
'3'2207 : A C3p_endo anti
'3'2208 : U C3p_endo anti
'3'2209 : U C3p_endo anti
'3'2210 : G C3p_endo anti
'3'2211 : G C3p_endo anti
'3'2212 : U C3p_endo anti
'3'2213 : A C3p_endo anti
'3'2214 : A C3p_endo anti
'3'2215 : C C3p_endo anti
'3'2216 : U C3p_endo anti
'3'2217 : G C3p_endo anti
'3'2218 : U C2p_endo anti
'3'2219 : U C2p_endo anti
'3'2220 : A C2p_endo anti
'3'2221 : U C2p_endo anti
'3'2222 : C C3p_endo anti
'3'2223 : C C3p_endo anti
'3'2224 : A C3p_endo anti
'3'2225 : G C3p_endo anti
'3'2226 : U C3p_endo anti
'3'2227 : U C3p_endo anti
'3'2228 : U C3p_endo anti
'3'2229 : C C3p_endo anti
'3'2230 : A C3p_endo anti
'3'2231 : A C3p_endo anti
'3'2232 : G C3p_endo anti
'3'2233 : A C2p_endo anti
'3'2234 : C C3p_endo anti
'3'2235 : A C3p_endo anti
'3'2236 : G C3p_endo anti
'3'2237 : U C3p_endo anti
'3'2238 : G C3p_endo anti
'3'2239 : U C3p_endo anti
'3'2240 : U C3p_endo anti
'3'2241 : A C3p_endo anti
'3'2242 : G C3p_endo anti
'3'2243 : G C3p_endo anti
'3'2244 : U C3p_endo anti
'3'2245 : G C3p_endo anti
'3'2246 : G C2p_endo syn
'3'2247 : G C3p_endo anti
'3'2248 : C C3p_endo anti
'3'2249 : A C3p_endo anti
'3'2250 : G C3p_endo anti
'3'2251 : U C3p_endo anti
'3'2252 : U C3p_endo anti
'3'2253 : U C3p_endo anti
'3'2254 : G C3p_endo anti
'3'2255 : A C3p_endo anti
'3'2256 : C C3p_endo anti
'3'2257 : U C2p_endo anti
'3'2258 : G C2p_endo syn
'3'2259 : G C3p_endo anti
'3'2260 : G C4p_exo anti
'3'2261 : G C3p_endo anti
'3'2262 : C C3p_endo anti
'3'2263 : G C3p_endo anti
'3'2264 : G C3p_endo anti
'3'2265 : U C3p_endo anti
'3'2266 : C C2p_endo anti
'3'2267 : G C3p_endo anti
'3'2268 : C C3p_endo anti
'3'2269 : C C3p_endo anti
'3'2270 : U C3p_endo anti
'3'2271 : C C3p_endo anti
'3'2272 : C C3p_endo anti
'3'2273 : U C3p_endo anti
'3'2274 : A C2p_endo anti
'3'2275 : A C3p_endo syn
'3'2276 : A C3p_endo anti
'3'2277 : A C3p_endo anti
'3'2278 : G C3p_endo anti
'3'2279 : G C3p_endo anti
'3'2280 : U C3p_endo anti
'3'2281 : A C3p_endo anti
'3'2282 : A C3p_endo anti
'3'2283 : C C2p_endo syn
'3'2284 : G C3p_endo anti
'3'2285 : G C3p_endo anti
'3'2286 : A C3p_endo anti
'3'2287 : G C3p_endo anti
'3'2288 : G C3p_endo anti
'3'2289 : C C3p_endo anti
'3'2290 : G C2p_endo anti
'3'2291 : U C3p_endo anti
'3'2292 : A C3p_endo anti
'3'2293 : C C3p_endo anti
'3'2294 : A C2p_endo syn
'3'2295 : A C2p_endo syn
'3'2296 : A C2p_endo anti
'3'2297 : G C3p_endo anti
'3'2298 : G C3p_endo anti
'3'2299 : U C3p_endo anti
'3'2300 : A C3p_endo anti
'3'2301 : C C3p_endo anti
'3'2302 : C C3p_endo anti
'3'2303 : U C3p_endo anti
'3'2304 : U C2p_endo anti
'3'2305 : C C3p_endo anti
'3'2306 : A C3p_endo anti
'3'2307 : G C3p_endo anti
'3'2308 : U C3p_endo anti
'3'2309 : A C3p_endo anti
'3'2310 : C C3p_endo anti
'3'2311 : G C3p_endo anti
'3'2312 : G C3p_endo anti
'3'2313 : U C3p_endo anti
'3'2314 : U C3p_endo anti
'3'2315 : G C2p_endo anti
'3'2316 : G C2p_endo syn
'3'2317 : A C3p_endo anti
'3'2318 : A C3p_endo anti
'3'2319 : A C2p_endo anti
'3'2320 : U C3p_endo anti
'3'2321 : C C3p_endo anti
'3'2322 : G C3p_endo anti
'3'2323 : U C3p_endo anti
'3'2324 : A C3p_endo anti
'3'2325 : U C3p_endo anti
'3'2326 : G C3p_endo anti
'3'2327 : U C2p_endo syn
'3'2328 : A C2p_endo anti
'3'2329 : G C3p_endo syn
'3'2330 : A C3p_endo anti
'3'2331 : G C3p_endo anti
'3'2332 : U C2p_endo anti
'3'2333 : G C3p_endo anti
'3'2334 : U C2p_endo anti
'3'2335 : A C3p_endo anti
'3'2336 : A C3p_endo anti
'3'2337 : U C3p_endo anti
'3'2338 : G C3p_endo anti
'3'2339 : G C3p_endo anti
'3'2340 : U C3p_endo anti
'3'2341 : G C2p_endo syn
'3'2342 : U C2p_endo anti
'3'2343 : A C3p_endo anti
'3'2344 : A C2p_endo anti
'3'2345 : G C3p_endo anti
'3'2346 : G C3p_endo anti
'3'2347 : G C3p_endo anti
'3'2348 : U C3p_endo anti
'3'2349 : G C3p_endo anti
'3'2350 : C C3p_endo anti
'3'2351 : U C3p_endo anti
'3'2352 : U C2p_endo anti
'3'2353 : G C2p_endo anti
'3'2354 : A C2p_endo anti
'3'2355 : C C3p_endo anti
'3'2356 : U C3p_endo anti
'3'2357 : G C3p_endo anti
'3'2358 : U C3p_endo anti
'3'2359 : G C3p_endo anti
'3'2360 : A C3p_endo anti
'3'2361 : G C3p_endo anti
'3'2362 : A C3p_endo anti
'3'2363 : C C4p_exo anti
'3'2364 : A C3p_endo anti
'3'2365 : U C3p_endo anti
'3'2366 : A C3p_endo anti
'3'2367 : C C3p_endo anti
'3'2368 : A C3p_endo anti
'3'2369 : G C3p_endo anti
'3'2370 : G C3p_endo anti
'3'2371 : U C3p_endo anti
'3'2372 : C C3p_endo anti
'3'2373 : G C3p_endo anti
'3'2374 : A C3p_endo anti
'3'2375 : A C3p_endo anti
'3'2376 : C C3p_endo anti
'3'2377 : A C3p_endo anti
'3'2378 : G C3p_endo anti
'3'2379 : G C3p_endo anti
'3'2380 : U C3p_endo anti
'3'2381 : G C3p_endo anti
'3'2382 : A C3p_endo anti
'3'2383 : G C3p_endo anti
'3'2384 : A C3p_endo anti
'3'2385 : A C3p_endo anti
'3'2386 : A C3p_endo anti
'3'2387 : U C3p_endo anti
'3'2388 : C C3p_endo anti
'3'2389 : A C3p_endo anti
'3'2390 : G C2p_endo anti
'3'2391 : G C3p_endo anti
'3'2392 : U C2p_endo anti
'3'2393 : C C3p_endo anti
'3'2394 : A C3p_endo anti
'3'2395 : U C3p_endo anti
'3'2396 : A C3p_endo anti
'3'2397 : G C3p_endo anti
'3'2398 : U C3p_endo anti
'3'2399 : G C2p_endo syn
'3'2400 : A C3p_endo anti
'3'2401 : U C3p_endo anti
'3'2402 : C C3p_endo anti
'3'2403 : C C3p_endo anti
'3'2404 : G C3p_endo anti
'3'2405 : G C3p_endo anti
'3'2406 : U C3p_endo anti
'3'2407 : G C3p_endo anti
'3'2408 : G C3p_endo anti
'3'2409 : U C3p_endo anti
'3'2410 : C C3p_endo anti
'3'2411 : C C3p_endo anti
'3'2412 : A C3p_endo anti
'3'2413 : G C2p_endo anti
'3'2414 : U C2p_endo anti
'3'2415 : A C3p_endo anti
'3'2416 : U C3p_endo anti
'3'2417 : G C3p_endo anti
'3'2418 : G C3p_endo anti
'3'2419 : A C3p_endo anti
'3'2420 : A C3p_endo anti
'3'2421 : U C3p_endo anti
'3'2422 : G C3p_endo anti
'3'2423 : G C3p_endo anti
'3'2424 : C C3p_endo anti
'3'2425 : C C3p_endo anti
'3'2426 : A C3p_endo anti
'3'2427 : U C3p_endo anti
'3'2428 : C C3p_endo anti
'3'2429 : G C3p_endo anti
'3'2430 : C C3p_endo anti
'3'2431 : U C2p_endo anti
'3'2432 : C C3p_endo anti
'3'2433 : A C2p_endo anti
'3'2434 : A C2p_endo anti
'3'2435 : C C3p_endo anti
'3'2436 : G C3p_endo anti
'3'2437 : G C3p_endo syn
'3'2438 : A C3p_endo syn
'3'2439 : U C3p_endo anti
'3'2440 : A C3p_endo syn
'3'2441 : A C3p_endo anti
'3'2442 : A C3p_endo anti
'3'2443 : A C3p_endo anti
'3'2444 : G C3p_endo anti
'3'2445 : C C3p_endo anti
'3'2446 : U C3p_endo anti
'3'2447 : A C2p_endo anti
'3'2448 : C C3p_endo anti
'3'2449 : U C3p_endo anti
'3'2450 : C C3p_endo anti
'3'2451 : C C3p_endo anti
'3'2452 : G C3p_endo anti
'3'2453 : G C3p_endo anti
'3'2454 : G C3p_endo anti
'3'2455 : G C2p_endo anti
'3'2456 : A C2p_endo anti
'3'2457 : U C2p_endo anti
'3'2458 : A C3p_endo anti
'3'2459 : A C3p_endo anti
'3'2460 : C C3p_endo anti
'3'2461 : A C3p_endo anti
'3'2462 : G C3p_endo anti
'3'2463 : G C3p_endo anti
'3'2464 : C C3p_endo anti
'3'2465 : U C3p_endo anti
'3'2466 : G C2p_endo anti
'3'2467 : A C3p_endo anti
'3'2468 : U C3p_endo anti
'3'2469 : A C3p_endo anti
'3'2470 : C C3p_endo anti
'3'2471 : U C3p_endo anti
'3'2472 : G C3p_endo anti
'3'2473 : C C3p_endo anti
'3'2474 : C C3p_endo anti
'3'2475 : C C3p_endo anti
'3'2476 : A C2p_endo anti
'3'2477 : A C3p_endo anti
'3'2478 : G C3p_endo anti
'3'2479 : A C3p_endo anti
'3'2480 : G C3p_endo anti
'3'2481 : U C3p_endo anti
'3'2482 : U C3p_endo anti
'3'2483 : C C3p_endo anti
'3'2484 : A C3p_endo anti
'3'2485 : U C3p_endo anti
'3'2486 : A C3p_endo anti
'3'2487 : U C3p_endo anti
'3'2488 : C C3p_endo anti
'3'2489 : G C3p_endo anti
'3'2490 : A C3p_endo anti
'3'2491 : C C3p_endo anti
'3'2492 : G C3p_endo anti
'3'2493 : G C3p_endo anti
'3'2494 : C C3p_endo anti
'3'2495 : A C3p_endo anti
'3'2496 : G C3p_endo anti
'3'2497 : U C3p_endo anti
'3'2498 : G C2p_endo anti
'3'2499 : U C2p_endo anti
'3'2500 : U C3p_endo anti
'3'2501 : U C3p_endo anti
'3'2502 : G C3p_endo anti
'3'2503 : G C3p_endo anti
'3'2504 : C C3p_endo anti
'3'2505 : A C2p_endo syn
'3'2506 : C C2p_endo anti
'3'2507 : C C3p_endo anti
'3'2508 : U C3p_endo anti
'3'2509 : C C3p_endo anti
'3'2510 : G C3p_endo anti
'3'2511 : A C2p_endo syn
'3'2512 : U C3p_endo anti
'3'2513 : G C3p_endo anti
'3'2514 : U C3p_endo anti
'3'2515 : C C3p_endo anti
'3'2516 : G C3p_endo anti
'3'2517 : A C3p_endo anti
'3'2518 : C C3p_endo anti
'3'2519 : U C3p_endo anti
'3'2520 : C C3p_endo anti
'3'2521 : A C3p_endo anti
'3'2522 : U C3p_endo anti
'3'2523 : C C3p_endo anti
'3'2524 : U C3p_endo anti
'3'2525 : C C2p_endo anti
'3'2526 : A C2p_endo syn
'3'2527 : U C2p_endo anti
'3'2528 : C C3p_endo anti
'3'2529 : C C3p_endo anti
'3'2530 : U C3p_endo anti
'3'2531 : C C3p_endo anti
'3'2532 : G C3p_endo anti
'3'2533 : A C3p_endo anti
'3'2534 : G C3p_endo anti
'3'2535 : C C3p_endo anti
'3'2536 : U C3p_endo anti
'3'2537 : G C3p_endo anti
'3'2538 : A C3p_endo anti
'3'2539 : A C3p_endo anti
'3'2540 : G C3p_endo anti
'3'2541 : C C3p_endo anti
'3'2542 : A C3p_endo anti
'3'2543 : G C3p_endo anti
'3'2544 : G C3p_endo anti
'3'2545 : U C3p_endo anti
'3'2546 : U C3p_endo anti
'3'2547 : C C3p_endo anti
'3'2548 : G C3p_endo anti
'3'2549 : A C3p_endo anti
'3'2550 : A C2p_endo anti
'3'2551 : G C3p_endo anti
'3'2552 : G C3p_endo anti
'3'2553 : G C3p_endo anti
'3'2554 : U C3p_endo anti
'3'2555 : U C3p_endo anti
'3'2556 : C C3p_endo anti
'3'2557 : G C3p_endo anti
'3'2558 : G C3p_endo anti
'3'2559 : C C3p_endo anti
'3'2560 : U C3p_endo anti
'3'2561 : G C3p_endo anti
'3'2562 : U C3p_endo anti
'3'2563 : U C3p_endo anti
'3'2564 : C C3p_endo anti
'3'2565 : G C3p_endo anti
'3'2566 : C C3p_endo anti
'3'2567 : C C3p_endo anti
'3'2568 : G C3p_endo anti
'3'2569 : A C3p_endo anti
'3'2570 : U C3p_endo anti
'3'2571 : U C3p_endo anti
'3'2572 : A C3p_endo anti
'3'2573 : A C3p_endo anti
'3'2574 : A C2p_endo anti
'3'2575 : G C3p_endo anti
'3'2576 : A C3p_endo anti
'3'2577 : G C3p_endo anti
'3'2578 : A C3p_endo anti
'3'2579 : U C3p_endo anti
'3'2580 : A C2p_endo anti
'3'2581 : C C3p_endo anti
'3'2582 : G C3p_endo anti
'3'2583 : U C3p_endo anti
'3'2584 : G C3p_endo syn
'3'2585 : A C3p_endo anti
'3'2586 : G C3p_endo anti
'3'2587 : U C3p_endo anti
'3'2588 : U C3p_endo anti
'3'2589 : G C2p_endo syn
'3'2590 : G C3p_endo anti
'3'2591 : G C3p_endo anti
'3'2592 : U C3p_endo anti
'3'2593 : U C2p_endo anti
'3'2594 : C C3p_endo anti
'3'2595 : A C3p_endo anti
'3'2596 : A C3p_endo anti
'3'2597 : A C3p_endo anti
'3'2598 : C C3p_endo anti
'3'2599 : C C3p_endo anti
'3'2600 : G C3p_endo anti
'3'2601 : U C3p_endo anti
'3'2602 : C C3p_endo anti
'3'2603 : G C3p_endo anti
'3'2604 : U C2p_endo anti
'3'2605 : G C3p_endo syn
'3'2606 : A C3p_endo syn
'3'2607 : G C3p_endo anti
'3'2608 : A C3p_endo anti
'3'2609 : C C3p_endo anti
'3'2610 : A C2p_endo syn
'3'2611 : G C3p_endo anti
'3'2612 : G C3p_endo anti
'3'2613 : U C3p_endo anti
'3'2614 : U C3p_endo anti
'3'2615 : G C3p_endo anti
'3'2616 : G C3p_endo anti
'3'2617 : U C2p_endo anti
'3'2618 : C C2p_endo anti
'3'2619 : C C3p_endo anti
'3'2620 : C C3p_endo anti
'3'2621 : U C2p_endo anti
'3'2622 : A C2p_endo syn
'3'2623 : U C3p_endo anti
'3'2624 : C C3p_endo anti
'3'2625 : U C3p_endo anti
'3'2626 : A C3p_endo anti
'3'2627 : U C3p_endo anti
'3'2628 : U C3p_endo anti
'3'2629 : G C3p_endo anti
'3'2630 : U C3p_endo anti
'3'2631 : G C3p_endo anti
'3'2632 : C C3p_endo anti
'3'2633 : C C3p_endo anti
'3'2634 : C C3p_endo anti
'3'2635 : G C3p_endo anti
'3'2636 : U C3p_endo anti
'3'2637 : A C2p_endo syn
'3'2638 : G C3p_endo anti
'3'2639 : G C3p_endo anti
'3'2640 : A C3p_endo anti
'3'2641 : A C3p_endo anti
'3'2642 : G C3p_endo anti
'3'2643 : A C3p_endo anti
'3'2644 : U C3p_endo anti
'3'2645 : U C3p_endo anti
'3'2646 : G C2p_endo anti
'3'2647 : A C3p_endo anti
'3'2648 : A C3p_endo anti
'3'2649 : G C3p_endo anti
'3'2650 : A C3p_endo anti
'3'2651 : G C3p_endo anti
'3'2652 : U C3p_endo anti
'3'2653 : G C3p_endo syn
'3'2654 : U C3p_endo anti
'3'2655 : U C3p_endo anti
'3'2656 : G C3p_endo anti
'3'2657 : C C3p_endo anti
'3'2658 : U C3p_endo anti
'3'2659 : U C3p_endo anti
'3'2660 : C C3p_endo anti
'3'2661 : U C3p_endo anti
'3'2662 : A C2p_endo anti
'3'2663 : G C2p_endo syn
'3'2664 : U C3p_endo anti
'3'2665 : A C3p_endo anti
'3'2666 : C C3p_endo anti
'3'2667 : G C3p_endo anti
'3'2668 : A C2p_endo anti
'3'2669 : G C3p_endo syn
'3'2670 : A C3p_endo anti
'3'2671 : G C3p_endo anti
'3'2672 : G C3p_endo anti
'3'2673 : A C3p_endo anti
'3'2674 : C C3p_endo anti
'3'2675 : C C3p_endo anti
'3'2676 : G C3p_endo anti
'3'2677 : A C3p_endo anti
'3'2678 : A C3p_endo anti
'3'2679 : G C3p_endo anti
'3'2680 : C C3p_endo anti
'3'2681 : G C3p_endo anti
'3'2682 : A C3p_endo anti
'3'2683 : G C3p_endo anti
'3'2684 : G C3p_endo anti
'3'2685 : A C3p_endo anti
'3'2686 : C C3p_endo anti
'3'2687 : A C3p_endo anti
'3'2688 : C C3p_endo anti
'3'2689 : C C2p_endo anti
'3'2690 : U C3p_endo anti
'3'2691 : C C3p_endo anti
'3'2692 : U C3p_endo anti
'3'2693 : U C3p_endo anti
'3'2694 : A C3p_endo anti
'3'2695 : U C3p_endo anti
'3'2696 : G C3p_endo anti
'3'2697 : C C2p_endo syn
'3'2698 : U C2p_endo anti
'3'2699 : C C3p_endo anti
'3'2700 : C C3p_endo anti
'3'2701 : A C3p_endo anti
'3'2702 : G C3p_endo anti
'3'2703 : U C3p_endo anti
'3'2704 : U C3p_endo anti
'3'2705 : G C3p_endo anti
'3'2706 : U C3p_endo anti
'3'2707 : A C3p_endo anti
'3'2708 : G C3p_endo anti
'3'2709 : C C3p_endo anti
'3'2710 : G C3p_endo anti
'3'2711 : C C3p_endo anti
'3'2712 : C C3p_endo anti
'3'2713 : A C3p_endo anti
'3'2714 : G C3p_endo anti
'3'2715 : C C3p_endo anti
'3'2716 : U C3p_endo anti
'3'2717 : G C3p_endo anti
'3'2718 : C C3p_endo anti
'3'2719 : A C3p_endo anti
'3'2720 : C C2p_endo syn
'3'2721 : C C2p_endo anti
'3'2722 : G C3p_endo anti
'3'2723 : C C3p_endo anti
'3'2724 : U C3p_endo anti
'3'2725 : G C3p_endo anti
'3'2726 : G C3p_endo anti
'3'2727 : G C3p_endo anti
'3'2728 : U C3p_endo anti
'3'2729 : A C3p_endo anti
'3'2730 : G C3p_endo anti
'3'2731 : U C3p_endo anti
'3'2732 : A C3p_endo anti
'3'2733 : A C2p_endo anti
'3'2734 : C C2p_endo anti
'3'2735 : G C3p_endo anti
'3'2736 : U C2p_endo anti
'3'2737 : G C3p_endo anti
'3'2738 : U C3p_endo anti
'3'2739 : C C3p_endo anti
'3'2740 : U C2p_endo anti
'3'2741 : A C3p_endo anti
'3'2742 : U C3p_endo anti
'3'2743 : U C3p_endo anti
'3'2744 : A C3p_endo anti
'3'2745 : G C3p_endo anti
'3'2746 : A C3p_endo anti
'3'2747 : U C3p_endo anti
'3'2748 : A C3p_endo anti
'3'2749 : A C3p_endo anti
'3'2750 : A C3p_endo anti
'3'2751 : C C3p_endo anti
'3'2752 : G C3p_endo anti
'3'2753 : C C3p_endo anti
'3'2754 : U C3p_endo anti
'3'2755 : G C3p_endo anti
'3'2756 : A C3p_endo anti
'3'2757 : A C3p_endo anti
'3'2758 : A C2p_endo anti
'3'2759 : G C2p_endo syn
'3'2760 : C C3p_endo anti
'3'2761 : A C3p_endo anti
'3'2762 : U C3p_endo anti
'3'2763 : C C3p_endo anti
'3'2764 : U C2p_endo anti
'3'2765 : A C3p_endo anti
'3'2766 : A C3p_endo anti
'3'2767 : G C3p_endo anti
'3'2768 : U C3p_endo anti
'3'2769 : G C3p_endo anti
'3'2770 : U C3p_endo anti
'3'2771 : G C3p_endo anti
'3'2772 : A C3p_endo anti
'3'2773 : A C3p_endo syn
'3'2774 : A C3p_endo anti
'3'2775 : C C3p_endo anti
'3'2776 : U C3p_endo anti
'3'2777 : A C3p_endo anti
'3'2778 : U C3p_endo anti
'3'2779 : C C3p_endo anti
'3'2780 : U C3p_endo anti
'3'2781 : C C3p_endo anti
'3'2782 : A C3p_endo anti
'3'2783 : A C3p_endo anti
'3'2784 : A C2p_endo anti
'3'2785 : G C3p_endo syn
'3'2786 : A C2p_endo anti
'3'2787 : U C2p_endo anti
'3'2788 : U C2p_endo anti
'3'2789 : A C3p_endo anti
'3'2790 : A C3p_endo anti
'3'2791 : U C3p_endo anti
'3'2792 : C C3p_endo anti
'3'2793 : U C3p_endo anti
'3'2794 : U C3p_endo anti
'3'2795 : C C3p_endo anti
'3'2796 : C C3p_endo anti
'3'2797 : C C3p_endo anti
'3'2798 : A C2p_endo syn
'3'2799 : U C3p_endo anti
'3'2800 : U C3p_endo anti
'3'2801 : U C3p_endo anti
'3'2802 : C C3p_endo anti
'3'2803 : G C3p_endo anti
'3'2804 : C C3p_endo anti
'3'2805 : A C2p_endo syn
'3'2806 : A C3p_endo anti
'3'2807 : G C2p_endo anti
'3'2808 : A C3p_endo anti
'3'2809 : A C3p_endo anti
'3'2810 : A C3p_endo anti
'3'2811 : G C2p_endo syn
'3'2812 : U C2p_endo anti
'3'2813 : A C2p_endo syn
'3'2814 : A C3p_endo anti
'3'2815 : G C3p_endo anti
'3'2816 : A C3p_endo anti
'3'2817 : G C3p_endo anti
'3'2818 : C C3p_endo anti
'3'2819 : C C3p_endo anti
'3'2820 : G C3p_endo anti
'3'2821 : U C3p_endo anti
'3'2822 : C C3p_endo anti
'3'2823 : A C2p_endo anti
'3'2824 : A C2p_endo syn
'3'2825 : A C3p_endo anti
'3'2826 : G C3p_endo anti
'3'2827 : A C3p_endo anti
'3'2828 : C C3p_endo anti
'3'2829 : G C3p_endo syn
'3'2830 : A C3p_endo anti
'3'2831 : U C3p_endo anti
'3'2832 : G C3p_endo anti
'3'2833 : A C3p_endo anti
'3'2834 : C C3p_endo anti
'3'2835 : G C3p_endo anti
'3'2836 : U C2p_endo anti
'3'2837 : U C2p_endo anti
'3'2838 : G C3p_endo anti
'3'2839 : A C2p_endo anti
'3'2840 : U C3p_endo anti
'3'2841 : A C3p_endo anti
'3'2842 : G C3p_endo anti
'3'2843 : G C3p_endo anti
'3'2844 : U C3p_endo anti
'3'2845 : U C3p_endo anti
'3'2846 : A C3p_endo anti
'3'2847 : C C3p_endo anti
'3'2848 : A C3p_endo anti
'3'2849 : G C3p_endo anti
'3'2850 : G C3p_endo anti
'3'2851 : U C3p_endo anti
'3'2852 : G C2p_endo anti
'3'2853 : U C2p_endo anti
'3'2854 : A C3p_endo anti
'3'2855 : A C3p_endo anti
'3'2856 : G C3p_endo anti
'3'2857 : C C3p_endo anti
'3'2858 : A C3p_endo anti
'3'2859 : U C3p_endo anti
'3'2860 : A C3p_endo anti
'3'2861 : G C3p_endo anti
'3'2862 : U C3p_endo anti
'3'2863 : G C3p_endo anti
'3'2864 : A C3p_endo anti
'3'2865 : U C3p_endo anti
'3'2866 : A C3p_endo anti
'3'2867 : U C3p_endo anti
'3'2868 : G C3p_endo anti
'3'2869 : U C3p_endo anti
'3'2870 : U C2p_endo anti
'3'2871 : G C2p_endo syn
'3'2872 : A C3p_endo anti
'3'2873 : G C3p_endo anti
'3'2874 : C C3p_endo anti
'3'2875 : U C3p_endo anti
'3'2876 : G C3p_endo anti
'3'2877 : A C2p_endo syn
'3'2878 : G C3p_endo anti
'3'2879 : U C3p_endo anti
'3'2880 : A C3p_endo anti
'3'2881 : A C3p_endo anti
'3'2882 : U C3p_endo anti
'3'2883 : A C2p_endo syn
'3'2884 : C C3p_endo anti
'3'2885 : U C3p_endo anti
'3'2886 : A C3p_endo anti
'3'2887 : A C3p_endo anti
'3'2888 : U C2p_endo anti
'3'2889 : U C3p_endo anti
'3'2890 : G C3p_endo anti
'3'2891 : C C3p_endo anti
'3'2892 : U C3p_endo anti
'3'2893 : C C3p_endo anti
'3'2894 : G C3p_endo anti
'3'2895 : A C3p_endo anti
'3'2896 : G C2p_endo anti
'3'2897 : G C3p_endo syn
'3'2898 : A C3p_endo anti
'3'2899 : C C3p_endo anti
'3'2900 : U C3p_endo anti
'4'1 : U C3p_endo anti
'4'2 : U C3p_endo anti
'4'3 : U C3p_endo anti
'4'4 : G C3p_endo anti
'4'5 : G C3p_endo anti
'4'6 : U C3p_endo anti
'4'7 : G C3p_endo anti
'4'8 : C C3p_endo anti
'4'9 : C C3p_endo anti
'4'10 : C C2p_endo anti
'4'11 : A C3p_endo anti
'4'12 : U C2p_endo anti
'4'13 : G C2p_endo syn
'4'14 : U C3p_endo anti
'4'15 : C C3p_endo anti
'4'16 : G C3p_endo anti
'4'17 : C C3p_endo anti
'4'18 : U C3p_endo anti
'4'19 : G C3p_endo anti
'4'20 : U C3p_endo anti
'4'21 : G C3p_endo anti
'4'22 : G C3p_endo anti
'4'23 : A C3p_endo anti
'4'24 : A C3p_endo anti
'4'25 : A C3p_endo anti
'4'26 : C C3p_endo anti
'4'27 : A C3p_endo anti
'4'28 : C C3p_endo anti
'4'29 : C C3p_endo anti
'4'30 : U C3p_endo anti
'4'31 : G C3p_endo anti
'4'32 : G C2p_endo anti
'4'33 : U C3p_endo anti
'4'34 : U C3p_endo anti
'4'35 : C C3p_endo anti
'4'36 : C C3p_endo anti
'4'37 : A C3p_endo anti
'4'38 : U C2p_endo syn
'4'39 : U C2p_endo syn
'4'40 : U C2p_endo anti
'4'41 : C C2p_endo syn
'4'42 : G C2p_endo syn
'4'43 : A C3p_endo anti
'4'44 : A C3p_endo anti
'4'45 : C C3p_endo anti
'4'46 : C C3p_endo anti
'4'47 : C C3p_endo anti
'4'48 : A C2p_endo anti
'4'49 : G C3p_endo anti
'4'50 : C C2p_endo anti
'4'51 : A C3p_endo anti
'4'52 : G C3p_endo anti
'4'53 : U C3p_endo anti
'4'54 : U C2p_endo anti
'4'55 : A C3p_endo anti
'4'56 : A C3p_endo anti
'4'57 : G C3p_endo anti
'4'58 : C C3p_endo anti
'4'59 : A C3p_endo anti
'4'60 : C C3p_endo anti
'4'61 : A C3p_endo anti
'4'62 : G C3p_endo anti
'4'63 : U C3p_endo anti
'4'64 : G C2p_endo syn
'4'65 : G C3p_endo anti
'4'66 : A C3p_endo anti
'4'67 : G C3p_endo anti
'4'68 : C C3p_endo anti
'4'69 : C C3p_endo anti
'4'70 : G C3p_endo anti
'4'71 : A C3p_endo anti
'4'72 : A C3p_endo anti
'4'73 : U C3p_endo anti
'4'74 : G C3p_endo anti
'4'75 : U C3p_endo anti
'4'76 : A C3p_endo anti
'4'77 : G C3p_endo anti
'4'78 : C C3p_endo syn
'4'79 : U C3p_endo syn
'4'80 : G C3p_endo syn
'4'84 : C C2p_endo anti
'4'85 : A C3p_endo anti
'4'86 : G C3p_endo anti
'4'87 : U C3p_endo anti
'4'88 : G C3p_endo anti
'4'89 : A C3p_endo anti
'4'90 : G C3p_endo anti
'4'91 : A C3p_endo anti
'4'92 : A C3p_endo anti
'4'93 : U C3p_endo anti
'4'94 : A C3p_endo anti
'4'95 : G C3p_endo anti
'4'96 : G C3p_endo anti
'4'97 : A C3p_endo anti
'4'98 : A C2p_endo syn
'4'99 : A C3p_endo anti
'4'100 : G C3p_endo anti
'4'101 : C C3p_endo anti
'4'102 : A C3p_endo anti
'4'103 : C C3p_endo anti
'4'104 : C C3p_endo anti
'4'105 : A C3p_endo anti
'4'106 : A C3p_endo anti
'4'107 : G C3p_endo anti
'4'108 : C C3p_endo anti
Adjacent stackings ----------------------------------------------
'3'8-'3'9 : adjacent_5p upward 
'3'9-'3'10 : adjacent_5p upward 
'3'10-'3'11 : adjacent_5p upward 
'3'12-'3'13 : adjacent_5p outward 
'3'16-'3'17 : adjacent_5p upward pairing 
'3'17-'3'18 : adjacent_5p upward 
'3'18-'3'19 : adjacent_5p upward 
'3'19-'3'20 : adjacent_5p upward 
'3'20-'3'21 : adjacent_5p upward 
'3'21-'3'22 : adjacent_5p upward 
'3'23-'3'24 : adjacent_5p upward 
'3'24-'3'25 : adjacent_5p upward 
'3'25-'3'26 : adjacent_5p upward 
'3'26-'3'27 : adjacent_5p upward 
'3'27-'3'28 : adjacent_5p upward 
'3'28-'3'29 : adjacent_5p upward 
'3'30-'3'31 : adjacent_5p upward 
'3'32-'3'33 : adjacent_5p upward 
'3'33-'3'34 : adjacent_5p upward 
'3'34-'3'35 : adjacent_5p upward 
'3'37-'3'38 : adjacent_5p upward 
'3'38-'3'39 : adjacent_5p upward 
'3'40-'3'41 : adjacent_5p upward 
'3'42-'3'43 : adjacent_5p upward 
'3'43-'3'44 : adjacent_5p upward 
'3'44-'3'45 : adjacent_5p upward 
'3'45-'3'46 : adjacent_5p upward 
'3'46-'3'47 : adjacent_5p upward 
'3'48-'3'49 : adjacent_5p upward 
'3'49-'3'50 : adjacent_5p upward 
'3'54-'3'55 : adjacent_5p upward 
'3'55-'3'56 : adjacent_5p upward 
'3'56-'3'57 : adjacent_5p upward 
'3'57-'3'58 : adjacent_5p upward 
'3'58-'3'59 : adjacent_5p upward 
'3'60-'3'61 : adjacent_5p upward 
'3'65-'3'66 : adjacent_5p upward 
'3'66-'3'67 : adjacent_5p upward 
'3'67-'3'68 : adjacent_5p upward 
'3'68-'3'69 : adjacent_5p upward 
'3'70-'3'71 : adjacent_5p upward 
'3'78-'3'79 : adjacent_5p upward 
'3'80-'3'81 : adjacent_5p upward 
'3'81-'3'82 : adjacent_5p upward 
'3'82-'3'83 : adjacent_5p upward 
'3'83-'3'84 : adjacent_5p upward 
'3'87-'3'88 : adjacent_5p upward 
'3'88-'3'89 : adjacent_5p upward 
'3'90-'3'91 : adjacent_5p upward 
'3'91-'3'92 : adjacent_5p upward 
'3'95-'3'96 : adjacent_5p upward 
'3'96-'3'97 : adjacent_5p upward 
'3'97-'3'98 : adjacent_5p upward 
'3'99-'3'100 : adjacent_5p upward 
'3'104-'3'105 : adjacent_5p upward 
'3'105-'3'106 : adjacent_5p upward 
'3'106-'3'107 : adjacent_5p upward 
'3'107-'3'108 : adjacent_5p upward 
'3'108-'3'109 : adjacent_5p upward 
'3'109-'3'110 : adjacent_5p upward 
'3'110-'3'111 : adjacent_5p upward 
'3'111-'3'112 : adjacent_5p upward 
'3'112-'3'113 : adjacent_5p upward 
'3'115-'3'116 : adjacent_5p upward 
'3'117-'3'118 : adjacent_5p upward 
'3'119-'3'120 : adjacent_5p outward 
'3'122-'3'123 : adjacent_5p upward 
'3'123-'3'124 : adjacent_5p upward 
'3'124-'3'125 : adjacent_5p upward 
'3'127-'3'128 : adjacent_5p upward 
'3'132-'3'133 : adjacent_5p upward 
'3'133-'3'134 : adjacent_5p upward 
'3'134-'3'135 : adjacent_5p upward 
'3'135-'3'136 : adjacent_5p upward 
'3'136-'3'137 : adjacent_5p upward 
'3'137-'3'138 : adjacent_5p upward 
'3'139-'3'140 : adjacent_5p upward 
'3'141-'3'142 : adjacent_5p upward 
'3'142-'3'143 : adjacent_5p upward 
'3'145-'3'146 : adjacent_5p upward 
'3'146-'3'147 : adjacent_5p upward 
'3'147-'3'148 : adjacent_5p upward 
'3'148-'3'149 : adjacent_5p upward 
'3'149-'3'150 : adjacent_5p upward 
'3'150-'3'151 : adjacent_5p upward 
'3'152-'3'153 : adjacent_5p upward 
'3'153-'3'154 : adjacent_5p upward 
'3'155-'3'156 : adjacent_5p upward 
'3'156-'3'157 : adjacent_5p upward 
'3'157-'3'158 : adjacent_5p upward 
'3'158-'3'159 : adjacent_5p upward 
'3'159-'3'160 : adjacent_5p upward 
'3'160-'3'161 : adjacent_5p upward 
'3'161-'3'162 : adjacent_5p upward 
'3'163-'3'164 : adjacent_5p upward 
'3'164-'3'165 : adjacent_5p inward 
'3'166-'3'167 : adjacent_5p upward 
'3'167-'3'168 : adjacent_5p upward 
'3'168-'3'169 : adjacent_5p upward 
'3'169-'3'170 : adjacent_5p upward 
'3'170-'3'171 : adjacent_5p upward 
'3'171-'3'172 : adjacent_5p upward 
'3'174-'3'175 : adjacent_5p upward 
'3'175-'3'176 : adjacent_5p upward 
'3'176-'3'177 : adjacent_5p upward 
'3'178-'3'179 : adjacent_5p upward 
'3'179-'3'180 : adjacent_5p upward pairing 
'3'181-'3'182 : adjacent_5p upward 
'3'186-'3'187 : adjacent_5p upward 
'3'188-'3'189 : adjacent_5p upward 
'3'189-'3'190 : adjacent_5p upward 
'3'190-'3'191 : adjacent_5p upward 
'3'191-'3'192 : adjacent_5p upward 
'3'192-'3'193 : adjacent_5p upward 
'3'194-'3'195 : adjacent_5p upward 
'3'195-'3'196 : adjacent_5p upward 
'3'196-'3'197 : adjacent_5p upward 
'3'198-'3'199 : adjacent_5p upward 
'3'201-'3'202 : adjacent_5p upward 
'3'204-'3'205 : adjacent_5p upward 
'3'206-'3'207 : adjacent_5p upward 
'3'207-'3'208 : adjacent_5p inward 
'3'210-'3'211 : adjacent_5p upward 
'3'211-'3'212 : adjacent_5p upward 
'3'212-'3'213 : adjacent_5p upward 
'3'213-'3'214 : adjacent_5p upward 
'3'214-'3'215 : adjacent_5p upward 
'3'215-'3'216 : adjacent_5p upward 
'3'217-'3'218 : adjacent_5p upward 
'3'218-'3'219 : adjacent_5p upward 
'3'220-'3'221 : adjacent_5p upward 
'3'221-'3'222 : adjacent_5p upward 
'3'222-'3'223 : adjacent_5p upward 
'3'223-'3'224 : adjacent_5p upward 
'3'228-'3'229 : adjacent_5p upward 
'3'229-'3'230 : adjacent_5p upward 
'3'235-'3'236 : adjacent_5p upward 
'3'237-'3'238 : adjacent_5p upward 
'3'238-'3'239 : adjacent_5p upward 
'3'242-'3'243 : adjacent_5p upward 
'3'243-'3'244 : adjacent_5p upward 
'3'247-'3'248 : adjacent_5p upward 
'3'248-'3'249 : adjacent_5p upward 
'3'249-'3'250 : adjacent_5p upward 
'3'250-'3'251 : adjacent_5p upward 
'3'254-'3'255 : adjacent_5p upward 
'3'255-'3'256 : adjacent_5p upward 
'3'256-'3'257 : adjacent_5p upward 
'3'257-'3'258 : adjacent_5p upward 
'3'259-'3'260 : adjacent_5p upward 
'3'260-'3'261 : adjacent_5p upward 
'3'261-'3'262 : adjacent_5p upward 
'3'262-'3'263 : adjacent_5p upward 
'3'264-'3'265 : adjacent_5p upward 
'3'265-'3'266 : adjacent_5p upward 
'3'266-'3'267 : adjacent_5p upward 
'3'270-'3'271 : adjacent_5p upward 
'3'271-'3'272 : adjacent_5p upward 
'3'274-'3'275 : adjacent_5p upward 
'3'277-'3'278 : adjacent_5p upward 
'3'279-'3'280 : adjacent_5p upward 
'3'280-'3'281 : adjacent_5p upward 
'3'288-'3'289 : adjacent_5p upward 
'3'290-'3'291 : adjacent_5p upward 
'3'292-'3'293 : adjacent_5p upward 
'3'293-'3'294 : adjacent_5p upward 
'3'299-'3'300 : adjacent_5p upward 
'3'300-'3'301 : adjacent_5p upward 
'3'301-'3'302 : adjacent_5p upward 
'3'302-'3'303 : adjacent_5p upward 
'3'303-'3'304 : adjacent_5p upward 
'3'306-'3'307 : adjacent_5p upward 
'3'307-'3'308 : adjacent_5p upward 
'3'308-'3'309 : adjacent_5p upward 
'3'309-'3'310 : adjacent_5p inward 
'3'312-'3'313 : adjacent_5p upward 
'3'313-'3'314 : adjacent_5p upward 
'3'317-'3'318 : adjacent_5p upward 
'3'318-'3'319 : adjacent_5p upward 
'3'319-'3'320 : adjacent_5p upward 
'3'320-'3'321 : adjacent_5p upward 
'3'321-'3'322 : adjacent_5p upward 
'3'322-'3'323 : adjacent_5p upward 
'3'323-'3'324 : adjacent_5p upward 
'3'325-'3'326 : adjacent_5p upward 
'3'326-'3'327 : adjacent_5p upward 
'3'329-'3'330 : adjacent_5p upward 
'3'330-'3'331 : adjacent_5p upward 
'3'331-'3'332 : adjacent_5p upward 
'3'333-'3'334 : adjacent_5p upward 
'3'335-'3'336 : adjacent_5p upward 
'3'336-'3'337 : adjacent_5p upward 
'3'337-'3'338 : adjacent_5p upward 
'3'338-'3'339 : adjacent_5p upward 
'3'340-'3'341 : adjacent_5p upward 
'3'342-'3'343 : adjacent_5p upward 
'3'346-'3'347 : adjacent_5p upward 
'3'347-'3'348 : adjacent_5p upward 
'3'348-'3'349 : adjacent_5p upward 
'3'349-'3'350 : adjacent_5p upward 
'3'351-'3'352 : adjacent_5p upward 
'3'352-'3'353 : adjacent_5p upward 
'3'358-'3'359 : adjacent_5p upward 
'3'359-'3'360 : adjacent_5p upward 
'3'360-'3'361 : adjacent_5p upward 
'3'361-'3'362 : adjacent_5p upward 
'3'367-'3'368 : adjacent_5p upward 
'3'369-'3'370 : adjacent_5p upward 
'3'370-'3'371 : adjacent_5p upward 
'3'371-'3'372 : adjacent_5p upward 
'3'372-'3'373 : adjacent_5p upward 
'3'373-'3'374 : adjacent_5p upward 
'3'374-'3'375 : adjacent_5p upward 
'3'375-'3'376 : adjacent_5p upward 
'3'377-'3'378 : adjacent_5p upward 
'3'380-'3'381 : adjacent_5p upward 
'3'381-'3'382 : adjacent_5p upward 
'3'382-'3'383 : adjacent_5p upward 
'3'384-'3'385 : adjacent_5p upward 
'3'388-'3'389 : adjacent_5p upward 
'3'390-'3'391 : adjacent_5p upward 
'3'392-'3'393 : adjacent_5p upward 
'3'393-'3'394 : adjacent_5p upward 
'3'397-'3'398 : adjacent_5p upward 
'3'399-'3'400 : adjacent_5p upward 
'3'400-'3'401 : adjacent_5p upward 
'3'401-'3'402 : adjacent_5p upward pairing 
'3'404-'3'405 : adjacent_5p upward 
'3'405-'3'406 : adjacent_5p upward 
'3'411-'3'412 : adjacent_5p upward 
'3'412-'3'413 : adjacent_5p upward 
'3'413-'3'414 : adjacent_5p upward 
'3'416-'3'417 : adjacent_5p upward 
'3'417-'3'418 : adjacent_5p upward 
'3'418-'3'419 : adjacent_5p upward 
'3'419-'3'420 : adjacent_5p upward 
'3'420-'3'421 : adjacent_5p upward 
'3'422-'3'423 : adjacent_5p upward 
'3'427-'3'428 : adjacent_5p upward 
'3'428-'3'429 : adjacent_5p upward 
'3'429-'3'430 : adjacent_5p upward 
'3'432-'3'433 : adjacent_5p upward 
'3'433-'3'434 : adjacent_5p upward 
'3'434-'3'435 : adjacent_5p upward 
'3'435-'3'436 : adjacent_5p upward 
'3'437-'3'438 : adjacent_5p upward 
'3'438-'3'439 : adjacent_5p upward 
'3'442-'3'443 : adjacent_5p upward 
'3'443-'3'444 : adjacent_5p upward 
'3'444-'3'445 : adjacent_5p upward 
'3'448-'3'449 : adjacent_5p upward 
'3'449-'3'450 : adjacent_5p upward 
'3'450-'3'451 : adjacent_5p upward 
'3'451-'3'452 : adjacent_5p upward 
'3'452-'3'453 : adjacent_5p upward 
'3'454-'3'455 : adjacent_5p upward 
'3'455-'3'456 : adjacent_5p upward 
'3'456-'3'457 : adjacent_5p upward 
'3'458-'3'459 : adjacent_5p upward 
'3'460-'3'461 : adjacent_5p upward 
'3'462-'3'463 : adjacent_5p upward 
'3'464-'3'465 : adjacent_5p upward pairing 
'3'468-'3'469 : adjacent_5p upward 
'3'472-'3'473 : adjacent_5p upward 
'3'473-'3'474 : adjacent_5p upward 
'3'474-'3'475 : adjacent_5p upward 
'3'475-'3'476 : adjacent_5p upward 
'3'476-'3'477 : adjacent_5p upward 
'3'480-'3'481 : adjacent_5p upward 
'3'485-'3'486 : adjacent_5p upward 
'3'488-'3'489 : adjacent_5p upward 
'3'496-'3'497 : adjacent_5p upward 
'3'498-'3'499 : adjacent_5p upward 
'3'500-'3'501 : adjacent_5p upward 
'3'503-'3'504 : adjacent_5p upward 
'3'504-'3'505 : adjacent_5p upward 
'3'506-'3'507 : adjacent_5p upward 
'3'507-'3'508 : adjacent_5p upward 
'3'509-'3'510 : adjacent_5p upward 
'3'511-'3'512 : adjacent_5p upward 
'3'513-'3'514 : adjacent_5p upward 
'3'515-'3'516 : adjacent_5p downward 
'3'519-'3'520 : adjacent_5p upward pairing 
'3'523-'3'524 : adjacent_5p upward 
'3'525-'3'526 : adjacent_5p upward 
'3'526-'3'527 : adjacent_5p upward 
'3'527-'3'528 : adjacent_5p upward 
'3'529-'3'530 : adjacent_5p upward 
'3'530-'3'531 : adjacent_5p upward 
'3'531-'3'532 : adjacent_5p upward 
'3'532-'3'533 : adjacent_5p upward 
'3'533-'3'534 : adjacent_5p upward 
'3'534-'3'535 : adjacent_5p upward 
'3'536-'3'537 : adjacent_5p upward 
'3'546-'3'547 : adjacent_5p upward 
'3'548-'3'549 : adjacent_5p upward 
'3'549-'3'550 : adjacent_5p upward 
'3'550-'3'551 : adjacent_5p upward 
'3'553-'3'554 : adjacent_5p upward 
'3'556-'3'557 : adjacent_5p upward 
'3'557-'3'558 : adjacent_5p upward 
'3'559-'3'560 : adjacent_5p upward 
'3'568-'3'569 : adjacent_5p upward 
'3'569-'3'570 : adjacent_5p upward 
'3'570-'3'571 : adjacent_5p upward 
'3'571-'3'572 : adjacent_5p upward 
'3'573-'3'574 : adjacent_5p upward 
'3'574-'3'575 : adjacent_5p upward 
'3'575-'3'576 : adjacent_5p upward 
'3'576-'3'577 : adjacent_5p upward 
'3'577-'3'578 : adjacent_5p upward 
'3'584-'3'585 : adjacent_5p upward 
'3'586-'3'587 : adjacent_5p upward 
'3'587-'3'588 : adjacent_5p upward 
'3'589-'3'590 : adjacent_5p upward 
'3'591-'3'592 : adjacent_5p upward 
'3'592-'3'593 : adjacent_5p upward 
'3'593-'3'594 : adjacent_5p upward 
'3'596-'3'597 : adjacent_5p upward 
'3'598-'3'599 : adjacent_5p upward 
'3'599-'3'600 : adjacent_5p upward 
'3'600-'3'601 : adjacent_5p upward 
'3'602-'3'603 : adjacent_5p upward 
'3'605-'3'606 : adjacent_5p upward 
'3'608-'3'609 : adjacent_5p upward 
'3'610-'3'611 : adjacent_5p upward 
'3'612-'3'613 : adjacent_5p upward 
'3'613-'3'614 : adjacent_5p upward 
'3'615-'3'616 : adjacent_5p upward 
'3'616-'3'617 : adjacent_5p upward 
'3'617-'3'618 : adjacent_5p upward 
'3'621-'3'622 : adjacent_5p upward 
'3'623-'3'624 : adjacent_5p upward 
'3'625-'3'626 : adjacent_5p upward 
'3'626-'3'627 : adjacent_5p upward 
'3'627-'3'628 : adjacent_5p upward 
'3'628-'3'629 : adjacent_5p upward 
'3'629-'3'630 : adjacent_5p upward 
'3'631-'3'632 : adjacent_5p upward 
'3'632-'3'633 : adjacent_5p upward 
'3'633-'3'634 : adjacent_5p upward 
'3'634-'3'635 : adjacent_5p upward 
'3'638-'3'639 : adjacent_5p outward 
'3'639-'3'640 : adjacent_5p upward 
'3'642-'3'643 : adjacent_5p upward 
'3'643-'3'644 : adjacent_5p upward 
'3'650-'3'651 : adjacent_5p upward 
'3'651-'3'652 : adjacent_5p upward 
'3'652-'3'653 : adjacent_5p upward 
'3'653-'3'654 : adjacent_5p upward 
'3'654-'3'655 : adjacent_5p upward 
'3'657-'3'658 : adjacent_5p upward 
'3'658-'3'659 : adjacent_5p upward 
'3'659-'3'660 : adjacent_5p upward 
'3'664-'3'665 : adjacent_5p upward 
'3'665-'3'666 : adjacent_5p upward 
'3'667-'3'668 : adjacent_5p upward 
'3'668-'3'669 : adjacent_5p upward 
'3'669-'3'670 : adjacent_5p upward pairing 
'3'670-'3'671 : adjacent_5p upward 
'3'671-'3'672 : adjacent_5p upward 
'3'674-'3'675 : adjacent_5p upward 
'3'675-'3'676 : adjacent_5p upward 
'3'676-'3'677 : adjacent_5p upward 
'3'677-'3'678 : adjacent_5p upward 
'3'679-'3'680 : adjacent_5p upward 
'3'682-'3'683 : adjacent_5p upward pairing 
'3'683-'3'684 : adjacent_5p upward 
'3'684-'3'685 : adjacent_5p upward 
'3'685-'3'686 : adjacent_5p upward 
'3'686-'3'687 : adjacent_5p upward 
'3'687-'3'688 : adjacent_5p upward 
'3'691-'3'692 : adjacent_5p upward 
'3'692-'3'693 : adjacent_5p upward 
'3'693-'3'694 : adjacent_5p upward 
'3'694-'3'695 : adjacent_5p upward 
'3'695-'3'696 : adjacent_5p upward 
'3'698-'3'699 : adjacent_5p upward 
'3'699-'3'700 : adjacent_5p upward 
'3'700-'3'701 : adjacent_5p upward 
'3'701-'3'702 : adjacent_5p upward 
'3'702-'3'703 : adjacent_5p upward 
'3'704-'3'705 : adjacent_5p upward pairing 
'3'707-'3'708 : adjacent_5p upward 
'3'710-'3'711 : adjacent_5p upward 
'3'712-'3'713 : adjacent_5p upward 
'3'714-'3'715 : adjacent_5p upward 
'3'715-'3'716 : adjacent_5p upward 
'3'716-'3'717 : adjacent_5p upward 
'3'718-'3'719 : adjacent_5p upward 
'3'724-'3'725 : adjacent_5p upward 
'3'725-'3'726 : adjacent_5p upward 
'3'726-'3'727 : adjacent_5p upward 
'3'727-'3'728 : adjacent_5p upward 
'3'728-'3'729 : adjacent_5p upward 
'3'729-'3'730 : adjacent_5p upward 
'3'730-'3'731 : adjacent_5p upward 
'3'731-'3'732 : adjacent_5p upward 
'3'734-'3'735 : adjacent_5p upward pairing 
'3'735-'3'736 : adjacent_5p upward 
'3'736-'3'737 : adjacent_5p upward 
'3'737-'3'738 : adjacent_5p upward 
'3'738-'3'739 : adjacent_5p upward 
'3'740-'3'741 : adjacent_5p upward 
'3'741-'3'742 : adjacent_5p upward 
'3'742-'3'743 : adjacent_5p upward 
'3'743-'3'744 : adjacent_5p upward 
'3'744-'3'745 : adjacent_5p upward 
'3'745-'3'746 : adjacent_5p upward 
'3'746-'3'747 : adjacent_5p upward 
'3'747-'3'748 : adjacent_5p upward 
'3'748-'3'749 : adjacent_5p upward 
'3'750-'3'751 : adjacent_5p upward 
'3'751-'3'752 : adjacent_5p upward 
'3'752-'3'753 : adjacent_5p upward 
'3'753-'3'754 : adjacent_5p upward 
'3'754-'3'755 : adjacent_5p upward 
'3'755-'3'756 : adjacent_5p upward 
'3'756-'3'757 : adjacent_5p upward 
'3'757-'3'758 : adjacent_5p upward 
'3'759-'3'760 : adjacent_5p upward 
'3'760-'3'761 : adjacent_5p upward 
'3'762-'3'763 : adjacent_5p upward 
'3'765-'3'766 : adjacent_5p upward 
'3'767-'3'768 : adjacent_5p upward 
'3'769-'3'770 : adjacent_5p upward 
'3'770-'3'771 : adjacent_5p upward 
'3'772-'3'773 : adjacent_5p upward 
'3'773-'3'774 : adjacent_5p upward 
'3'777-'3'778 : adjacent_5p upward 
'3'778-'3'779 : adjacent_5p upward 
'3'779-'3'780 : adjacent_5p upward 
'3'788-'3'789 : adjacent_5p upward 
'3'789-'3'790 : adjacent_5p upward 
'3'790-'3'791 : adjacent_5p upward 
'3'791-'3'792 : adjacent_5p upward 
'3'794-'3'795 : adjacent_5p upward 
'3'795-'3'796 : adjacent_5p upward 
'3'797-'3'798 : adjacent_5p outward 
'3'801-'3'802 : adjacent_5p upward 
'3'803-'3'804 : adjacent_5p upward 
'3'805-'3'806 : adjacent_5p upward 
'3'806-'3'807 : adjacent_5p upward 
'3'812-'3'813 : adjacent_5p upward 
'3'813-'3'814 : adjacent_5p upward 
'3'814-'3'815 : adjacent_5p upward 
'3'820-'3'821 : adjacent_5p upward 
'3'821-'3'822 : adjacent_5p upward 
'3'829-'3'830 : adjacent_5p upward 
'3'830-'3'831 : adjacent_5p upward 
'3'831-'3'832 : adjacent_5p upward 
'3'832-'3'833 : adjacent_5p upward 
'3'834-'3'835 : adjacent_5p inward pairing 
'3'837-'3'838 : adjacent_5p upward 
'3'842-'3'843 : adjacent_5p upward 
'3'843-'3'844 : adjacent_5p upward 
'3'844-'3'845 : adjacent_5p upward 
'3'848-'3'849 : adjacent_5p upward 
'3'850-'3'851 : adjacent_5p upward 
'3'852-'3'853 : adjacent_5p upward 
'3'854-'3'855 : adjacent_5p upward 
'3'855-'3'856 : adjacent_5p upward 
'3'858-'3'859 : adjacent_5p upward 
'3'859-'3'860 : adjacent_5p upward 
'3'860-'3'861 : adjacent_5p upward 
'3'866-'3'867 : adjacent_5p upward 
'3'867-'3'868 : adjacent_5p upward 
'3'870-'3'871 : adjacent_5p upward 
'3'871-'3'872 : adjacent_5p upward 
'3'873-'3'874 : adjacent_5p upward 
'3'874-'3'875 : adjacent_5p upward 
'3'876-'3'877 : adjacent_5p upward 
'3'877-'3'878 : adjacent_5p upward 
'3'878-'3'879 : adjacent_5p upward 
'3'883-'3'884 : adjacent_5p upward 
'3'884-'3'885 : adjacent_5p upward 
'3'885-'3'886 : adjacent_5p upward 
'3'886-'3'887 : adjacent_5p upward 
'3'887-'3'888 : adjacent_5p upward 
'3'888-'3'889 : adjacent_5p upward 
'3'889-'3'890 : adjacent_5p upward 
'3'890-'3'891 : adjacent_5p upward 
'3'891-'3'892 : adjacent_5p upward 
'3'892-'3'893 : adjacent_5p upward 
'3'893-'3'894 : adjacent_5p upward 
'3'897-'3'898 : adjacent_5p upward 
'3'898-'3'899 : adjacent_5p upward 
'3'899-'3'900 : adjacent_5p upward 
'3'900-'3'901 : adjacent_5p upward 
'3'904-'3'905 : adjacent_5p upward 
'3'906-'3'907 : adjacent_5p upward 
'3'907-'3'908 : adjacent_5p upward 
'3'910-'3'911 : adjacent_5p upward 
'3'912-'3'913 : adjacent_5p upward 
'3'913-'3'914 : adjacent_5p upward 
'3'915-'3'916 : adjacent_5p upward 
'3'916-'3'917 : adjacent_5p upward 
'3'918-'3'919 : adjacent_5p upward pairing 
'3'919-'3'920 : adjacent_5p upward 
'3'920-'3'921 : adjacent_5p upward 
'3'929-'3'930 : adjacent_5p upward 
'3'934-'3'935 : adjacent_5p upward 
'3'935-'3'936 : adjacent_5p upward 
'3'937-'3'938 : adjacent_5p upward 
'3'938-'3'939 : adjacent_5p upward 
'3'939-'3'940 : adjacent_5p upward 
'3'940-'3'941 : adjacent_5p upward 
'3'942-'3'943 : adjacent_5p upward 
'3'947-'3'948 : adjacent_5p upward 
'3'951-'3'952 : adjacent_5p upward 
'3'952-'3'953 : adjacent_5p upward 
'3'954-'3'955 : adjacent_5p upward 
'3'955-'3'956 : adjacent_5p upward 
'3'956-'3'957 : adjacent_5p upward 
'3'957-'3'958 : adjacent_5p upward 
'3'958-'3'959 : adjacent_5p upward 
'3'959-'3'960 : adjacent_5p upward 
'3'960-'3'961 : adjacent_5p upward 
'3'963-'3'964 : adjacent_5p upward 
'3'964-'3'965 : adjacent_5p upward 
'3'966-'3'967 : adjacent_5p upward 
'3'967-'3'968 : adjacent_5p upward 
'3'973-'3'974 : adjacent_5p upward 
'3'974-'3'975 : adjacent_5p upward 
'3'975-'3'976 : adjacent_5p upward 
'3'977-'3'978 : adjacent_5p upward 
'3'978-'3'979 : adjacent_5p upward 
'3'982-'3'983 : adjacent_5p upward 
'3'983-'3'984 : adjacent_5p upward 
'3'985-'3'986 : adjacent_5p upward 
'3'986-'3'987 : adjacent_5p upward 
'3'987-'3'988 : adjacent_5p upward 
'3'988-'3'989 : adjacent_5p upward 
'3'989-'3'990 : adjacent_5p upward 
'3'990-'3'991 : adjacent_5p upward 
'3'991-'3'992 : adjacent_5p upward 
'3'995-'3'996 : adjacent_5p upward 
'3'999-'3'1000 : adjacent_5p upward 
'3'1001-'3'1002 : adjacent_5p upward 
'3'1002-'3'1003 : adjacent_5p upward 
'3'1003-'3'1004 : adjacent_5p upward 
'3'1004-'3'1005 : adjacent_5p upward 
'3'1005-'3'1006 : adjacent_5p upward 
'3'1006-'3'1007 : adjacent_5p upward 
'3'1007-'3'1008 : adjacent_5p upward 
'3'1008-'3'1009 : adjacent_5p inward 
'3'1011-'3'1012 : adjacent_5p upward 
'3'1012-'3'1013 : adjacent_5p upward 
'3'1013-'3'1014 : adjacent_5p upward 
'3'1014-'3'1015 : adjacent_5p upward 
'3'1016-'3'1017 : adjacent_5p upward 
'3'1019-'3'1020 : adjacent_5p inward 
'3'1021-'3'1022 : adjacent_5p upward 
'3'1022-'3'1023 : adjacent_5p upward 
'3'1023-'3'1024 : adjacent_5p upward 
'3'1027-'3'1028 : adjacent_5p upward 
'3'1029-'3'1030 : adjacent_5p upward 
'3'1032-'3'1033 : adjacent_5p upward 
'3'1033-'3'1034 : adjacent_5p upward 
'3'1034-'3'1035 : adjacent_5p upward 
'3'1036-'3'1037 : adjacent_5p upward 
'3'1037-'3'1038 : adjacent_5p upward 
'3'1038-'3'1039 : adjacent_5p upward 
'3'1039-'3'1040 : adjacent_5p upward 
'3'1042-'3'1043 : adjacent_5p upward 
'3'1043-'3'1044 : adjacent_5p inward 
'3'1045-'3'1046 : adjacent_5p upward pairing 
'3'1047-'3'1048 : adjacent_5p upward 
'3'1048-'3'1049 : adjacent_5p upward 
'3'1049-'3'1050 : adjacent_5p upward 
'3'1050-'3'1051 : adjacent_5p upward 
'3'1051-'3'1052 : adjacent_5p upward 
'3'1052-'3'1053 : adjacent_5p upward 
'3'1053-'3'1054 : adjacent_5p upward 
'3'1058-'3'1059 : adjacent_5p upward pairing 
'3'1059-'3'1060 : adjacent_5p inward pairing 
'3'1061-'3'1062 : adjacent_5p upward 
'3'1063-'3'1064 : adjacent_5p upward 
'3'1064-'3'1065 : adjacent_5p upward 
'3'1065-'3'1066 : adjacent_5p upward 
'3'1066-'3'1067 : adjacent_5p upward 
'3'1069-'3'1070 : adjacent_5p upward 
'3'1071-'3'1072 : adjacent_5p upward 
'3'1072-'3'1073 : adjacent_5p upward 
'3'1073-'3'1074 : adjacent_5p upward 
'3'1074-'3'1075 : adjacent_5p upward 
'3'1075-'3'1076 : adjacent_5p upward 
'3'1077-'3'1078 : adjacent_5p upward 
'3'1078-'3'1079 : adjacent_5p upward 
'3'1083-'3'1084 : adjacent_5p upward 
'3'1084-'3'1085 : adjacent_5p upward 
'3'1085-'3'1086 : adjacent_5p upward 
'3'1086-'3'1087 : adjacent_5p upward 
'3'1088-'3'1089 : adjacent_5p upward 
'3'1089-'3'1090 : adjacent_5p upward 
'3'1090-'3'1091 : adjacent_5p upward 
'3'1092-'3'1093 : adjacent_5p upward 
'3'1094-'3'1095 : adjacent_5p inward 
'3'1097-'3'1098 : adjacent_5p upward 
'3'1098-'3'1099 : adjacent_5p upward 
'3'1109-'3'1110 : adjacent_5p upward 
'3'1110-'3'1111 : adjacent_5p upward 
'3'1112-'3'1113 : adjacent_5p upward 
'3'1114-'3'1115 : adjacent_5p upward 
'3'1115-'3'1116 : adjacent_5p upward 
'3'1116-'3'1117 : adjacent_5p upward 
'3'1117-'3'1118 : adjacent_5p upward 
'3'1120-'3'1121 : adjacent_5p inward 
'3'1125-'3'1126 : adjacent_5p upward 
'3'1126-'3'1127 : adjacent_5p upward 
'3'1127-'3'1128 : adjacent_5p upward 
'3'1128-'3'1129 : adjacent_5p upward 
'3'1131-'3'1132 : adjacent_5p upward 
'3'1132-'3'1133 : adjacent_5p upward 
'3'1133-'3'1134 : adjacent_5p upward 
'3'1134-'3'1135 : adjacent_5p upward 
'3'1135-'3'1136 : adjacent_5p upward 
'3'1138-'3'1139 : adjacent_5p upward pairing 
'3'1139-'3'1140 : adjacent_5p upward 
'3'1140-'3'1141 : adjacent_5p upward 
'3'1142-'3'1143 : adjacent_5p upward 
'3'1143-'3'1144 : adjacent_5p upward 
'3'1144-'3'1145 : adjacent_5p upward 
'3'1147-'3'1148 : adjacent_5p upward 
'3'1149-'3'1150 : adjacent_5p upward 
'3'1153-'3'1154 : adjacent_5p upward 
'3'1155-'3'1156 : adjacent_5p upward 
'3'1157-'3'1158 : adjacent_5p upward 
'3'1159-'3'1160 : adjacent_5p upward 
'3'1160-'3'1161 : adjacent_5p inward 
'3'1163-'3'1164 : adjacent_5p upward 
'3'1171-'3'1172 : adjacent_5p upward 
'3'1172-'3'1173 : adjacent_5p upward 
'3'1173-'3'1174 : adjacent_5p upward 
'3'1174-'3'1175 : adjacent_5p upward 
'3'1179-'3'1180 : adjacent_5p upward 
'3'1180-'3'1181 : adjacent_5p upward 
'3'1181-'3'1182 : adjacent_5p upward 
'3'1183-'3'1184 : adjacent_5p upward 
'3'1186-'3'1187 : adjacent_5p upward 
'3'1188-'3'1189 : adjacent_5p upward 
'3'1192-'3'1193 : adjacent_5p upward 
'3'1193-'3'1194 : adjacent_5p upward 
'3'1195-'3'1196 : adjacent_5p upward 
'3'1196-'3'1197 : adjacent_5p upward 
'3'1197-'3'1198 : adjacent_5p upward 
'3'1198-'3'1199 : adjacent_5p upward 
'3'1199-'3'1200 : adjacent_5p upward 
'3'1201-'3'1202 : adjacent_5p upward 
'3'1202-'3'1203 : adjacent_5p upward 
'3'1203-'3'1204 : adjacent_5p upward 
'3'1205-'3'1206 : adjacent_5p upward 
'3'1210-'3'1211 : adjacent_5p upward 
'3'1211-'3'1212 : adjacent_5p upward 
'3'1215-'3'1216 : adjacent_5p upward 
'3'1217-'3'1218 : adjacent_5p upward 
'3'1219-'3'1220 : adjacent_5p upward 
'3'1220-'3'1221 : adjacent_5p upward pairing 
'3'1222-'3'1223 : adjacent_5p upward 
'3'1224-'3'1225 : adjacent_5p upward 
'3'1225-'3'1226 : adjacent_5p upward 
'3'1226-'3'1227 : adjacent_5p upward 
'3'1228-'3'1229 : adjacent_5p upward 
'3'1230-'3'1231 : adjacent_5p upward 
'3'1231-'3'1232 : adjacent_5p upward 
'3'1232-'3'1233 : adjacent_5p upward 
'3'1233-'3'1234 : adjacent_5p inward 
'3'1236-'3'1237 : adjacent_5p upward 
'3'1237-'3'1238 : adjacent_5p upward 
'3'1238-'3'1239 : adjacent_5p upward 
'3'1243-'3'1244 : adjacent_5p upward 
'3'1244-'3'1245 : adjacent_5p upward 
'3'1245-'3'1246 : adjacent_5p upward 
'3'1246-'3'1247 : adjacent_5p upward 
'3'1247-'3'1248 : adjacent_5p upward 
'3'1248-'3'1249 : adjacent_5p upward 
'3'1251-'3'1252 : adjacent_5p upward 
'3'1255-'3'1256 : adjacent_5p upward 
'3'1257-'3'1258 : adjacent_5p upward 
'3'1259-'3'1260 : adjacent_5p upward 
'3'1260-'3'1261 : adjacent_5p upward 
'3'1262-'3'1263 : adjacent_5p upward 
'3'1263-'3'1264 : adjacent_5p upward 
'3'1264-'3'1265 : adjacent_5p upward pairing 
'3'1265-'3'1266 : adjacent_5p upward 
'3'1268-'3'1269 : adjacent_5p upward 
'3'1270-'3'1271 : adjacent_5p upward 
'3'1271-'3'1272 : adjacent_5p upward 
'3'1272-'3'1273 : adjacent_5p upward 
'3'1274-'3'1275 : adjacent_5p upward 
'3'1275-'3'1276 : adjacent_5p upward 
'3'1282-'3'1283 : adjacent_5p upward pairing 
'3'1286-'3'1287 : adjacent_5p upward 
'3'1287-'3'1288 : adjacent_5p upward 
'3'1288-'3'1289 : adjacent_5p upward 
'3'1289-'3'1290 : adjacent_5p upward 
'3'1290-'3'1291 : adjacent_5p upward 
'3'1292-'3'1293 : adjacent_5p upward 
'3'1293-'3'1294 : adjacent_5p upward 
'3'1294-'3'1295 : adjacent_5p inward 
'3'1298-'3'1299 : adjacent_5p upward 
'3'1299-'3'1300 : adjacent_5p upward 
'3'1305-'3'1306 : adjacent_5p upward 
'3'1306-'3'1307 : adjacent_5p upward 
'3'1307-'3'1308 : adjacent_5p upward 
'3'1308-'3'1309 : adjacent_5p upward 
'3'1309-'3'1310 : adjacent_5p upward 
'3'1310-'3'1311 : adjacent_5p upward 
'3'1312-'3'1313 : adjacent_5p upward 
'3'1318-'3'1319 : adjacent_5p upward 
'3'1319-'3'1320 : adjacent_5p upward 
'3'1320-'3'1321 : adjacent_5p upward 
'3'1321-'3'1322 : adjacent_5p upward 
'3'1322-'3'1323 : adjacent_5p upward 
'3'1323-'3'1324 : adjacent_5p upward 
'3'1324-'3'1325 : adjacent_5p upward 
'3'1326-'3'1327 : adjacent_5p upward 
'3'1331-'3'1332 : adjacent_5p upward 
'3'1332-'3'1333 : adjacent_5p upward 
'3'1333-'3'1334 : adjacent_5p upward 
'3'1335-'3'1336 : adjacent_5p upward 
'3'1336-'3'1337 : adjacent_5p upward 
'3'1337-'3'1338 : adjacent_5p upward 
'3'1345-'3'1346 : adjacent_5p upward 
'3'1346-'3'1347 : adjacent_5p upward 
'3'1347-'3'1348 : adjacent_5p upward 
'3'1351-'3'1352 : adjacent_5p upward 
'3'1354-'3'1355 : adjacent_5p upward pairing 
'3'1355-'3'1356 : adjacent_5p upward 
'3'1358-'3'1359 : adjacent_5p upward 
'3'1364-'3'1365 : adjacent_5p upward 
'3'1365-'3'1366 : adjacent_5p upward 
'3'1366-'3'1367 : adjacent_5p upward 
'3'1371-'3'1372 : adjacent_5p upward 
'3'1374-'3'1375 : adjacent_5p upward 
'3'1375-'3'1376 : adjacent_5p upward 
'3'1376-'3'1377 : adjacent_5p upward 
'3'1378-'3'1379 : adjacent_5p upward 
'3'1381-'3'1382 : adjacent_5p upward 
'3'1383-'3'1384 : adjacent_5p upward 
'3'1384-'3'1385 : adjacent_5p upward 
'3'1385-'3'1386 : adjacent_5p upward 
'3'1387-'3'1388 : adjacent_5p upward 
'3'1388-'3'1389 : adjacent_5p upward 
'3'1389-'3'1390 : adjacent_5p upward 
'3'1391-'3'1392 : adjacent_5p upward 
'3'1393-'3'1394 : adjacent_5p upward 
'3'1394-'3'1395 : adjacent_5p upward 
'3'1396-'3'1397 : adjacent_5p upward 
'3'1397-'3'1398 : adjacent_5p upward 
'3'1398-'3'1399 : adjacent_5p upward 
'3'1400-'3'1401 : adjacent_5p upward 
'3'1401-'3'1402 : adjacent_5p upward 
'3'1402-'3'1403 : adjacent_5p upward 
'3'1403-'3'1404 : adjacent_5p upward 
'3'1404-'3'1405 : adjacent_5p upward 
'3'1408-'3'1409 : adjacent_5p upward 
'3'1409-'3'1410 : adjacent_5p upward 
'3'1410-'3'1411 : adjacent_5p upward 
'3'1413-'3'1414 : adjacent_5p upward 
'3'1414-'3'1415 : adjacent_5p upward 
'3'1415-'3'1416 : adjacent_5p upward 
'3'1416-'3'1417 : adjacent_5p upward 
'3'1417-'3'1418 : adjacent_5p upward 
'3'1422-'3'1423 : adjacent_5p upward 
'3'1426-'3'1427 : adjacent_5p upward 
'3'1427-'3'1428 : adjacent_5p upward 
'3'1428-'3'1429 : adjacent_5p upward 
'3'1429-'3'1430 : adjacent_5p upward 
'3'1431-'3'1432 : adjacent_5p upward 
'3'1432-'3'1433 : adjacent_5p upward 
'3'1434-'3'1435 : adjacent_5p upward 
'3'1435-'3'1436 : adjacent_5p upward 
'3'1437-'3'1438 : adjacent_5p upward 
'3'1438-'3'1439 : adjacent_5p upward 
'3'1439-'3'1440 : adjacent_5p upward 
'3'1440-'3'1441 : adjacent_5p upward 
'3'1441-'3'1442 : adjacent_5p upward 
'3'1442-'3'1443 : adjacent_5p upward 
'3'1444-'3'1445 : adjacent_5p upward 
'3'1445-'3'1446 : adjacent_5p upward 
'3'1449-'3'1450 : adjacent_5p upward 
'3'1450-'3'1451 : adjacent_5p upward 
'3'1451-'3'1452 : adjacent_5p upward 
'3'1452-'3'1453 : adjacent_5p upward 
'3'1453-'3'1454 : adjacent_5p upward 
'3'1454-'3'1455 : adjacent_5p inward pairing 
'3'1457-'3'1458 : adjacent_5p upward 
'3'1458-'3'1459 : adjacent_5p upward 
'3'1459-'3'1460 : adjacent_5p upward 
'3'1460-'3'1461 : adjacent_5p upward 
'3'1461-'3'1462 : adjacent_5p upward 
'3'1462-'3'1463 : adjacent_5p upward 
'3'1464-'3'1465 : adjacent_5p upward 
'3'1467-'3'1468 : adjacent_5p upward 
'3'1468-'3'1469 : adjacent_5p upward 
'3'1469-'3'1470 : adjacent_5p upward 
'3'1470-'3'1471 : adjacent_5p upward 
'3'1471-'3'1472 : adjacent_5p upward 
'3'1472-'3'1473 : adjacent_5p upward 
'3'1474-'3'1475 : adjacent_5p upward 
'3'1476-'3'1477 : adjacent_5p upward 
'3'1477-'3'1478 : adjacent_5p upward 
'3'1483-'3'1484 : adjacent_5p upward 
'3'1484-'3'1485 : adjacent_5p upward 
'3'1489-'3'1490 : adjacent_5p upward 
'3'1490-'3'1491 : adjacent_5p upward 
'3'1491-'3'1492 : adjacent_5p upward 
'3'1493-'3'1494 : adjacent_5p upward 
'3'1495-'3'1496 : adjacent_5p upward 
'3'1496-'3'1497 : adjacent_5p upward 
'3'1497-'3'1498 : adjacent_5p upward 
'3'1498-'3'1499 : adjacent_5p upward 
'3'1499-'3'1500 : adjacent_5p upward 
'3'1500-'3'1501 : adjacent_5p upward 
'3'1501-'3'1502 : adjacent_5p upward 
'3'1503-'3'1504 : adjacent_5p upward pairing 
'3'1504-'3'1505 : adjacent_5p upward 
'3'1505-'3'1506 : adjacent_5p upward 
'3'1506-'3'1507 : adjacent_5p upward 
'3'1508-'3'1509 : adjacent_5p upward 
'3'1510-'3'1511 : adjacent_5p upward 
'3'1512-'3'1513 : adjacent_5p upward 
'3'1513-'3'1514 : adjacent_5p upward 
'3'1516-'3'1517 : adjacent_5p upward 
'3'1519-'3'1520 : adjacent_5p upward 
'3'1520-'3'1521 : adjacent_5p upward 
'3'1524-'3'1525 : adjacent_5p upward 
'3'1525-'3'1526 : adjacent_5p upward 
'3'1526-'3'1527 : adjacent_5p upward 
'3'1527-'3'1528 : adjacent_5p upward 
'3'1528-'3'1529 : adjacent_5p upward 
'3'1530-'3'1531 : adjacent_5p upward 
'3'1534-'3'1535 : adjacent_5p upward 
'3'1535-'3'1536 : adjacent_5p upward 
'3'1537-'3'1538 : adjacent_5p upward 
'3'1539-'3'1540 : adjacent_5p upward 
'3'1541-'3'1542 : adjacent_5p upward 
'3'1542-'3'1543 : adjacent_5p upward 
'3'1543-'3'1544 : adjacent_5p upward 
'3'1544-'3'1545 : adjacent_5p upward 
'3'1545-'3'1546 : adjacent_5p upward 
'3'1546-'3'1547 : adjacent_5p upward 
'3'1547-'3'1548 : adjacent_5p inward 
'3'1550-'3'1551 : adjacent_5p upward 
'3'1551-'3'1552 : adjacent_5p upward 
'3'1552-'3'1553 : adjacent_5p upward 
'3'1554-'3'1555 : adjacent_5p upward pairing 
'3'1555-'3'1556 : adjacent_5p upward 
'3'1556-'3'1557 : adjacent_5p upward 
'3'1573-'3'1574 : adjacent_5p upward 
'3'1574-'3'1575 : adjacent_5p upward 
'3'1575-'3'1576 : adjacent_5p upward 
'3'1577-'3'1578 : adjacent_5p upward 
'3'1578-'3'1579 : adjacent_5p upward 
'3'1580-'3'1581 : adjacent_5p upward 
'3'1582-'3'1583 : adjacent_5p upward 
'3'1583-'3'1584 : adjacent_5p upward 
'3'1586-'3'1587 : adjacent_5p upward 
'3'1588-'3'1589 : adjacent_5p upward 
'3'1589-'3'1590 : adjacent_5p upward 
'3'1590-'3'1591 : adjacent_5p upward 
'3'1591-'3'1592 : adjacent_5p inward 
'3'1594-'3'1595 : adjacent_5p upward 
'3'1595-'3'1596 : adjacent_5p upward 
'3'1597-'3'1598 : adjacent_5p upward 
'3'1598-'3'1599 : adjacent_5p upward 
'3'1603-'3'1604 : adjacent_5p upward 
'3'1604-'3'1605 : adjacent_5p upward 
'3'1605-'3'1606 : adjacent_5p upward 
'3'1606-'3'1607 : adjacent_5p upward 
'3'1607-'3'1608 : adjacent_5p upward 
'3'1609-'3'1610 : adjacent_5p upward 
'3'1611-'3'1612 : adjacent_5p upward 
'3'1613-'3'1614 : adjacent_5p upward 
'3'1614-'3'1615 : adjacent_5p upward 
'3'1615-'3'1616 : adjacent_5p upward 
'3'1620-'3'1621 : adjacent_5p upward 
'3'1624-'3'1625 : adjacent_5p upward 
'3'1625-'3'1626 : adjacent_5p upward 
'3'1626-'3'1627 : adjacent_5p upward 
'3'1627-'3'1628 : adjacent_5p upward 
'3'1628-'3'1629 : adjacent_5p upward 
'3'1629-'3'1630 : adjacent_5p upward 
'3'1630-'3'1631 : adjacent_5p upward 
'3'1634-'3'1635 : adjacent_5p upward 
'3'1635-'3'1636 : adjacent_5p upward 
'3'1637-'3'1638 : adjacent_5p upward 
'3'1639-'3'1640 : adjacent_5p upward 
'3'1645-'3'1646 : adjacent_5p upward 
'3'1646-'3'1647 : adjacent_5p upward 
'3'1654-'3'1655 : adjacent_5p upward 
'3'1656-'3'1657 : adjacent_5p upward 
'3'1657-'3'1658 : adjacent_5p upward 
'3'1659-'3'1660 : adjacent_5p upward 
'3'1661-'3'1662 : adjacent_5p upward 
'3'1662-'3'1663 : adjacent_5p upward 
'3'1663-'3'1664 : adjacent_5p upward 
'3'1664-'3'1665 : adjacent_5p upward 
'3'1669-'3'1670 : adjacent_5p upward 
'3'1671-'3'1672 : adjacent_5p upward 
'3'1672-'3'1673 : adjacent_5p upward 
'3'1674-'3'1675 : adjacent_5p upward 
'3'1675-'3'1676 : adjacent_5p upward 
'3'1682-'3'1683 : adjacent_5p upward 
'3'1683-'3'1684 : adjacent_5p upward 
'3'1684-'3'1685 : adjacent_5p upward 
'3'1685-'3'1686 : adjacent_5p upward 
'3'1688-'3'1689 : adjacent_5p upward 
'3'1689-'3'1690 : adjacent_5p upward pairing 
'3'1691-'3'1692 : adjacent_5p upward 
'3'1692-'3'1693 : adjacent_5p upward 
'3'1693-'3'1694 : adjacent_5p upward 
'3'1694-'3'1695 : adjacent_5p upward 
'3'1695-'3'1696 : adjacent_5p upward 
'3'1696-'3'1697 : adjacent_5p upward 
'3'1698-'3'1699 : adjacent_5p upward 
'3'1699-'3'1700 : adjacent_5p upward 
'3'1700-'3'1701 : adjacent_5p upward 
'3'1706-'3'1707 : adjacent_5p upward 
'3'1709-'3'1710 : adjacent_5p upward 
'3'1710-'3'1711 : adjacent_5p upward 
'3'1711-'3'1712 : adjacent_5p upward 
'3'1712-'3'1713 : adjacent_5p upward 
'3'1716-'3'1717 : adjacent_5p upward 
'3'1720-'3'1721 : adjacent_5p upward 
'3'1721-'3'1722 : adjacent_5p upward 
'3'1723-'3'1724 : adjacent_5p upward 
'3'1724-'3'1725 : adjacent_5p upward 
'3'1725-'3'1726 : adjacent_5p upward 
'3'1729-'3'1730 : adjacent_5p outward 
'3'1730-'3'1731 : adjacent_5p upward 
'3'1731-'3'1732 : adjacent_5p inward 
'3'1734-'3'1735 : adjacent_5p upward 
'3'1736-'3'1737 : adjacent_5p upward 
'3'1737-'3'1738 : adjacent_5p upward 
'3'1738-'3'1739 : adjacent_5p upward 
'3'1739-'3'1740 : adjacent_5p upward 
'3'1741-'3'1742 : adjacent_5p upward 
'3'1742-'3'1743 : adjacent_5p upward 
'3'1743-'3'1744 : adjacent_5p upward 
'3'1744-'3'1745 : adjacent_5p upward 
'3'1745-'3'1746 : adjacent_5p upward 
'3'1746-'3'1747 : adjacent_5p upward 
'3'1747-'3'1748 : adjacent_5p upward 
'3'1749-'3'1750 : adjacent_5p upward 
'3'1750-'3'1751 : adjacent_5p upward 
'3'1751-'3'1752 : adjacent_5p upward 
'3'1752-'3'1753 : adjacent_5p upward 
'3'1753-'3'1754 : adjacent_5p upward 
'3'1755-'3'1756 : adjacent_5p upward 
'3'1756-'3'1757 : adjacent_5p upward 
'3'1757-'3'1758 : adjacent_5p upward 
'3'1761-'3'1762 : adjacent_5p upward 
'3'1766-'3'1767 : adjacent_5p upward 
'3'1768-'3'1769 : adjacent_5p upward 
'3'1771-'3'1772 : adjacent_5p upward 
'3'1772-'3'1773 : adjacent_5p upward 
'3'1773-'3'1774 : adjacent_5p upward 
'3'1774-'3'1775 : adjacent_5p upward 
'3'1775-'3'1776 : adjacent_5p upward 
'3'1776-'3'1777 : adjacent_5p upward 
'3'1777-'3'1778 : adjacent_5p upward 
'3'1778-'3'1779 : adjacent_5p upward 
'3'1780-'3'1781 : adjacent_5p upward 
'3'1782-'3'1783 : adjacent_5p upward 
'3'1783-'3'1784 : adjacent_5p upward 
'3'1784-'3'1785 : adjacent_5p upward 
'3'1794-'3'1795 : adjacent_5p upward 
'3'1795-'3'1796 : adjacent_5p upward 
'3'1796-'3'1797 : adjacent_5p upward 
'3'1798-'3'1799 : adjacent_5p upward 
'3'1799-'3'1800 : adjacent_5p upward 
'3'1800-'3'1801 : adjacent_5p upward 
'3'1804-'3'1805 : adjacent_5p upward 
'3'1809-'3'1810 : adjacent_5p upward 
'3'1810-'3'1811 : adjacent_5p upward 
'3'1811-'3'1812 : adjacent_5p upward 
'3'1812-'3'1813 : adjacent_5p upward 
'3'1813-'3'1814 : adjacent_5p upward 
'3'1816-'3'1817 : adjacent_5p upward 
'3'1817-'3'1818 : adjacent_5p upward pairing 
'3'1818-'3'1819 : adjacent_5p upward 
'3'1819-'3'1820 : adjacent_5p upward 
'3'1820-'3'1821 : adjacent_5p upward 
'3'1821-'3'1822 : adjacent_5p inward pairing 
'3'1824-'3'1825 : adjacent_5p upward 
'3'1828-'3'1829 : adjacent_5p upward 
'3'1829-'3'1830 : adjacent_5p upward 
'3'1830-'3'1831 : adjacent_5p upward 
'3'1831-'3'1832 : adjacent_5p upward 
'3'1832-'3'1833 : adjacent_5p upward 
'3'1833-'3'1834 : adjacent_5p upward 
'3'1834-'3'1835 : adjacent_5p upward 
'3'1836-'3'1837 : adjacent_5p upward 
'3'1838-'3'1839 : adjacent_5p upward 
'3'1840-'3'1841 : adjacent_5p upward 
'3'1842-'3'1843 : adjacent_5p upward 
'3'1843-'3'1844 : adjacent_5p upward 
'3'1846-'3'1847 : adjacent_5p upward 
'3'1847-'3'1848 : adjacent_5p upward 
'3'1849-'3'1850 : adjacent_5p upward 
'3'1850-'3'1851 : adjacent_5p upward 
'3'1851-'3'1852 : adjacent_5p upward 
'3'1852-'3'1853 : adjacent_5p upward 
'3'1853-'3'1854 : adjacent_5p upward 
'3'1856-'3'1857 : adjacent_5p upward 
'3'1857-'3'1858 : adjacent_5p upward 
'3'1858-'3'1859 : adjacent_5p upward 
'3'1860-'3'1861 : adjacent_5p upward 
'3'1861-'3'1862 : adjacent_5p upward 
'3'1862-'3'1863 : adjacent_5p upward 
'3'1863-'3'1864 : adjacent_5p upward 
'3'1865-'3'1866 : adjacent_5p upward 
'3'1866-'3'1867 : adjacent_5p upward 
'3'1867-'3'1868 : adjacent_5p upward 
'3'1868-'3'1869 : adjacent_5p upward 
'3'1870-'3'1871 : adjacent_5p upward 
'3'1871-'3'1872 : adjacent_5p upward 
'3'1873-'3'1874 : adjacent_5p upward 
'3'1874-'3'1875 : adjacent_5p upward 
'3'1875-'3'1876 : adjacent_5p upward 
'3'1877-'3'1878 : adjacent_5p inward 
'3'1878-'3'1879 : adjacent_5p outward 
'3'1879-'3'1880 : adjacent_5p upward 
'3'1880-'3'1881 : adjacent_5p upward 
'3'1881-'3'1882 : adjacent_5p upward 
'3'1883-'3'1884 : adjacent_5p upward 
'3'1884-'3'1885 : adjacent_5p upward 
'3'1885-'3'1886 : adjacent_5p upward 
'3'1886-'3'1887 : adjacent_5p upward 
'3'1888-'3'1889 : adjacent_5p upward 
'3'1890-'3'1891 : adjacent_5p inward pairing 
'3'1892-'3'1893 : adjacent_5p upward 
'3'1894-'3'1895 : adjacent_5p upward 
'3'1896-'3'1897 : adjacent_5p upward 
'3'1897-'3'1898 : adjacent_5p upward 
'3'1898-'3'1899 : adjacent_5p upward 
'3'1899-'3'1900 : adjacent_5p upward 
'3'1900-'3'1901 : adjacent_5p upward 
'3'1903-'3'1904 : adjacent_5p upward 
'3'1904-'3'1905 : adjacent_5p upward 
'3'1909-'3'1910 : adjacent_5p upward 
'3'1910-'3'1911 : adjacent_5p upward 
'3'1911-'3'1912 : adjacent_5p upward 
'3'1913-'3'1914 : adjacent_5p upward 
'3'1914-'3'1915 : adjacent_5p upward 
'3'1917-'3'1918 : adjacent_5p upward 
'3'1924-'3'1925 : adjacent_5p upward 
'3'1926-'3'1927 : adjacent_5p upward 
'3'1928-'3'1929 : adjacent_5p upward 
'3'1929-'3'1930 : adjacent_5p upward 
'3'1931-'3'1932 : adjacent_5p upward 
'3'1932-'3'1933 : adjacent_5p upward 
'3'1934-'3'1935 : adjacent_5p upward 
'3'1939-'3'1940 : adjacent_5p upward 
'3'1940-'3'1941 : adjacent_5p upward 
'3'1941-'3'1942 : adjacent_5p upward 
'3'1948-'3'1949 : adjacent_5p upward 
'3'1949-'3'1950 : adjacent_5p inward 
'3'1952-'3'1953 : adjacent_5p upward 
'3'1953-'3'1954 : adjacent_5p upward 
'3'1954-'3'1955 : adjacent_5p upward 
'3'1955-'3'1956 : adjacent_5p upward 
'3'1956-'3'1957 : adjacent_5p upward 
'3'1957-'3'1958 : adjacent_5p upward 
'3'1959-'3'1960 : adjacent_5p upward 
'3'1963-'3'1964 : adjacent_5p upward 
'3'1964-'3'1965 : adjacent_5p upward 
'3'1965-'3'1966 : adjacent_5p upward 
'3'1966-'3'1967 : adjacent_5p upward 
'3'1972-'3'1973 : adjacent_5p inward 
'3'1974-'3'1975 : adjacent_5p upward 
'3'1979-'3'1980 : adjacent_5p upward 
'3'1980-'3'1981 : adjacent_5p upward 
'3'1982-'3'1983 : adjacent_5p upward 
'3'1984-'3'1985 : adjacent_5p upward 
'3'1985-'3'1986 : adjacent_5p upward 
'3'1989-'3'1990 : adjacent_5p upward 
'3'1990-'3'1991 : adjacent_5p upward 
'3'1992-'3'1993 : adjacent_5p upward 
'3'1993-'3'1994 : adjacent_5p upward 
'3'1995-'3'1996 : adjacent_5p upward 
'3'1996-'3'1997 : adjacent_5p upward 
'3'2000-'3'2001 : adjacent_5p upward 
'3'2002-'3'2003 : adjacent_5p inward 
'3'2004-'3'2005 : adjacent_5p upward 
'3'2005-'3'2006 : adjacent_5p upward 
'3'2008-'3'2009 : adjacent_5p upward 
'3'2010-'3'2011 : adjacent_5p upward 
'3'2011-'3'2012 : adjacent_5p upward 
'3'2015-'3'2016 : adjacent_5p upward 
'3'2016-'3'2017 : adjacent_5p upward 
'3'2017-'3'2018 : adjacent_5p upward 
'3'2018-'3'2019 : adjacent_5p upward 
'3'2021-'3'2022 : adjacent_5p upward 
'3'2023-'3'2024 : adjacent_5p upward 
'3'2026-'3'2027 : adjacent_5p upward 
'3'2030-'3'2031 : adjacent_5p upward 
'3'2031-'3'2032 : adjacent_5p upward 
'3'2032-'3'2033 : adjacent_5p upward 
'3'2033-'3'2034 : adjacent_5p upward 
'3'2034-'3'2035 : adjacent_5p upward 
'3'2035-'3'2036 : adjacent_5p upward 
'3'2044-'3'2045 : adjacent_5p upward 
'3'2046-'3'2047 : adjacent_5p upward 
'3'2047-'3'2048 : adjacent_5p upward 
'3'2050-'3'2051 : adjacent_5p upward 
'3'2051-'3'2052 : adjacent_5p upward 
'3'2053-'3'2054 : adjacent_5p upward 
'3'2055-'3'2056 : adjacent_5p upward 
'3'2056-'3'2057 : adjacent_5p upward 
'3'2057-'3'2058 : adjacent_5p upward 
'3'2059-'3'2060 : adjacent_5p upward 
'3'2060-'3'2061 : adjacent_5p upward 
'3'2063-'3'2064 : adjacent_5p upward 
'3'2064-'3'2065 : adjacent_5p upward 
'3'2065-'3'2066 : adjacent_5p upward 
'3'2073-'3'2074 : adjacent_5p upward 
'3'2076-'3'2077 : adjacent_5p upward 
'3'2077-'3'2078 : adjacent_5p upward 
'3'2078-'3'2079 : adjacent_5p upward 
'3'2079-'3'2080 : adjacent_5p upward 
'3'2081-'3'2082 : adjacent_5p upward 
'3'2084-'3'2085 : adjacent_5p upward 
'3'2085-'3'2086 : adjacent_5p upward 
'3'2087-'3'2088 : adjacent_5p upward 
'3'2089-'3'2090 : adjacent_5p upward 
'3'2090-'3'2091 : adjacent_5p upward 
'3'2091-'3'2092 : adjacent_5p upward 
'3'2094-'3'2095 : adjacent_5p upward 
'3'2095-'3'2096 : adjacent_5p upward 
'3'2097-'3'2098 : adjacent_5p upward 
'3'2098-'3'2099 : adjacent_5p inward 
'3'2100-'3'2101 : adjacent_5p upward 
'3'2101-'3'2102 : adjacent_5p upward 
'3'2104-'3'2105 : adjacent_5p upward 
'3'2105-'3'2106 : adjacent_5p upward 
'3'2106-'3'2107 : adjacent_5p upward 
'3'2107-'3'2108 : adjacent_5p upward 
'3'2108-'3'2109 : adjacent_5p upward 
'3'2109-'3'2110 : adjacent_5p upward 
'3'2111-'3'2112 : adjacent_5p outward 
'3'2112-'3'2113 : adjacent_5p upward 
'3'2114-'3'2115 : adjacent_5p upward 
'3'2115-'3'2116 : adjacent_5p upward 
'3'2119-'3'2120 : adjacent_5p upward 
'3'2120-'3'2121 : adjacent_5p upward 
'3'2121-'3'2122 : adjacent_5p upward 
'3'2127-'3'2128 : adjacent_5p upward 
'3'2128-'3'2129 : adjacent_5p upward 
'3'2130-'3'2131 : adjacent_5p upward 
'3'2134-'3'2135 : adjacent_5p upward 
'3'2135-'3'2136 : adjacent_5p upward 
'3'2136-'3'2137 : adjacent_5p upward 
'3'2141-'3'2142 : adjacent_5p upward 
'3'2142-'3'2143 : adjacent_5p upward 
'3'2143-'3'2144 : adjacent_5p upward 
'3'2145-'3'2146 : adjacent_5p upward 
'3'2146-'3'2147 : adjacent_5p upward 
'3'2148-'3'2149 : adjacent_5p upward 
'3'2149-'3'2150 : adjacent_5p upward 
'3'2154-'3'2155 : adjacent_5p upward 
'3'2156-'3'2157 : adjacent_5p upward 
'3'2157-'3'2158 : adjacent_5p upward 
'3'2159-'3'2160 : adjacent_5p upward 
'3'2162-'3'2163 : adjacent_5p upward 
'3'2163-'3'2164 : adjacent_5p upward 
'3'2166-'3'2167 : adjacent_5p upward 
'3'2167-'3'2168 : adjacent_5p upward 
'3'2171-'3'2172 : adjacent_5p upward 
'3'2173-'3'2174 : adjacent_5p upward 
'3'2174-'3'2175 : adjacent_5p upward 
'3'2175-'3'2176 : adjacent_5p upward 
'3'2181-'3'2182 : adjacent_5p upward 
'3'2182-'3'2183 : adjacent_5p upward 
'3'2184-'3'2185 : adjacent_5p upward 
'3'2185-'3'2186 : adjacent_5p upward 
'3'2188-'3'2189 : adjacent_5p upward 
'3'2190-'3'2191 : adjacent_5p upward 
'3'2191-'3'2192 : adjacent_5p upward 
'3'2193-'3'2194 : adjacent_5p upward 
'3'2196-'3'2197 : adjacent_5p upward 
'3'2197-'3'2198 : adjacent_5p upward 
'3'2198-'3'2199 : adjacent_5p upward 
'3'2200-'3'2201 : adjacent_5p upward 
'3'2201-'3'2202 : adjacent_5p upward 
'3'2203-'3'2204 : adjacent_5p upward 
'3'2204-'3'2205 : adjacent_5p upward 
'3'2207-'3'2208 : adjacent_5p upward 
'3'2212-'3'2213 : adjacent_5p upward 
'3'2213-'3'2214 : adjacent_5p upward 
'3'2214-'3'2215 : adjacent_5p upward 
'3'2217-'3'2218 : adjacent_5p inward 
'3'2222-'3'2223 : adjacent_5p upward 
'3'2224-'3'2225 : adjacent_5p upward 
'3'2225-'3'2226 : adjacent_5p upward 
'3'2227-'3'2228 : adjacent_5p upward 
'3'2228-'3'2229 : adjacent_5p upward 
'3'2229-'3'2230 : adjacent_5p upward 
'3'2230-'3'2231 : adjacent_5p upward 
'3'2231-'3'2232 : adjacent_5p upward 
'3'2234-'3'2235 : adjacent_5p upward 
'3'2235-'3'2236 : adjacent_5p upward 
'3'2236-'3'2237 : adjacent_5p upward 
'3'2238-'3'2239 : adjacent_5p upward 
'3'2239-'3'2240 : adjacent_5p upward 
'3'2240-'3'2241 : adjacent_5p upward 
'3'2241-'3'2242 : adjacent_5p upward 
'3'2242-'3'2243 : adjacent_5p upward 
'3'2243-'3'2244 : adjacent_5p upward 
'3'2244-'3'2245 : adjacent_5p upward 
'3'2247-'3'2248 : adjacent_5p upward 
'3'2249-'3'2250 : adjacent_5p upward 
'3'2250-'3'2251 : adjacent_5p upward 
'3'2252-'3'2253 : adjacent_5p upward 
'3'2254-'3'2255 : adjacent_5p upward 
'3'2255-'3'2256 : adjacent_5p upward 
'3'2260-'3'2261 : adjacent_5p upward pairing 
'3'2263-'3'2264 : adjacent_5p upward 
'3'2264-'3'2265 : adjacent_5p upward 
'3'2265-'3'2266 : adjacent_5p upward 
'3'2267-'3'2268 : adjacent_5p upward 
'3'2272-'3'2273 : adjacent_5p upward 
'3'2273-'3'2274 : adjacent_5p inward 
'3'2277-'3'2278 : adjacent_5p upward 
'3'2278-'3'2279 : adjacent_5p upward 
'3'2279-'3'2280 : adjacent_5p upward 
'3'2281-'3'2282 : adjacent_5p upward 
'3'2284-'3'2285 : adjacent_5p upward 
'3'2285-'3'2286 : adjacent_5p upward 
'3'2286-'3'2287 : adjacent_5p upward 
'3'2287-'3'2288 : adjacent_5p upward 
'3'2288-'3'2289 : adjacent_5p upward 
'3'2292-'3'2293 : adjacent_5p upward 
'3'2297-'3'2298 : adjacent_5p upward 
'3'2298-'3'2299 : adjacent_5p upward 
'3'2299-'3'2300 : adjacent_5p upward 
'3'2300-'3'2301 : adjacent_5p upward 
'3'2301-'3'2302 : adjacent_5p upward 
'3'2302-'3'2303 : adjacent_5p upward 
'3'2306-'3'2307 : adjacent_5p upward 
'3'2307-'3'2308 : adjacent_5p upward 
'3'2309-'3'2310 : adjacent_5p upward 
'3'2311-'3'2312 : adjacent_5p upward 
'3'2314-'3'2315 : adjacent_5p inward 
'3'2317-'3'2318 : adjacent_5p upward 
'3'2320-'3'2321 : adjacent_5p upward 
'3'2322-'3'2323 : adjacent_5p upward 
'3'2324-'3'2325 : adjacent_5p upward 
'3'2325-'3'2326 : adjacent_5p upward 
'3'2330-'3'2331 : adjacent_5p upward 
'3'2331-'3'2332 : adjacent_5p upward 
'3'2335-'3'2336 : adjacent_5p upward 
'3'2336-'3'2337 : adjacent_5p upward 
'3'2337-'3'2338 : adjacent_5p upward 
'3'2338-'3'2339 : adjacent_5p upward 
'3'2339-'3'2340 : adjacent_5p upward 
'3'2345-'3'2346 : adjacent_5p upward 
'3'2346-'3'2347 : adjacent_5p upward 
'3'2347-'3'2348 : adjacent_5p upward 
'3'2348-'3'2349 : adjacent_5p upward 
'3'2349-'3'2350 : adjacent_5p upward 
'3'2350-'3'2351 : adjacent_5p upward 
'3'2351-'3'2352 : adjacent_5p upward 
'3'2356-'3'2357 : adjacent_5p upward 
'3'2357-'3'2358 : adjacent_5p upward 
'3'2358-'3'2359 : adjacent_5p upward 
'3'2360-'3'2361 : adjacent_5p upward 
'3'2361-'3'2362 : adjacent_5p upward 
'3'2362-'3'2363 : adjacent_5p upward 
'3'2363-'3'2364 : adjacent_5p upward 
'3'2364-'3'2365 : adjacent_5p upward 
'3'2366-'3'2367 : adjacent_5p upward 
'3'2367-'3'2368 : adjacent_5p upward 
'3'2368-'3'2369 : adjacent_5p upward 
'3'2369-'3'2370 : adjacent_5p upward 
'3'2370-'3'2371 : adjacent_5p upward 
'3'2371-'3'2372 : adjacent_5p upward 
'3'2372-'3'2373 : adjacent_5p upward 
'3'2374-'3'2375 : adjacent_5p upward pairing 
'3'2375-'3'2376 : adjacent_5p upward 
'3'2376-'3'2377 : adjacent_5p upward 
'3'2377-'3'2378 : adjacent_5p upward 
'3'2378-'3'2379 : adjacent_5p upward 
'3'2379-'3'2380 : adjacent_5p upward 
'3'2381-'3'2382 : adjacent_5p upward 
'3'2382-'3'2383 : adjacent_5p upward 
'3'2384-'3'2385 : adjacent_5p upward 
'3'2391-'3'2392 : adjacent_5p upward 
'3'2394-'3'2395 : adjacent_5p upward 
'3'2400-'3'2401 : adjacent_5p upward 
'3'2402-'3'2403 : adjacent_5p upward 
'3'2404-'3'2405 : adjacent_5p upward 
'3'2405-'3'2406 : adjacent_5p upward 
'3'2407-'3'2408 : adjacent_5p upward 
'3'2408-'3'2409 : adjacent_5p upward 
'3'2412-'3'2413 : adjacent_5p upward 
'3'2415-'3'2416 : adjacent_5p upward 
'3'2416-'3'2417 : adjacent_5p upward 
'3'2417-'3'2418 : adjacent_5p upward 
'3'2418-'3'2419 : adjacent_5p upward 
'3'2419-'3'2420 : adjacent_5p upward 
'3'2420-'3'2421 : adjacent_5p upward 
'3'2422-'3'2423 : adjacent_5p upward 
'3'2423-'3'2424 : adjacent_5p upward 
'3'2426-'3'2427 : adjacent_5p upward 
'3'2429-'3'2430 : adjacent_5p upward 
'3'2443-'3'2444 : adjacent_5p upward 
'3'2444-'3'2445 : adjacent_5p upward 
'3'2445-'3'2446 : adjacent_5p upward 
'3'2449-'3'2450 : adjacent_5p upward 
'3'2452-'3'2453 : adjacent_5p upward 
'3'2458-'3'2459 : adjacent_5p upward 
'3'2459-'3'2460 : adjacent_5p upward 
'3'2460-'3'2461 : adjacent_5p upward 
'3'2461-'3'2462 : adjacent_5p upward 
'3'2462-'3'2463 : adjacent_5p upward 
'3'2463-'3'2464 : adjacent_5p upward 
'3'2465-'3'2466 : adjacent_5p upward 
'3'2467-'3'2468 : adjacent_5p upward 
'3'2468-'3'2469 : adjacent_5p upward 
'3'2469-'3'2470 : adjacent_5p upward 
'3'2472-'3'2473 : adjacent_5p upward 
'3'2477-'3'2478 : adjacent_5p upward pairing 
'3'2478-'3'2479 : adjacent_5p upward 
'3'2479-'3'2480 : adjacent_5p upward 
'3'2481-'3'2482 : adjacent_5p upward 
'3'2482-'3'2483 : adjacent_5p upward pairing 
'3'2484-'3'2485 : adjacent_5p upward 
'3'2486-'3'2487 : adjacent_5p upward 
'3'2488-'3'2489 : adjacent_5p upward 
'3'2490-'3'2491 : adjacent_5p upward 
'3'2492-'3'2493 : adjacent_5p upward 
'3'2493-'3'2494 : adjacent_5p upward 
'3'2494-'3'2495 : adjacent_5p upward 
'3'2495-'3'2496 : adjacent_5p upward 
'3'2496-'3'2497 : adjacent_5p upward 
'3'2497-'3'2498 : adjacent_5p upward 
'3'2502-'3'2503 : adjacent_5p upward 
'3'2503-'3'2504 : adjacent_5p upward 
'3'2515-'3'2516 : adjacent_5p upward 
'3'2516-'3'2517 : adjacent_5p upward 
'3'2517-'3'2518 : adjacent_5p upward 
'3'2518-'3'2519 : adjacent_5p upward 
'3'2519-'3'2520 : adjacent_5p upward 
'3'2520-'3'2521 : adjacent_5p upward 
'3'2521-'3'2522 : adjacent_5p upward 
'3'2522-'3'2523 : adjacent_5p upward 
'3'2523-'3'2524 : adjacent_5p upward 
'3'2524-'3'2525 : adjacent_5p upward 
'3'2529-'3'2530 : adjacent_5p upward 
'3'2531-'3'2532 : adjacent_5p upward 
'3'2532-'3'2533 : adjacent_5p upward 
'3'2533-'3'2534 : adjacent_5p upward 
'3'2534-'3'2535 : adjacent_5p upward 
'3'2535-'3'2536 : adjacent_5p upward 
'3'2539-'3'2540 : adjacent_5p upward 
'3'2540-'3'2541 : adjacent_5p upward 
'3'2541-'3'2542 : adjacent_5p upward 
'3'2543-'3'2544 : adjacent_5p upward 
'3'2544-'3'2545 : adjacent_5p upward 
'3'2546-'3'2547 : adjacent_5p upward 
'3'2548-'3'2549 : adjacent_5p upward 
'3'2551-'3'2552 : adjacent_5p upward 
'3'2552-'3'2553 : adjacent_5p upward 
'3'2553-'3'2554 : adjacent_5p upward 
'3'2556-'3'2557 : adjacent_5p upward 
'3'2557-'3'2558 : adjacent_5p upward 
'3'2558-'3'2559 : adjacent_5p upward 
'3'2559-'3'2560 : adjacent_5p upward 
'3'2564-'3'2565 : adjacent_5p upward 
'3'2565-'3'2566 : adjacent_5p upward 
'3'2568-'3'2569 : adjacent_5p upward 
'3'2569-'3'2570 : adjacent_5p upward 
'3'2572-'3'2573 : adjacent_5p upward 
'3'2575-'3'2576 : adjacent_5p upward 
'3'2576-'3'2577 : adjacent_5p upward 
'3'2577-'3'2578 : adjacent_5p upward 
'3'2582-'3'2583 : adjacent_5p upward 
'3'2586-'3'2587 : adjacent_5p upward 
'3'2588-'3'2589 : adjacent_5p inward 
'3'2590-'3'2591 : adjacent_5p upward 
'3'2591-'3'2592 : adjacent_5p upward 
'3'2594-'3'2595 : adjacent_5p upward 
'3'2596-'3'2597 : adjacent_5p upward 
'3'2597-'3'2598 : adjacent_5p upward 
'3'2598-'3'2599 : adjacent_5p upward 
'3'2599-'3'2600 : adjacent_5p upward 
'3'2600-'3'2601 : adjacent_5p upward 
'3'2601-'3'2602 : adjacent_5p upward 
'3'2602-'3'2603 : adjacent_5p upward 
'3'2605-'3'2606 : adjacent_5p upward 
'3'2607-'3'2608 : adjacent_5p upward 
'3'2608-'3'2609 : adjacent_5p upward 
'3'2611-'3'2612 : adjacent_5p upward 
'3'2612-'3'2613 : adjacent_5p upward 
'3'2615-'3'2616 : adjacent_5p upward 
'3'2625-'3'2626 : adjacent_5p upward 
'3'2626-'3'2627 : adjacent_5p upward 
'3'2629-'3'2630 : adjacent_5p upward 
'3'2631-'3'2632 : adjacent_5p upward 
'3'2632-'3'2633 : adjacent_5p upward 
'3'2633-'3'2634 : adjacent_5p upward 
'3'2635-'3'2636 : adjacent_5p upward 
'3'2638-'3'2639 : adjacent_5p upward 
'3'2639-'3'2640 : adjacent_5p upward 
'3'2640-'3'2641 : adjacent_5p upward 
'3'2641-'3'2642 : adjacent_5p upward 
'3'2642-'3'2643 : adjacent_5p upward 
'3'2643-'3'2644 : adjacent_5p upward 
'3'2645-'3'2646 : adjacent_5p upward pairing 
'3'2647-'3'2648 : adjacent_5p upward 
'3'2648-'3'2649 : adjacent_5p upward 
'3'2649-'3'2650 : adjacent_5p upward 
'3'2650-'3'2651 : adjacent_5p upward 
'3'2651-'3'2652 : adjacent_5p upward 
'3'2652-'3'2653 : adjacent_5p inward pairing 
'3'2654-'3'2655 : adjacent_5p upward 
'3'2656-'3'2657 : adjacent_5p upward 
'3'2660-'3'2661 : adjacent_5p upward 
'3'2661-'3'2662 : adjacent_5p inward 
'3'2665-'3'2666 : adjacent_5p upward 
'3'2666-'3'2667 : adjacent_5p upward 
'3'2670-'3'2671 : adjacent_5p upward 
'3'2671-'3'2672 : adjacent_5p upward 
'3'2673-'3'2674 : adjacent_5p upward 
'3'2675-'3'2676 : adjacent_5p upward 
'3'2676-'3'2677 : adjacent_5p upward 
'3'2677-'3'2678 : adjacent_5p upward 
'3'2678-'3'2679 : adjacent_5p upward 
'3'2679-'3'2680 : adjacent_5p upward 
'3'2681-'3'2682 : adjacent_5p upward 
'3'2682-'3'2683 : adjacent_5p upward 
'3'2683-'3'2684 : adjacent_5p upward 
'3'2684-'3'2685 : adjacent_5p upward 
'3'2685-'3'2686 : adjacent_5p upward 
'3'2686-'3'2687 : adjacent_5p upward 
'3'2687-'3'2688 : adjacent_5p upward 
'3'2693-'3'2694 : adjacent_5p upward 
'3'2694-'3'2695 : adjacent_5p upward 
'3'2695-'3'2696 : adjacent_5p upward 
'3'2700-'3'2701 : adjacent_5p upward 
'3'2701-'3'2702 : adjacent_5p upward 
'3'2702-'3'2703 : adjacent_5p upward 
'3'2704-'3'2705 : adjacent_5p upward 
'3'2705-'3'2706 : adjacent_5p upward 
'3'2707-'3'2708 : adjacent_5p upward 
'3'2708-'3'2709 : adjacent_5p upward 
'3'2710-'3'2711 : adjacent_5p upward 
'3'2713-'3'2714 : adjacent_5p upward 
'3'2714-'3'2715 : adjacent_5p upward 
'3'2717-'3'2718 : adjacent_5p upward 
'3'2718-'3'2719 : adjacent_5p upward 
'3'2722-'3'2723 : adjacent_5p upward 
'3'2723-'3'2724 : adjacent_5p upward 
'3'2725-'3'2726 : adjacent_5p upward 
'3'2726-'3'2727 : adjacent_5p upward 
'3'2729-'3'2730 : adjacent_5p upward 
'3'2730-'3'2731 : adjacent_5p upward 
'3'2731-'3'2732 : adjacent_5p upward 
'3'2732-'3'2733 : adjacent_5p upward 
'3'2735-'3'2736 : adjacent_5p upward 
'3'2737-'3'2738 : adjacent_5p upward 
'3'2738-'3'2739 : adjacent_5p upward 
'3'2741-'3'2742 : adjacent_5p upward 
'3'2742-'3'2743 : adjacent_5p upward 
'3'2744-'3'2745 : adjacent_5p upward 
'3'2745-'3'2746 : adjacent_5p upward 
'3'2748-'3'2749 : adjacent_5p upward 
'3'2749-'3'2750 : adjacent_5p upward 
'3'2750-'3'2751 : adjacent_5p upward 
'3'2752-'3'2753 : adjacent_5p upward 
'3'2753-'3'2754 : adjacent_5p upward 
'3'2754-'3'2755 : adjacent_5p upward 
'3'2756-'3'2757 : adjacent_5p upward 
'3'2757-'3'2758 : adjacent_5p inward 
'3'2760-'3'2761 : adjacent_5p upward 
'3'2761-'3'2762 : adjacent_5p upward 
'3'2764-'3'2765 : adjacent_5p downward 
'3'2765-'3'2766 : adjacent_5p upward 
'3'2766-'3'2767 : adjacent_5p upward 
'3'2767-'3'2768 : adjacent_5p upward 
'3'2769-'3'2770 : adjacent_5p upward 
'3'2770-'3'2771 : adjacent_5p upward 
'3'2774-'3'2775 : adjacent_5p upward 
'3'2775-'3'2776 : adjacent_5p upward 
'3'2777-'3'2778 : adjacent_5p upward 
'3'2781-'3'2782 : adjacent_5p upward 
'3'2782-'3'2783 : adjacent_5p upward 
'3'2790-'3'2791 : adjacent_5p upward 
'3'2791-'3'2792 : adjacent_5p upward 
'3'2792-'3'2793 : adjacent_5p upward 
'3'2793-'3'2794 : adjacent_5p upward 
'3'2796-'3'2797 : adjacent_5p upward 
'3'2802-'3'2803 : adjacent_5p upward 
'3'2814-'3'2815 : adjacent_5p upward 
'3'2815-'3'2816 : adjacent_5p upward 
'3'2816-'3'2817 : adjacent_5p upward 
'3'2817-'3'2818 : adjacent_5p upward 
'3'2818-'3'2819 : adjacent_5p upward 
'3'2820-'3'2821 : adjacent_5p upward 
'3'2821-'3'2822 : adjacent_5p upward 
'3'2825-'3'2826 : adjacent_5p upward 
'3'2827-'3'2828 : adjacent_5p upward 
'3'2828-'3'2829 : adjacent_5p inward pairing 
'3'2829-'3'2830 : adjacent_5p outward 
'3'2830-'3'2831 : adjacent_5p upward 
'3'2831-'3'2832 : adjacent_5p upward 
'3'2832-'3'2833 : adjacent_5p upward 
'3'2833-'3'2834 : adjacent_5p upward 
'3'2841-'3'2842 : adjacent_5p upward 
'3'2842-'3'2843 : adjacent_5p upward 
'3'2843-'3'2844 : adjacent_5p upward 
'3'2844-'3'2845 : adjacent_5p upward 
'3'2845-'3'2846 : adjacent_5p upward 
'3'2846-'3'2847 : adjacent_5p upward 
'3'2848-'3'2849 : adjacent_5p upward 
'3'2849-'3'2850 : adjacent_5p upward 
'3'2850-'3'2851 : adjacent_5p upward 
'3'2851-'3'2852 : adjacent_5p upward 
'3'2854-'3'2855 : adjacent_5p upward 
'3'2855-'3'2856 : adjacent_5p upward 
'3'2856-'3'2857 : adjacent_5p upward 
'3'2857-'3'2858 : adjacent_5p upward 
'3'2858-'3'2859 : adjacent_5p upward 
'3'2860-'3'2861 : adjacent_5p upward 
'3'2862-'3'2863 : adjacent_5p upward 
'3'2863-'3'2864 : adjacent_5p upward 
'3'2864-'3'2865 : adjacent_5p upward 
'3'2866-'3'2867 : adjacent_5p upward 
'3'2868-'3'2869 : adjacent_5p upward 
'3'2869-'3'2870 : adjacent_5p inward 
'3'2872-'3'2873 : adjacent_5p upward 
'3'2873-'3'2874 : adjacent_5p upward 
'3'2874-'3'2875 : adjacent_5p upward 
'3'2878-'3'2879 : adjacent_5p upward 
'3'2880-'3'2881 : adjacent_5p upward 
'3'2881-'3'2882 : adjacent_5p upward 
'3'2885-'3'2886 : adjacent_5p upward 
'3'2886-'3'2887 : adjacent_5p upward 
'3'2890-'3'2891 : adjacent_5p upward 
'3'2893-'3'2894 : adjacent_5p upward 
'3'2898-'3'2899 : adjacent_5p upward 
'4'4-'4'5 : adjacent_5p upward 
'4'5-'4'6 : adjacent_5p upward 
'4'7-'4'8 : adjacent_5p upward 
'4'8-'4'9 : adjacent_5p upward 
'4'15-'4'16 : adjacent_5p upward 
'4'16-'4'17 : adjacent_5p upward 
'4'18-'4'19 : adjacent_5p upward 
'4'19-'4'20 : adjacent_5p upward 
'4'20-'4'21 : adjacent_5p upward 
'4'21-'4'22 : adjacent_5p upward 
'4'23-'4'24 : adjacent_5p upward 
'4'24-'4'25 : adjacent_5p upward 
'4'25-'4'26 : adjacent_5p upward 
'4'26-'4'27 : adjacent_5p upward 
'4'27-'4'28 : adjacent_5p upward 
'4'28-'4'29 : adjacent_5p upward 
'4'31-'4'32 : adjacent_5p upward 
'4'35-'4'36 : adjacent_5p upward 
'4'36-'4'37 : adjacent_5p upward 
'4'43-'4'44 : adjacent_5p upward 
'4'44-'4'45 : adjacent_5p upward 
'4'45-'4'46 : adjacent_5p upward 
'4'46-'4'47 : adjacent_5p upward 
'4'48-'4'49 : adjacent_5p upward 
'4'49-'4'50 : adjacent_5p upward 
'4'51-'4'52 : adjacent_5p upward 
'4'52-'4'53 : adjacent_5p upward 
'4'55-'4'56 : adjacent_5p upward 
'4'56-'4'57 : adjacent_5p upward 
'4'57-'4'58 : adjacent_5p upward 
'4'59-'4'60 : adjacent_5p upward 
'4'61-'4'62 : adjacent_5p upward 
'4'62-'4'63 : adjacent_5p upward 
'4'65-'4'66 : adjacent_5p upward 
'4'66-'4'67 : adjacent_5p upward 
'4'67-'4'68 : adjacent_5p upward 
'4'68-'4'69 : adjacent_5p upward 
'4'69-'4'70 : adjacent_5p upward 
'4'71-'4'72 : adjacent_5p upward 
'4'72-'4'73 : adjacent_5p upward 
'4'73-'4'74 : adjacent_5p upward 
'4'74-'4'75 : adjacent_5p upward 
'4'76-'4'77 : adjacent_5p upward 
'4'77-'4'78 : adjacent_5p inward 
'4'85-'4'86 : adjacent_5p upward 
'4'86-'4'87 : adjacent_5p upward 
'4'87-'4'88 : adjacent_5p upward 
'4'89-'4'90 : adjacent_5p upward 
'4'90-'4'91 : adjacent_5p upward 
'4'91-'4'92 : adjacent_5p upward 
'4'92-'4'93 : adjacent_5p upward 
'4'94-'4'95 : adjacent_5p upward 
'4'95-'4'96 : adjacent_5p upward 
'4'96-'4'97 : adjacent_5p upward 
'4'99-'4'100 : adjacent_5p upward 
'4'100-'4'101 : adjacent_5p upward 
'4'102-'4'103 : adjacent_5p upward 
'4'103-'4'104 : adjacent_5p upward 
'4'104-'4'105 : adjacent_5p upward 
'4'105-'4'106 : adjacent_5p upward 
'4'106-'4'107 : adjacent_5p upward 
'4'107-'4'108 : adjacent_5p upward 
Non-Adjacent stackings ------------------------------------------
'3'9-'3'2900 : outward 
'3'12-'3'2898 : upward 
'3'15-'3'560 : inward 
'3'15-'3'561 : outward 
'3'25-'3'553 : outward 
'3'26-'3'552 : outward 
'3'30-'3'548 : outward 
'3'35-'3'482 : inward pairing 
'3'37-'3'490 : outward 
'3'40-'3'478 : outward 
'3'43-'3'475 : outward 
'3'50-'3'181 : outward 
'3'51-'3'119 : inward 
'3'54-'3'119 : outward 
'3'60-'3'72 : outward 
'3'62-'3'76 : outward 
'3'70-'3'76 : downward 
'3'72-'3'115 : upward 
'3'73-'3'75 : upward 
'3'82-'3'108 : outward 
'3'118-'3'120 : inward 
'3'121-'3'152 : outward 
'3'122-'3'132 : outward 
'3'135-'3'149 : outward 
'3'159-'3'174 : outward 
'3'163-'3'170 : outward 
'3'184-'3'186 : upward pairing 
'3'184-'3'471 : outward 
'3'188-'3'217 : outward 
'3'190-'3'215 : outward 
'3'194-'3'211 : outward 
'3'199-'3'202 : inward pairing 
'3'201-'3'2438 : outward 
'3'203-'3'2441 : inward pairing 
'3'203-'3'2442 : outward pairing 
'3'204-'3'252 : outward 
'3'208-'3'210 : outward 
'3'220-'3'468 : outward 
'3'224-'3'463 : inward 
'3'225-'3'237 : outward 
'3'225-'3'270 : upward 
'3'226-'3'228 : upward 
'3'227-'3'458 : outward 
'3'232-'3'234 : upward 
'3'240-'3'266 : outward 
'3'242-'3'264 : outward 
'3'248-'3'259 : outward 
'3'273-'3'295 : inward pairing 
'3'274-'3'408 : outward 
'3'279-'3'291 : outward 
'3'280-'3'290 : outward 
'3'282-'3'288 : outward 
'3'297-'3'299 : outward 
'3'297-'3'457 : inward 
'3'306-'3'399 : outward 
'3'308-'3'397 : outward 
'3'311-'3'396 : inward 
'3'314-'3'316 : upward 
'3'317-'3'392 : outward 
'3'319-'3'390 : outward 
'3'325-'3'384 : outward 
'3'327-'3'379 : inward pairing 
'3'328-'3'379 : outward 
'3'329-'3'378 : outward 
'3'333-'3'356 : downward pairing 
'3'335-'3'351 : outward 
'3'338-'3'348 : outward 
'3'342-'3'513 : outward 
'3'342-'3'536 : outward 
'3'343-'3'364 : inward 
'3'344-'3'346 : upward pairing 
'3'344-'3'364 : outward 
'3'345-'3'362 : downward 
'3'345-'3'366 : outward 
'3'353-'3'367 : outward 
'3'356-'3'374 : outward 
'3'366-'3'369 : upward 
'3'402-'3'404 : upward 
'3'408-'3'460 : upward 
'3'409-'3'411 : outward 
'3'410-'3'436 : inward 
'3'412-'3'437 : outward 
'3'417-'3'432 : outward 
'3'421-'3'423 : inward 
'3'427-'3'447 : outward 
'3'446-'3'454 : outward 
'3'451-'3'2417 : outward 
'3'478-'3'480 : upward 
'3'483-'3'490 : downward pairing 
'3'483-'3'509 : upward pairing 
'3'487-'3'489 : inward 
'3'488-'3'494 : outward 
'3'491-'3'508 : inward 
'3'493-'3'495 : outward 
'3'494-'3'505 : inward pairing 
'3'496-'3'506 : outward 
'3'499-'3'503 : outward 
'3'500-'3'823 : downward 
'3'514-'3'516 : upward 
'3'515-'3'517 : upward pairing 
'3'517-'3'542 : upward 
'3'518-'3'541 : downward pairing 
'3'523-'3'529 : outward 
'3'525-'3'1312 : outward 
'3'537-'3'540 : upward 
'3'538-'3'540 : downward 
'3'538-'3'541 : upward 
'3'562-'3'2787 : inward pairing 
'3'563-'3'2049 : downward 
'3'564-'3'2030 : upward pairing 
'3'564-'3'2049 : outward 
'3'566-'3'596 : upward 
'3'566-'3'2026 : outward 
'3'566-'3'2042 : downward 
'3'568-'3'594 : outward 
'3'571-'3'591 : outward 
'3'572-'3'588 : inward pairing 
'3'573-'3'589 : outward 
'3'576-'3'586 : outward 
'3'578-'3'584 : outward 
'3'579-'3'581 : inward 
'3'598-'3'610 : outward 
'3'603-'3'2037 : upward 
'3'604-'3'608 : upward pairing 
'3'604-'3'2037 : downward 
'3'612-'3'1292 : outward 
'3'615-'3'1289 : outward 
'3'618-'3'1281 : inward 
'3'619-'3'1284 : outward 
'3'620-'3'706 : outward 
'3'623-'3'703 : outward 
'3'625-'3'701 : outward 
'3'628-'3'698 : outward 
'3'631-'3'695 : outward 
'3'637-'3'662 : downward 
'3'641-'3'656 : downward 
'3'642-'3'657 : outward 
'3'646-'3'653 : outward 
'3'648-'3'650 : outward pairing 
'3'663-'3'673 : outward pairing 
'3'664-'3'672 : outward 
'3'666-'3'670 : outward 
'3'674-'3'687 : outward 
'3'680-'3'682 : upward 
'3'703-'3'705 : inward pairing 
'3'709-'3'839 : inward 
'3'709-'3'842 : outward 
'3'710-'3'839 : outward 
'3'712-'3'837 : outward 
'3'714-'3'834 : outward 
'3'719-'3'809 : inward 
'3'719-'3'829 : outward 
'3'720-'3'809 : outward 
'3'722-'3'823 : outward 
'3'730-'3'803 : outward 
'3'734-'3'769 : outward 
'3'740-'3'762 : outward 
'3'743-'3'759 : outward 
'3'746-'3'756 : outward 
'3'763-'3'765 : upward 
'3'764-'3'1782 : outward 
'3'768-'3'796 : inward 
'3'773-'3'794 : outward 
'3'775-'3'1988 : downward pairing 
'3'783-'3'785 : inward 
'3'784-'3'1652 : downward 
'3'785-'3'788 : outward 
'3'786-'3'824 : inward 
'3'787-'3'1788 : upward pairing 
'3'798-'3'800 : upward 
'3'799-'3'816 : upward 
'3'810-'3'812 : outward 
'3'810-'3'829 : upward 
'3'815-'3'817 : upward 
'3'819-'3'827 : upward pairing 
'3'827-'3'2448 : upward pairing 
'3'846-'3'1281 : outward 
'3'847-'3'1280 : downward 
'3'850-'3'1224 : outward 
'3'853-'3'1218 : inward 
'3'854-'3'1220 : outward 
'3'856-'3'982 : upward 
'3'858-'3'870 : outward 
'3'873-'3'977 : outward 
'3'875-'3'975 : outward 
'3'881-'3'883 : upward pairing 
'3'887-'3'964 : outward 
'3'891-'3'960 : outward 
'3'894-'3'2276 : inward pairing 
'3'895-'3'953 : inward 
'3'896-'3'2276 : outward 
'3'897-'3'954 : outward 
'3'903-'3'951 : outward 
'3'906-'3'946 : outward 
'3'912-'3'940 : outward 
'3'914-'3'936 : inward 
'3'915-'3'937 : outward 
'3'920-'3'931 : outward 
'3'946-'3'949 : upward 
'3'969-'3'971 : upward 
'3'981-'3'2456 : outward 
'3'985-'3'1005 : outward 
'3'988-'3'1002 : outward 
'3'993-'3'995 : upward 
'3'996-'3'998 : upward 
'3'997-'3'2038 : upward 
'3'1010-'3'1025 : inward 
'3'1010-'3'1217 : outward 
'3'1011-'3'1026 : outward 
'3'1027-'3'1216 : downward 
'3'1029-'3'1197 : outward 
'3'1032-'3'1195 : outward 
'3'1035-'3'1189 : inward 
'3'1036-'3'1190 : outward 
'3'1041-'3'1178 : outward 
'3'1047-'3'1186 : outward 
'3'1050-'3'1183 : outward 
'3'1052-'3'1181 : outward 
'3'1056-'3'1058 : outward 
'3'1057-'3'1175 : inward 
'3'1057-'3'1176 : outward 
'3'1060-'3'1170 : outward 
'3'1061-'3'1169 : downward 
'3'1062-'3'1161 : upward 
'3'1069-'3'1157 : outward 
'3'1071-'3'1155 : outward 
'3'1080-'3'1146 : downward pairing 
'3'1082-'3'1145 : inward pairing 
'3'1088-'3'1142 : outward 
'3'1092-'3'1121 : outward 
'3'1096-'3'1105 : outward 
'3'1097-'3'1112 : outward 
'3'1104-'3'1108 : upward pairing 
'3'1106-'3'1124 : downward 
'3'1122-'3'1138 : outward 
'3'1162-'3'2526 : inward 
'3'1163-'3'2526 : outward pairing 
'3'1177-'3'1179 : outward 
'3'1190-'3'1192 : upward 
'3'1201-'3'1215 : outward 
'3'1208-'3'1210 : upward 
'3'1228-'3'1280 : outward 
'3'1231-'3'1276 : outward 
'3'1236-'3'1271 : outward 
'3'1242-'3'1266 : inward pairing 
'3'1243-'3'1267 : outward 
'3'1248-'3'1262 : outward 
'3'1251-'3'1259 : outward 
'3'1253-'3'1257 : outward 
'3'1277-'3'1279 : upward 
'3'1284-'3'1286 : upward 
'3'1295-'3'1297 : outward 
'3'1296-'3'2019 : inward 
'3'1298-'3'2020 : outward 
'3'1300-'3'1682 : upward 
'3'1302-'3'1680 : inward 
'3'1305-'3'1322 : outward 
'3'1311-'3'1314 : outward pairing 
'3'1313-'3'1357 : upward 
'3'1314-'3'1317 : upward 
'3'1314-'3'1357 : downward 
'3'1327-'3'1673 : inward 
'3'1328-'3'1660 : downward pairing 
'3'1328-'3'1668 : upward 
'3'1329-'3'1331 : outward 
'3'1335-'3'1656 : outward 
'3'1345-'3'1364 : outward 
'3'1352-'3'1356 : inward 
'3'1359-'3'1361 : upward 
'3'1360-'3'1643 : downward 
'3'1370-'3'1373 : upward pairing 
'3'1370-'3'1425 : outward 
'3'1371-'3'1631 : downward 
'3'1375-'3'1634 : outward 
'3'1376-'3'1633 : outward 
'3'1377-'3'1632 : outward 
'3'1381-'3'1406 : outward 
'3'1387-'3'1401 : outward 
'3'1392-'3'1396 : outward 
'3'1406-'3'1408 : upward pairing 
'3'1413-'3'1431 : outward 
'3'1415-'3'1429 : outward 
'3'1419-'3'1422 : outward pairing 
'3'1423-'3'1426 : upward 
'3'1435-'3'1630 : outward 
'3'1437-'3'1628 : outward 
'3'1441-'3'1624 : outward 
'3'1446-'3'1612 : inward 
'3'1447-'3'1449 : upward 
'3'1447-'3'1613 : outward 
'3'1457-'3'1602 : downward 
'3'1471-'3'1582 : outward 
'3'1477-'3'1489 : outward 
'3'1479-'3'1487 : outward 
'3'1480-'3'2710 : outward 
'3'1483-'3'2713 : outward 
'3'1484-'3'2712 : outward 
'3'1494-'3'1548 : upward 
'3'1500-'3'1544 : outward 
'3'1502-'3'1540 : inward 
'3'1503-'3'1541 : outward 
'3'1507-'3'1537 : outward 
'3'1510-'3'1530 : outward 
'3'1512-'3'1528 : outward 
'3'1517-'3'1524 : outward 
'3'1553-'3'1576 : inward 
'3'1554-'3'1577 : outward 
'3'1558-'3'1570 : inward pairing 
'3'1558-'3'1573 : outward 
'3'1570-'3'1572 : upward 
'3'1585-'3'1749 : outward 
'3'1592-'3'1594 : outward 
'3'1599-'3'1601 : upward pairing 
'3'1641-'3'1655 : inward 
'3'1643-'3'1650 : outward 
'3'1646-'3'1654 : outward 
'3'1647-'3'1651 : inward pairing 
'3'1649-'3'1651 : upward pairing 
'3'1661-'3'1674 : outward 
'3'1683-'3'2016 : outward 
'3'1692-'3'2010 : outward 
'3'1694-'3'2008 : outward 
'3'1695-'3'2007 : outward 
'3'1698-'3'2734 : outward 
'3'1702-'3'1708 : upward pairing 
'3'1702-'3'2000 : outward 
'3'1716-'3'1764 : outward 
'3'1721-'3'1736 : outward 
'3'1723-'3'1734 : outward 
'3'1733-'3'1770 : upward 
'3'1741-'3'1763 : downward 
'3'1745-'3'1755 : outward 
'3'1760-'3'1763 : outward pairing 
'3'1772-'3'1995 : outward 
'3'1783-'3'1796 : outward 
'3'1792-'3'1794 : upward 
'3'1793-'3'1945 : upward pairing 
'3'1797-'3'1835 : inward pairing 
'3'1804-'3'1830 : outward 
'3'1805-'3'1826 : upward 
'3'1806-'3'1826 : downward pairing 
'3'1807-'3'1809 : outward 
'3'1808-'3'2211 : downward 
'3'1814-'3'1818 : outward 
'3'1822-'3'1824 : outward 
'3'1836-'3'1984 : outward 
'3'1838-'3'1982 : outward 
'3'1842-'3'1938 : outward 
'3'1845-'3'1906 : outward pairing 
'3'1846-'3'1934 : outward 
'3'1849-'3'1908 : outward 
'3'1852-'3'1903 : outward 
'3'1860-'3'1896 : outward 
'3'1865-'3'1892 : outward 
'3'1873-'3'1883 : outward 
'3'1907-'3'1977 : downward 
'3'1912-'3'1937 : upward 
'3'1913-'3'1936 : outward 
'3'1917-'3'1928 : outward 
'3'1919-'3'1926 : outward 
'3'1922-'3'1924 : upward 
'3'1937-'3'1975 : inward pairing 
'3'1939-'3'1976 : outward 
'3'1942-'3'1969 : inward pairing 
'3'1942-'3'1971 : outward pairing 
'3'1943-'3'1947 : inward 
'3'1943-'3'1952 : outward 
'3'1944-'3'1946 : inward pairing 
'3'1948-'3'1972 : outward 
'3'1951-'3'1962 : outward 
'3'1955-'3'1966 : outward 
'3'1971-'3'1974 : upward 
'3'1977-'3'1979 : outward 
'3'1987-'3'1989 : upward 
'3'1999-'3'2004 : upward 
'3'2027-'3'2029 : upward 
'3'2027-'3'2042 : outward 
'3'2032-'3'2046 : outward 
'3'2040-'3'2043 : upward pairing 
'3'2050-'3'2785 : downward 
'3'2053-'3'2631 : outward 
'3'2055-'3'2629 : outward 
'3'2058-'3'2622 : inward pairing 
'3'2059-'3'2626 : outward 
'3'2063-'3'2585 : outward 
'3'2067-'3'2510 : outward 
'3'2068-'3'2511 : downward 
'3'2074-'3'2076 : upward 
'3'2074-'3'2452 : outward 
'3'2076-'3'2451 : outward 
'3'2082-'3'2246 : upward 
'3'2084-'3'2443 : outward 
'3'2087-'3'2249 : outward 
'3'2089-'3'2247 : outward 
'3'2093-'3'2242 : outward 
'3'2094-'3'2241 : outward 
'3'2100-'3'2233 : downward 
'3'2104-'3'2201 : outward 
'3'2109-'3'2196 : outward 
'3'2112-'3'2193 : outward 
'3'2117-'3'2127 : upward 
'3'2117-'3'2188 : outward 
'3'2118-'3'2152 : inward pairing 
'3'2125-'3'2156 : upward 
'3'2126-'3'2178 : inward 
'3'2126-'3'2179 : outward 
'3'2130-'3'2184 : outward 
'3'2134-'3'2171 : outward 
'3'2136-'3'2167 : outward 
'3'2207-'3'2233 : outward 
'3'2210-'3'2230 : outward 
'3'2217-'3'2224 : outward 
'3'2218-'3'2220 : downward pairing 
'3'2254-'3'2434 : outward 
'3'2267-'3'2290 : outward 
'3'2267-'3'2435 : downward 
'3'2270-'3'2287 : outward 
'3'2271-'3'2286 : outward 
'3'2282-'3'2284 : upward 
'3'2290-'3'2433 : upward pairing 
'3'2291-'3'2397 : downward 
'3'2296-'3'2333 : outward 
'3'2300-'3'2349 : outward 
'3'2305-'3'2328 : outward 
'3'2306-'3'2329 : outward 
'3'2309-'3'2324 : outward 
'3'2311-'3'2322 : outward 
'3'2316-'3'2318 : downward pairing 
'3'2316-'3'2319 : upward 
'3'2335-'3'2396 : outward 
'3'2338-'3'2394 : outward 
'3'2353-'3'2355 : outward 
'3'2353-'3'2389 : inward pairing 
'3'2354-'3'2391 : outward 
'3'2357-'3'2377 : outward 
'3'2359-'3'2373 : inward 
'3'2360-'3'2374 : outward 
'3'2381-'3'2389 : outward 
'3'2399-'3'2432 : inward pairing 
'3'2400-'3'2437 : downward 
'3'2404-'3'2429 : outward 
'3'2407-'3'2426 : outward 
'3'2411-'3'2423 : outward 
'3'2412-'3'2422 : outward 
'3'2431-'3'2433 : downward 
'3'2454-'3'2509 : inward 
'3'2455-'3'2508 : inward 
'3'2455-'3'2509 : outward 
'3'2466-'3'2498 : inward pairing 
'3'2467-'3'2502 : outward 
'3'2472-'3'2495 : outward 
'3'2476-'3'2484 : upward pairing 
'3'2476-'3'2489 : inward pairing 
'3'2477-'3'2490 : outward 
'3'2480-'3'2483 : inward 
'3'2486-'3'2537 : downward 
'3'2521-'3'2582 : outward 
'3'2525-'3'2550 : inward pairing 
'3'2527-'3'2549 : inward pairing 
'3'2527-'3'2550 : outward 
'3'2528-'3'2575 : outward 
'3'2531-'3'2773 : downward 
'3'2532-'3'2548 : outward 
'3'2536-'3'2538 : upward pairing 
'3'2551-'3'2773 : outward 
'3'2555-'3'2574 : downward 
'3'2557-'3'2568 : outward 
'3'2579-'3'2582 : upward 
'3'2589-'3'2618 : downward 
'3'2596-'3'2615 : outward 
'3'2600-'3'2611 : outward 
'3'2603-'3'2607 : outward 
'3'2635-'3'2785 : outward pairing 
'3'2638-'3'2897 : downward 
'3'2646-'3'2783 : inward 
'3'2647-'3'2786 : outward 
'3'2656-'3'2681 : outward 
'3'2662-'3'2664 : outward 
'3'2663-'3'2672 : inward pairing 
'3'2665-'3'2673 : outward 
'3'2687-'3'2737 : outward 
'3'2694-'3'2732 : outward 
'3'2696-'3'2727 : inward 
'3'2697-'3'2721 : upward 
'3'2701-'3'2725 : outward 
'3'2704-'3'2722 : outward 
'3'2707-'3'2717 : outward 
'3'2719-'3'2722 : upward 
'3'2729-'3'2877 : downward 
'3'2744-'3'2777 : outward 
'3'2747-'3'2771 : inward 
'3'2748-'3'2772 : outward 
'3'2752-'3'2769 : outward 
'3'2755-'3'2762 : inward 
'3'2756-'3'2765 : outward 
'3'2772-'3'2774 : upward 
'3'2784-'3'2786 : downward 
'3'2784-'3'2790 : upward pairing 
'3'2787-'3'2789 : outward 
'3'2799-'3'2810 : inward 
'3'2801-'3'2807 : inward 
'3'2802-'3'2808 : outward 
'3'2812-'3'2814 : upward pairing 
'3'2820-'3'2835 : outward 
'3'2823-'3'2825 : upward pairing 
'3'2823-'3'2832 : outward 
'3'2838-'3'2883 : upward 
'3'2839-'3'2883 : downward pairing 
'3'2841-'3'2886 : outward 
'3'2846-'3'2880 : outward 
'3'2848-'3'2878 : outward 
'3'2852-'3'2871 : inward pairing 
'3'2853-'3'2871 : outward pairing 
'3'2858-'3'2868 : outward 
'3'2860-'3'2866 : outward 
'4'4-'4'105 : outward 
'4'7-'4'102 : outward 
'4'13-'4'99 : upward 
'4'16-'4'65 : outward 
'4'19-'4'61 : outward 
'4'21-'4'59 : outward 
'4'32-'4'42 : inward pairing 
'4'37-'4'42 : outward 
'4'41-'4'43 : upward pairing 
'4'63-'4'98 : inward 
'4'64-'4'97 : inward 
'4'64-'4'98 : outward pairing 
'4'70-'4'95 : outward 
'4'76-'4'89 : outward 
Number of stackings = 2135
Number of adjacent stackings = 1606
Number of non adjacent stackings = 529
Base-pairs ------------------------------------------------------
'3'8-'3'2900 : A-U Ww/Ww pairing antiparallel cis XX 
'3'9-'3'2899 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'11-'3'2898 : U-A Wh/Wh pairing antiparallel cis one_hbond 
'3'14-'3'2634 : U-C Ww/O2' pairing 
'3'15-'3'17 : A-G O2'/Hh pairing 
'3'16-'3'17 : A-G O2P/Hh adjacent_5p upward pairing 
'3'17-'3'560 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'3'18-'3'559 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'19-'3'558 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'20-'3'557 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'21-'3'556 : U-U Ww/Wh pairing antiparallel cis one_hbond 
'3'22-'3'555 : U-A Ww/Ww pairing antiparallel cis XX 
'3'23-'3'554 : A-U Ww/Ww pairing antiparallel cis XX 
'3'24-'3'553 : U-A Ww/Ww pairing antiparallel cis XX 
'3'25-'3'552 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'26-'3'551 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'28-'3'548 : G-A Ww/O2P pairing 
'3'28-'3'549 : G-A Sw/Hh pairing antiparallel trans one_hbond 
'3'29-'3'547 : G-G O2'/Bs Ww/O2' Bs/O2' pairing 
'3'30-'3'547 : A-G Hh/Ss pairing antiparallel trans one_hbond 
'3'31-'3'546 : U-U Wh/Ww pairing antiparallel cis one_hbond 
'3'32-'3'545 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'33-'3'510 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'34-'3'509 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'35-'3'482 : U-G O2'/Bs inward pairing 
'3'35-'3'483 : U-A Ws/Hh pairing antiparallel trans XXIV 
'3'35-'3'490 : U-A O2'/Ww pairing 
'3'37-'3'481 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'37-'3'486 : G-G Ss/Ss pairing parallel trans IV 
'3'38-'3'480 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'38-'3'486 : G-G Bs/O2' Ss/O2' pairing 
'3'39-'3'478 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'40-'3'477 : A-U Ww/Ww pairing antiparallel cis XX 
'3'41-'3'476 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'41-'3'649 : C-A O2'/Ww pairing 
'3'42-'3'475 : U-A Ww/Ww pairing antiparallel cis XX 
'3'43-'3'474 : A-U Ww/Ww pairing antiparallel cis XX 
'3'44-'3'473 : A-U Ww/Ww pairing antiparallel cis XX 
'3'45-'3'472 : U-A Ww/Ww pairing antiparallel cis XX 
'3'46-'3'470 : A-U Ww/Ww pairing antiparallel cis XX 
'3'47-'3'184 : G-A Sw/Ww O2'/Bh O2'/Hh pairing parallel trans one_hbond 
'3'47-'3'469 : G-C Ww/Ww pairing antiparallel cis 
'3'48-'3'182 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'48-'3'219 : G-G O2P/Hh pairing 
'3'49-'3'181 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'51-'3'121 : A-U Hh/Ww pairing parallel cis XXIII 
'3'53-'3'119 : G-A Ss/Hh pairing antiparallel trans XI 
'3'53-'3'121 : G-U Ww/O2' Bs/O2' pairing 
'3'54-'3'118 : A-G O2P/Ww pairing 
'3'54-'3'120 : A-A Hh/Hw O2P/Bh pairing parallel trans one_hbond 
'3'55-'3'118 : A-G Hh/Ss pairing antiparallel trans XI 
'3'56-'3'117 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'57-'3'116 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'57-'3'128 : G-A O2'/Ww pairing 
'3'58-'3'115 : A-U Ww/Ww pairing antiparallel cis XX 
'3'59-'3'72 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'60-'3'71 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'60-'3'75 : G-A Ss/Ss O2'/Ww pairing parallel trans 57 
'3'61-'3'70 : U-G Ws/Ww pairing antiparallel cis 
'3'62-'3'64 : G-U Ss/Ww pairing antiparallel trans one_hbond 
'3'62-'3'68 : G-C Wh/Bh pairing antiparallel cis one_hbond 
'3'62-'3'91 : G-G Ww/Hh pairing parallel cis one_hbond 
'3'66-'3'92 : A-U Ww/Ww pairing antiparallel cis XX 
'3'67-'3'91 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'67-'3'492 : C-C Ss/Wh O2'/Ww pairing antiparallel cis one_hbond 
'3'68-'3'90 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'69-'3'76 : U-A Ww/Hh pairing parallel cis XXIII 
'3'72-'3'73 : G-A Sw/Ww adjacent_5p pairing antiparallel cis one_hbond 55 
'3'76-'3'90 : A-G O2'/Hh pairing 
'3'78-'3'111 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'78-'3'112 : C-A Ws/Bs pairing antiparallel cis one_hbond 
'3'79-'3'110 : U-A Ww/Ww pairing antiparallel cis XX 
'3'80-'3'109 : U-G Ws/Ww pairing antiparallel cis one_hbond 
'3'81-'3'108 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'81-'3'380 : C-A O2'/Ss pairing 
'3'82-'3'107 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'82-'3'328 : G-A Bs/O2' pairing 
'3'82-'3'380 : G-A O2'/Hh pairing 
'3'83-'3'106 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'84-'3'104 : G-A Bs/O2P pairing 
'3'85-'3'104 : U-A Ws/Hh pairing antiparallel trans XXIV 
'3'86-'3'101 : A-C Hh/O2' pairing 
'3'87-'3'99 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'87-'3'104 : G-A O2'/Ww pairing 
'3'88-'3'98 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'101-'3'103 : C-G O2'/Ww pairing 
'3'118-'3'125 : G-G O2P/Ww pairing 
'3'119-'3'181 : A-G Ss/O2' pairing 
'3'122-'3'131 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'123-'3'130 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'124-'3'129 : A-U Ww/Ww pairing antiparallel cis XX 
'3'132-'3'151 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'133-'3'150 : G-U Ww/Ws pairing antiparallel cis 
'3'134-'3'149 : U-A Ww/Ww pairing antiparallel cis XX 
'3'135-'3'148 : A-U Ww/Ww pairing antiparallel cis XX 
'3'136-'3'147 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'137-'3'146 : U-G Ws/Ww pairing antiparallel cis 
'3'138-'3'145 : U-A Ww/Ww pairing antiparallel cis XX 
'3'139-'3'144 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'140-'3'141 : G-A O2'/Hh adjacent_5p pairing 
'3'140-'3'142 : G-A O2'/Bh C8/O2P pairing 
'3'140-'3'144 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'143-'3'144 : A-C O2P/Ww adjacent_5p pairing 
'3'143-'3'1436 : A-C Ss/O2' pairing 
'3'143-'3'1629 : A-U Ww/O2' pairing 
'3'154-'3'179 : U-A Ww/Ww pairing antiparallel cis XX 
'3'155-'3'177 : A-U Ww/Ww pairing antiparallel cis XX 
'3'156-'3'176 : A-U Ww/Ww pairing antiparallel cis XX 
'3'157-'3'175 : U-A Ww/Ww pairing antiparallel cis XX 
'3'158-'3'174 : U-A Ww/Ww pairing antiparallel cis XX 
'3'159-'3'173 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'160-'3'172 : A-U Ww/Ww pairing antiparallel cis XX 
'3'161-'3'171 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'162-'3'170 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'3'163-'3'169 : A-U Hh/Ww pairing antiparallel trans XXIV 
'3'163-'3'2216 : A-U Bs/Ss Ss/O2' pairing antiparallel cis one_hbond 
'3'164-'3'168 : A-A Hh/Ww pairing antiparallel trans V 
'3'164-'3'2225 : A-G Bs/Ss pairing parallel trans one_hbond 
'3'165-'3'167 : U-A Bs/Bh pairing parallel cis 
'3'165-'3'168 : U-A O2'/Bh pairing 
'3'179-'3'180 : A-A O2'/C8 adjacent_5p upward pairing 
'3'180-'3'181 : A-G O2P/Hh adjacent_5p pairing 
'3'184-'3'186 : A-A O2'/Hh upward pairing 
'3'186-'3'219 : A-G Ww/Ww pairing antiparallel cis VIII 
'3'186-'3'469 : A-C Ss/O2' pairing 
'3'187-'3'218 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'187-'3'468 : C-A O2'/Ss pairing 
'3'188-'3'216 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'188-'3'221 : G-A O2'/Ss pairing 
'3'189-'3'215 : U-A Ww/Ww pairing antiparallel cis XX 
'3'190-'3'214 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'191-'3'213 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'192-'3'212 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'193-'3'209 : G-G Ww/O2' pairing 
'3'193-'3'210 : G-U Bs/O2P pairing 
'3'193-'3'211 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'3'194-'3'834 : A-G Bh/O2' pairing 
'3'195-'3'208 : A-A Hh/Hw O2P/Bh pairing parallel trans one_hbond 
'3'195-'3'834 : A-G Ww/O2' pairing 
'3'196-'3'712 : G-A O2'/Ww pairing 
'3'196-'3'837 : G-A O2'/Ss pairing 
'3'198-'3'205 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'199-'3'201 : A-A Hh/O2P Hh/O2P pairing 
'3'199-'3'202 : A-C Bh/O2P inward pairing 
'3'199-'3'204 : A-U Bs/Hw pairing antiparallel trans one_hbond 
'3'200-'3'202 : A-C O2P/Bh pairing 
'3'200-'3'863 : A-U Ww/O2P pairing 
'3'202-'3'252 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'202-'3'2442 : C-A O2'/Ww O2'/Bh pairing 
'3'203-'3'2085 : A-C Ww/O2' pairing 
'3'203-'3'2439 : A-U Hh/Ww pairing parallel cis XXIII 
'3'203-'3'2441 : A-A O2'/Bh inward pairing 
'3'203-'3'2442 : A-A Bh/O2P outward pairing 
'3'204-'3'254 : U-G Wh/Ws pairing parallel trans one_hbond 
'3'204-'3'424 : U-G Bs/Ws O2'/Bs pairing antiparallel cis one_hbond 84 
'3'205-'3'255 : C-A Ss/Bs O2'/Ww pairing parallel trans one_hbond 
'3'209-'3'210 : G-U Sw/Hw adjacent_5p pairing parallel cis one_hbond 89 
'3'218-'3'220 : G-A Sw/Ss Ss/O2' pairing antiparallel cis one_hbond 
'3'219-'3'468 : G-A Bs/Ww pairing parallel trans one_hbond 56 
'3'224-'3'237 : G-A Ss/Ww O2'/Ss pairing antiparallel cis one_hbond 55 
'3'224-'3'464 : G-A Ww/O2P Bs/O2P pairing 
'3'225-'3'269 : A-A Bh/O2' pairing 
'3'225-'3'463 : A-U Hh/Ws pairing antiparallel trans XXIV 
'3'227-'3'412 : A-A Bh/O2' pairing 
'3'227-'3'443 : A-C Ww/O2' Bh/O2' pairing 
'3'227-'3'456 : A-G O2'/Bs O2'/Ss pairing 
'3'228-'3'235 : A-U Ww/Ww pairing antiparallel cis XX 
'3'229-'3'234 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'230-'3'232 : G-A Ss/Bh O2'/Ww O2'/Bh pairing antiparallel trans one_hbond 
'3'230-'3'454 : G-G Wh/Bs pairing antiparallel cis one_hbond 
'3'236-'3'456 : G-G Bs/O2P pairing 
'3'239-'3'266 : U-A Ww/Ww pairing antiparallel cis XX 
'3'240-'3'265 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'241-'3'264 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'242-'3'263 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'242-'3'642 : G-A Ss/Bs O2'/Ss pairing antiparallel cis one_hbond 
'3'243-'3'262 : U-G Ws/Ww pairing antiparallel cis 
'3'244-'3'261 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'3'246-'3'259 : G-A Ww/O2P Bs/O2P pairing 
'3'248-'3'258 : A-G Hh/Ss pairing antiparallel trans XI 
'3'249-'3'257 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'249-'3'422 : G-A O2'/Ww pairing 
'3'250-'3'256 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'251-'3'253 : G-C O2P/Bh pairing 
'3'251-'3'255 : G-A Ss/Hh O2'/Bh Bs/O2P pairing antiparallel trans one_hbond 
'3'251-'3'424 : G-G O2'/Ww pairing 
'3'252-'3'424 : G-G O2P/Bs pairing 
'3'254-'3'424 : G-G Wh/Ww pairing parallel cis one_hbond 
'3'264-'3'642 : G-A O2'/Bh pairing 
'3'264-'3'643 : G-A Bs/O2' pairing 
'3'267-'3'466 : A-A O2'/Ss pairing 
'3'269-'3'463 : A-U Ww/O2' pairing 
'3'270-'3'315 : G-A O2'/Bh pairing 
'3'270-'3'462 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'271-'3'461 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'272-'3'295 : C-U Bh/O2' pairing 
'3'272-'3'460 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'273-'3'295 : C-U Bh/O2' inward pairing 
'3'273-'3'408 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'274-'3'294 : A-G O2P/Ww pairing 
'3'274-'3'295 : A-U Hh/Ws pairing antiparallel trans XXIV 
'3'275-'3'293 : A-G O2P/Bs pairing 
'3'275-'3'294 : A-G Hh/Ss pairing antiparallel trans XI 
'3'276-'3'293 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'3'276-'3'301 : A-G O2'/Bs Ww/O2' pairing 
'3'277-'3'292 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'278-'3'291 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'279-'3'290 : U-A Ww/Ww pairing antiparallel cis XX 
'3'280-'3'289 : A-U Ww/Ww pairing antiparallel cis XX 
'3'281-'3'288 : U-A Ww/Ww pairing antiparallel cis XX 
'3'283-'3'285 : A-U Ss/O2P pairing 
'3'294-'3'295 : G-U O2'/Hh adjacent_5p pairing 
'3'296-'3'300 : U-G Ww/Ss pairing antiparallel cis 93 
'3'297-'3'440 : G-C Ww/O2' pairing 
'3'297-'3'441 : G-U Bs/O2P pairing 
'3'299-'3'407 : A-U Ww/Ww pairing antiparallel cis XX 
'3'299-'3'440 : A-C Wh/Ss pairing parallel trans one_hbond 76 
'3'300-'3'406 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'301-'3'405 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'302-'3'404 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'303-'3'401 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'303-'3'402 : C-A Ww/Wh pairing antiparallel cis one_hbond 75 
'3'304-'3'400 : U-A Ww/Ww pairing antiparallel cis XX 
'3'305-'3'399 : U-G Ws/Ww pairing antiparallel cis 
'3'306-'3'398 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'307-'3'397 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'312-'3'395 : U-U Wh/Ww pairing antiparallel cis one_hbond 
'3'313-'3'394 : G-C Ww/Ww pairing antiparallel cis 
'3'314-'3'315 : G-A O2'/C8 adjacent_5p pairing 
'3'314-'3'393 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'316-'3'392 : C-A Bs/Wh O2'/Ww pairing antiparallel cis one_hbond 78 
'3'317-'3'391 : U-U Ww/Ws pairing antiparallel cis XVI 
'3'318-'3'390 : U-A Ww/Ww pairing antiparallel cis XX 
'3'319-'3'389 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'320-'3'388 : A-U Ww/Ww pairing antiparallel cis XX 
'3'321-'3'387 : A-U Ww/Ww pairing antiparallel cis XX 
'3'322-'3'386 : A-U Ww/Ww pairing antiparallel cis XX 
'3'323-'3'385 : A-U Ww/Ww pairing antiparallel cis XX 
'3'324-'3'384 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'325-'3'383 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'3'326-'3'382 : A-U Ww/Ww pairing antiparallel cis XX 
'3'327-'3'379 : U-A O2P/Bh inward pairing 
'3'327-'3'381 : U-A Ww/Ww pairing antiparallel cis XX 
'3'328-'3'378 : A-G Hh/Sw pairing antiparallel trans one_hbond 
'3'329-'3'377 : G-U Ww/Ws pairing antiparallel cis one_hbond 
'3'330-'3'376 : A-U Ww/Ww pairing antiparallel cis XX 
'3'331-'3'375 : A-U Ww/Ww pairing antiparallel cis XX 
'3'332-'3'356 : G-A O2'/Ww pairing 
'3'332-'3'373 : G-U Ww/O2P pairing 
'3'332-'3'374 : G-A Ss/Hh pairing antiparallel trans XI 
'3'333-'3'356 : A-A Ww/O2' Bh/O2' downward pairing 
'3'334-'3'353 : A-G Ss/O2' pairing 
'3'334-'3'367 : A-G Bh/O2' pairing 
'3'335-'3'350 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'336-'3'349 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'337-'3'348 : U-A Ww/Ww pairing antiparallel cis XX 
'3'338-'3'347 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'339-'3'346 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'341-'3'343 : G-A O2'/Bh Hh/O2P pairing 
'3'341-'3'344 : G-A Ww/O2P pairing 
'3'341-'3'364 : G-A Ss/Ww pairing parallel trans X 
'3'343-'3'363 : A-G O2'/Hh O2'/C8 Ss/O2' pairing 
'3'344-'3'346 : A-G O2'/Hh upward pairing 
'3'344-'3'1240 : A-U Bh/O2' pairing 
'3'345-'3'363 : A-G Bh/O2P pairing 
'3'351-'3'368 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'352-'3'367 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'355-'3'356 : A-A O2P/Bh O2P/Hh adjacent_5p pairing 
'3'355-'3'374 : A-A O2'/Ss pairing 
'3'355-'3'375 : A-U Hh/O2' pairing 
'3'355-'3'376 : A-U Bh/O2P pairing 
'3'356-'3'373 : A-U Ss/Ww pairing antiparallel cis 43 
'3'357-'3'372 : A-G O2P/Bs pairing 
'3'358-'3'372 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'3'359-'3'371 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'360-'3'370 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'361-'3'369 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'362-'3'366 : U-A Ww/Hh pairing antiparallel trans XXIV 
'3'364-'3'1240 : A-U Hh/O2' pairing 
'3'365-'3'1239 : U-G Bh/Ww pairing parallel trans 90 
'3'368-'3'369 : C-C O2P/Bh adjacent_5p pairing 
'3'401-'3'402 : G-A O2'/C8 adjacent_5p upward pairing 
'3'408-'3'440 : G-C O2P/Bh pairing 
'3'408-'3'459 : G-A O2P/Bh O2P/Bh O2P/Hh pairing 
'3'409-'3'437 : A-A Ww/O2P pairing 
'3'409-'3'438 : A-A Bh/O2P pairing 
'3'410-'3'411 : G-U Sw/Hw adjacent_5p pairing parallel cis one_hbond 89 
'3'410-'3'437 : G-A Bs/O2P pairing 
'3'411-'3'436 : U-G O2P/Ww O2P/Bs pairing 
'3'411-'3'437 : U-A Ww/Hh pairing antiparallel trans XXIV 
'3'411-'3'458 : U-A O2'/Ww pairing 
'3'412-'3'436 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'3'413-'3'435 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'3'414-'3'434 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'415-'3'433 : U-A Ww/Ww pairing antiparallel cis XX 
'3'416-'3'432 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'417-'3'431 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'3'418-'3'430 : G-U Ws/Ws pairing antiparallel cis one_hbond 
'3'419-'3'429 : A-U Ww/Ww pairing antiparallel cis XX 
'3'420-'3'425 : A-U Hh/Ws pairing antiparallel trans XXIV 
'3'420-'3'428 : A-U Ww/Ww pairing antiparallel cis XX 
'3'421-'3'424 : A-G Bh/O2P Hh/O2P pairing 
'3'421-'3'426 : A-U Ww/Ww pairing antiparallel cis XX 
'3'423-'3'447 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'431-'3'432 : U-G O2'/Hh adjacent_5p pairing 
'3'432-'3'2239 : G-U Bs/O2' pairing 
'3'433-'3'2238 : A-G O2'/Bs pairing 
'3'438-'3'459 : A-A Wh/Ww pairing parallel trans one_hbond 
'3'441-'3'442 : U-G O2P/Hh adjacent_5p pairing 
'3'442-'3'457 : G-U Bs/O2' pairing 
'3'443-'3'456 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'444-'3'455 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'444-'3'456 : C-G Wh/Wh pairing antiparallel cis one_hbond 
'3'445-'3'454 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'446-'3'453 : A-U Ww/Ww pairing antiparallel cis XX 
'3'448-'3'2419 : A-A Hh/Ss pairing antiparallel trans one_hbond 
'3'449-'3'2418 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'450-'3'1885 : C-G O2'/Bs pairing 
'3'450-'3'2417 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'451-'3'2416 : A-U Ww/Ww pairing antiparallel cis XX 
'3'452-'3'2415 : U-A Ww/Ww pairing antiparallel cis XX 
'3'464-'3'465 : A-A O2P/Bh adjacent_5p upward pairing 
'3'470-'3'471 : U-A Ws/Hw O2'/Hh adjacent_5p pairing parallel cis one_hbond 47 
'3'481-'3'485 : C-A O2'/Ss pairing 
'3'483-'3'490 : A-A Ww/O2' downward pairing 
'3'483-'3'509 : A-G O2'/Hh upward pairing 
'3'484-'3'616 : U-G Ws/Ss Ww/O2' pairing parallel trans 86 
'3'485-'3'1278 : A-G O2'/Ww O2'/Bs pairing 
'3'486-'3'490 : G-A Ww/O2P pairing 
'3'487-'3'490 : C-A Bh/O2P pairing 
'3'488-'3'493 : G-A Sw/Ss pairing parallel trans one_hbond 57 
'3'489-'3'493 : A-A Ss/O2' pairing 
'3'490-'3'491 : A-A O2P/Bh adjacent_5p pairing 
'3'493-'3'507 : A-A Ww/O2P Bh/O2P pairing 
'3'494-'3'495 : G-U Sw/Bh adjacent_5p pairing parallel cis one_hbond 92 
'3'494-'3'505 : G-G O2'/Ww inward pairing 
'3'494-'3'506 : G-A Ww/O2P Bs/O2P pairing 
'3'495-'3'506 : U-A Ws/Hh pairing antiparallel trans one_hbond 
'3'496-'3'505 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'3'497-'3'504 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'498-'3'503 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'499-'3'501 : G-G Hh/O2P pairing 
'3'499-'3'502 : G-A Bs/Hh Ww/O2P Bs/O2P pairing antiparallel trans one_hbond 
'3'502-'3'503 : A-G O2P/Hh adjacent_5p pairing 
'3'502-'3'830 : A-A Bs/Ss Ww/O2' Bh/O2' pairing parallel trans one_hbond 
'3'512-'3'514 : G-A Ww/O2P pairing 
'3'512-'3'516 : G-A Ss/Hh pairing antiparallel trans one_hbond 
'3'513-'3'536 : A-A Ww/O2P Bh/O2P pairing 
'3'514-'3'535 : A-G Ww/O2' Bh/O2' pairing 
'3'515-'3'517 : A-G Ss/O2P upward pairing 
'3'517-'3'541 : G-G Ss/Ss pairing parallel trans IV 
'3'518-'3'532 : A-A O2'/Ww O2'/Bh pairing 
'3'518-'3'541 : A-G Ww/O2' downward pairing 
'3'518-'3'542 : A-A Hh/Hh pairing parallel trans II 
'3'519-'3'520 : A-C O2P/Bh adjacent_5p upward pairing 
'3'519-'3'532 : A-A Hh/Ss Bh/O2' pairing antiparallel trans 41 
'3'520-'3'531 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'521-'3'530 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'522-'3'529 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'523-'3'528 : A-U Ww/Ww pairing antiparallel cis XX 
'3'524-'3'526 : G-G Ss/O2P pairing 
'3'524-'3'527 : G-A Sw/Hh Bs/O2P pairing antiparallel trans one_hbond 
'3'533-'3'541 : G-G Ww/Wh pairing antiparallel trans one_hbond 
'3'534-'3'538 : U-A Ws/Hh pairing antiparallel trans one_hbond 
'3'535-'3'537 : G-A Hh/O2P pairing 
'3'535-'3'538 : G-A Ww/O2P Bs/O2P pairing 
'3'535-'3'540 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'3'539-'3'1264 : U-U Ww/O2' pairing 
'3'546-'3'1245 : U-G O2'/Bs pairing 
'3'549-'3'614 : A-C Ss/O2' pairing 
'3'550-'3'1290 : A-G O2'/Bs pairing 
'3'561-'3'2050 : A-G Ss/Sw O2'/Ss pairing antiparallel cis one_hbond 
'3'561-'3'2633 : A-C Bs/Ss pairing parallel trans one_hbond 
'3'562-'3'2050 : C-G Bh/O2P pairing 
'3'562-'3'2785 : C-G Bh/O2' pairing 
'3'562-'3'2787 : C-U O2P/Ww Bh/O2P inward pairing 
'3'564-'3'2030 : A-A O2'/Bh upward pairing 
'3'564-'3'2048 : A-U Hh/Ww pairing antiparallel trans XXIV 
'3'566-'3'594 : G-G O2P/Bs pairing 
'3'566-'3'2025 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'567-'3'594 : U-G O2P/Bs pairing 
'3'568-'3'593 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'569-'3'592 : U-G Ws/Ww pairing antiparallel cis one_hbond 
'3'570-'3'591 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'571-'3'590 : A-U Ww/Ww pairing antiparallel cis XX 
'3'572-'3'588 : G-G Ww/O2' Bs/O2' inward pairing 
'3'572-'3'589 : G-A Ss/Hh pairing antiparallel trans XI 
'3'573-'3'588 : A-G Hh/Ss pairing antiparallel trans XI 
'3'574-'3'587 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'3'575-'3'586 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'576-'3'585 : A-U Ww/Ww pairing antiparallel cis XX 
'3'577-'3'584 : C-G Ww/Ww pairing antiparallel cis 
'3'578-'3'581 : A-A O2'/Bh pairing 
'3'579-'3'582 : U-A Ww/Hh pairing parallel cis one_hbond 
'3'580-'3'1259 : U-A Ww/Ww pairing antiparallel cis one_hbond 
'3'584-'3'1250 : G-A Sw/Ww O2'/Ss pairing antiparallel cis one_hbond 55 
'3'595-'3'2040 : U-A Ws/Ww pairing antiparallel cis 
'3'597-'3'610 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'597-'3'1283 : C-A O2'/Ww O2'/Bh pairing 
'3'598-'3'609 : G-U Ws/Ws pairing antiparallel cis one_hbond 
'3'599-'3'608 : U-A Ww/Ww pairing antiparallel cis XX 
'3'601-'3'603 : U-G O2'/Hh pairing 
'3'601-'3'604 : U-A Ww/O2P pairing 
'3'601-'3'2037 : U-A Ws/Wh pairing antiparallel cis one_hbond 46 
'3'602-'3'1019 : U-A O2'/Ww pairing 
'3'603-'3'2507 : G-C Ww/O2P Bs/O2P pairing 
'3'604-'3'608 : A-A O2'/Bh upward pairing 
'3'604-'3'2507 : A-C Ww/O2' pairing 
'3'604-'3'2508 : A-U Bh/O2P pairing 
'3'606-'3'2036 : G-G Ww/O2' pairing 
'3'606-'3'2038 : G-A Bs/O2P pairing 
'3'609-'3'2510 : U-G O2'/Ww pairing 
'3'612-'3'1291 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'613-'3'1290 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'614-'3'1289 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'615-'3'1288 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'616-'3'1287 : G-C Ww/Ww pairing antiparallel cis 
'3'618-'3'1283 : G-A Ww/O2P Bs/O2P pairing 
'3'618-'3'1284 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'3'619-'3'844 : A-G Ww/O2' pairing 
'3'619-'3'1281 : A-A O2P/Bh pairing 
'3'622-'3'703 : U-A Ww/Ww pairing antiparallel cis XX 
'3'623-'3'702 : A-U Ww/Ww pairing antiparallel cis XX 
'3'624-'3'701 : U-A Ww/Ww pairing antiparallel cis XX 
'3'625-'3'700 : G-U Ws/Ws pairing antiparallel cis one_hbond 
'3'626-'3'699 : A-U Ww/Ww pairing antiparallel cis XX 
'3'627-'3'698 : U-A Ww/Ww pairing antiparallel cis XX 
'3'628-'3'697 : A-U Ww/Ww pairing antiparallel cis XX 
'3'629-'3'696 : G-U Ws/Ws pairing antiparallel cis one_hbond 
'3'630-'3'695 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'631-'3'694 : A-U Ww/Ww pairing antiparallel cis XX 
'3'632-'3'693 : A-U Ww/Ww pairing antiparallel cis XX 
'3'633-'3'639 : G-G Bs/O2' pairing 
'3'633-'3'692 : G-U Ww/Ws pairing antiparallel cis one_hbond 
'3'634-'3'691 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'635-'3'636 : G-U Sw/Hw O2'/Hh adjacent_5p pairing parallel cis one_hbond 89 
'3'636-'3'661 : U-G Ws/Sw pairing parallel trans one_hbond 
'3'638-'3'660 : A-U Hw/Wh pairing parallel cis one_hbond 
'3'639-'3'659 : G-C Ww/Ww pairing antiparallel cis 
'3'639-'3'692 : G-U Ss/O2' pairing 
'3'642-'3'655 : A-G O2P/Bs pairing 
'3'643-'3'655 : A-G Hh/Ss pairing antiparallel trans XI 
'3'644-'3'654 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'645-'3'653 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'646-'3'652 : A-U Ww/Ww pairing antiparallel cis XX 
'3'647-'3'651 : G-A Ww/O2P Bs/O2P pairing 
'3'648-'3'650 : G-G O2'/Hh outward pairing 
'3'656-'3'658 : G-G C8/Hw pairing antiparallel cis one_hbond 
'3'660-'3'661 : U-G Ww/Hw adjacent_5p pairing parallel cis one_hbond 
'3'661-'3'690 : G-U O2'/Ww pairing 
'3'661-'3'691 : G-G Ss/O2' pairing 
'3'663-'3'672 : A-G O2'/Bs Ww/O2' pairing 
'3'663-'3'673 : A-A Bh/O2P outward pairing 
'3'664-'3'671 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'665-'3'670 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'665-'3'685 : C-G O2'/Bs pairing 
'3'666-'3'669 : G-A Sw/Hh Ww/O2P Bs/O2P pairing antiparallel trans one_hbond 
'3'667-'3'2423 : A-G Ww/Sw Ss/O2' pairing antiparallel cis one_hbond 55 
'3'668-'3'2411 : A-C Ss/O2' pairing 
'3'669-'3'670 : A-G O2P/Hh adjacent_5p upward pairing 
'3'674-'3'686 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'675-'3'685 : U-G Ws/Ww pairing antiparallel cis one_hbond 
'3'676-'3'684 : U-A Ww/Ww pairing antiparallel cis XX 
'3'677-'3'683 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'678-'3'680 : U-A O2'/Hh Hh/O2P pairing 
'3'678-'3'681 : U-A Ww/O2P pairing 
'3'679-'3'2377 : A-A Wh/Ss Ww/O2' Bh/O2' pairing antiparallel trans one_hbond 40 
'3'682-'3'683 : A-G O2P/Hh adjacent_5p upward pairing 
'3'682-'3'2357 : A-G Bh/O2' pairing 
'3'682-'3'2358 : A-U Ww/O2' pairing 
'3'683-'3'2358 : G-U Bs/O2' Ss/O2' pairing 
'3'703-'3'705 : A-A Bh/O2' inward pairing 
'3'704-'3'705 : G-A O2P/Bh adjacent_5p upward pairing 
'3'704-'3'707 : G-C Bs/O2P pairing 
'3'706-'3'844 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'707-'3'843 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'709-'3'841 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'710-'3'2451 : A-C Ss/O2' pairing 
'3'711-'3'837 : A-A O2P/Bh pairing 
'3'711-'3'2076 : A-G Ss/Ss Ww/O2' pairing parallel trans one_hbond 
'3'713-'3'834 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'714-'3'833 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'715-'3'811 : G-G O2P/Ww O2P/Ww O2P/Bs pairing 
'3'715-'3'832 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'716-'3'831 : G-U Ww/Ws pairing antiparallel cis one_hbond 
'3'717-'3'830 : U-A Ww/Ww pairing antiparallel cis XX 
'3'718-'3'829 : U-A Ww/Ww pairing antiparallel cis XX 
'3'719-'3'810 : G-G Ww/Hh pairing antiparallel trans VII 
'3'719-'3'823 : G-A O2'/Bh O2'/Hh pairing 
'3'720-'3'721 : A-G O2P/Hh adjacent_5p pairing 
'3'722-'3'1787 : C-A Ws/Wh O2'/Ww pairing antiparallel cis one_hbond 78 
'3'724-'3'808 : A-U Ww/Ww pairing antiparallel cis XX 
'3'724-'3'814 : A-U Ss/O2' pairing 
'3'726-'3'806 : U-A Ww/Ww pairing antiparallel cis XX 
'3'727-'3'805 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'728-'3'804 : A-U Ww/Ww pairing antiparallel cis XX 
'3'728-'3'1381 : A-A O2'/Ss pairing 
'3'729-'3'803 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'729-'3'1603 : U-A O2P/C8 pairing 
'3'730-'3'802 : G-U Ww/Ws pairing antiparallel cis 
'3'731-'3'801 : A-U Ww/Ww pairing antiparallel cis XX 
'3'732-'3'800 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'733-'3'769 : C-A O2'/Bh pairing 
'3'733-'3'798 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'734-'3'735 : A-G O2P/Hh adjacent_5p upward pairing 
'3'734-'3'768 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'3'734-'3'1668 : A-G O2'/Hh pairing 
'3'735-'3'767 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'735-'3'1667 : G-G O2'/Ss pairing 
'3'736-'3'766 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'737-'3'765 : U-A Ww/Ww pairing antiparallel cis XX 
'3'738-'3'763 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'739-'3'761 : G-G O2'/Bs Bs/O2' pairing 
'3'739-'3'762 : G-A Ss/Hh pairing antiparallel trans XI 
'3'740-'3'761 : A-G Hh/Sw O2P/Bs pairing antiparallel trans one_hbond 
'3'741-'3'760 : A-G Hh/Ss pairing antiparallel trans XI 
'3'742-'3'759 : G-U Ws/Ws pairing antiparallel cis one_hbond 
'3'743-'3'758 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'744-'3'757 : U-A Ww/Ww pairing antiparallel cis XX 
'3'745-'3'756 : U-A Ww/Ww pairing antiparallel cis XX 
'3'746-'3'755 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'747-'3'754 : A-U Ww/Ww pairing antiparallel cis XX 
'3'748-'3'753 : G-A Ws/Hh pairing antiparallel trans one_hbond 54 
'3'749-'3'751 : U-A Hh/O2P pairing 
'3'749-'3'752 : U-C Ww/O2P pairing 
'3'764-'3'1781 : G-C Ww/Ws pairing antiparallel cis one_hbond 130 
'3'769-'3'796 : A-A O2P/Ww pairing 
'3'770-'3'796 : A-A Hw/Ss Bh/O2' pairing antiparallel trans one_hbond 41 
'3'771-'3'795 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'772-'3'794 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'773-'3'793 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'774-'3'775 : A-C Ss/Hw adjacent_5p pairing parallel cis one_hbond 
'3'775-'3'792 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'775-'3'1988 : C-A O2P/Bh downward pairing 
'3'776-'3'791 : U-A Ww/Ww pairing antiparallel cis XX 
'3'778-'3'789 : U-A Ww/Ww pairing antiparallel cis XX 
'3'779-'3'788 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'780-'3'785 : G-A Ss/Ww O2'/Bh pairing parallel trans X 
'3'782-'3'2021 : U-A Ww/Ss pairing antiparallel cis one_hbond 43 
'3'783-'3'784 : G-A O2'/Hh adjacent_5p pairing 
'3'783-'3'786 : G-A Hh/O2P pairing 
'3'786-'3'1648 : A-A Bh/O2P pairing 
'3'786-'3'1788 : A-A O2'/Ww pairing 
'3'787-'3'1788 : C-A O2P/Bh upward pairing 
'3'799-'3'1600 : A-A O2P/Bh O2P/Ww O2P/Bh pairing 
'3'799-'3'1782 : A-U Hh/Ww pairing parallel cis XXIII 
'3'803-'3'1407 : G-U Bs/O2' pairing 
'3'809-'3'822 : A-C Ww/O2' pairing 
'3'810-'3'826 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'810-'3'828 : G-A Bs/O2' pairing 
'3'812-'3'822 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'813-'3'821 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'814-'3'820 : U-U Ws/Ww pairing antiparallel cis XVI 
'3'815-'3'818 : G-A Ss/Ww O2'/Bh pairing parallel trans X 
'3'816-'3'1783 : A-G Ss/Ss Ww/O2' pairing parallel trans one_hbond 
'3'819-'3'827 : U-G O2'/Hh upward pairing 
'3'821-'3'1787 : C-A O2'/Bh pairing 
'3'823-'3'826 : A-C O2P/Bh pairing 
'3'824-'3'1788 : A-A Ss/Wh pairing antiparallel trans one_hbond 40 
'3'827-'3'2079 : G-G Bs/O2' Ss/O2' pairing 
'3'827-'3'2448 : G-C O2'/Ww upward pairing 
'3'834-'3'835 : G-U Hh/O2' adjacent_5p inward pairing 
'3'840-'3'841 : G-C O2P/Bh adjacent_5p pairing 
'3'840-'3'864 : G-A Bs/O2P pairing 
'3'840-'3'2075 : G-U Ss/O2P Hh/O2P pairing 
'3'842-'3'2067 : U-A O2'/Ww pairing 
'3'846-'3'1280 : U-G Ww/O2P pairing 
'3'847-'3'1226 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'848-'3'1225 : U-A Ww/Ww pairing antiparallel cis XX 
'3'848-'3'1255 : U-G O2'/Ss pairing 
'3'849-'3'1224 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'850-'3'1223 : G-C Ww/Ww pairing antiparallel cis 130 
'3'851-'3'1222 : U-A Ww/Ww pairing antiparallel cis XX 
'3'852-'3'1221 : C-G Ww/Ws pairing antiparallel cis one_hbond 
'3'853-'3'1219 : G-U Ww/O2P Bs/O2P pairing 
'3'853-'3'1220 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'3'854-'3'978 : A-G Bs/Ss Ww/O2' pairing parallel trans one_hbond 
'3'854-'3'1218 : A-G O2P/Ww O2P/Bs pairing 
'3'854-'3'1219 : A-U Hh/Ws pairing antiparallel trans XXIV 
'3'855-'3'979 : A-U Ss/O2' pairing 
'3'855-'3'1009 : A-A O2P/Bh pairing 
'3'857-'3'870 : U-A Ww/Ww pairing antiparallel cis XX 
'3'857-'3'982 : U-G O2P/Hh pairing 
'3'858-'3'869 : A-U Ww/Ww pairing antiparallel cis XX 
'3'858-'3'980 : A-C Hw/Ww pairing parallel cis one_hbond 
'3'859-'3'868 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'859-'3'2366 : G-A O2'/Bh pairing 
'3'860-'3'867 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'861-'3'866 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'862-'3'863 : U-U O2P/Ww adjacent_5p pairing 
'3'862-'3'2075 : U-U O2'/Ww pairing 
'3'863-'3'864 : U-A O2'/C8 adjacent_5p pairing 
'3'864-'3'2255 : A-A Hh/O2' pairing 
'3'865-'3'2453 : A-G Ww/O2' pairing 
'3'872-'3'978 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'873-'3'976 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'874-'3'975 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'874-'3'1222 : U-A O2'/Ss pairing 
'3'875-'3'974 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'876-'3'973 : A-U Ww/Ww pairing antiparallel cis XX 
'3'877-'3'972 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'878-'3'971 : A-U Ww/Ww pairing antiparallel cis XX 
'3'879-'3'880 : U-C O2P/Bh adjacent_5p pairing 
'3'879-'3'969 : U-A Ws/Hh pairing antiparallel trans XXIV 
'3'880-'3'881 : C-A O2'/Hh adjacent_5p pairing 
'3'880-'3'968 : C-U O2'/Ww pairing 
'3'881-'3'883 : A-A O2'/Bh upward pairing 
'3'883-'3'967 : A-U Ww/Ww pairing antiparallel cis XX 
'3'884-'3'966 : A-U Ww/Ww pairing antiparallel cis XX 
'3'884-'3'970 : A-U O2'/Ww pairing 
'3'885-'3'965 : A-U Ww/Ww pairing antiparallel cis XX 
'3'886-'3'964 : U-A Ww/Ww pairing antiparallel cis XX 
'3'887-'3'963 : A-U Ww/Ww pairing antiparallel cis XX 
'3'888-'3'962 : A-U Ww/Ww pairing antiparallel cis XX 
'3'890-'3'960 : U-A Ww/Ww pairing antiparallel cis one_hbond 
'3'891-'3'959 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'892-'3'958 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'893-'3'957 : A-G Ww/Ww pairing antiparallel cis VIII 
'3'894-'3'956 : G-U Ws/Wh pairing antiparallel trans one_hbond 94 
'3'894-'3'2276 : G-A O2'/Ss inward pairing 
'3'895-'3'896 : G-U Sw/Hw adjacent_5p pairing parallel cis one_hbond 89 
'3'896-'3'954 : U-A Ww/Hh pairing antiparallel trans XXIV 
'3'897-'3'953 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'3'897-'4'77 : A-G Ss/O2' pairing 
'3'898-'3'952 : A-U Ww/Ww pairing antiparallel cis XX 
'3'898-'4'76 : A-A O2'/Ss pairing 
'3'899-'3'950 : A-U Ww/Ww pairing antiparallel cis XX 
'3'901-'3'904 : C-C Bs/Hh pairing parallel cis one_hbond 134 
'3'901-'3'946 : C-A Ww/Hh pairing antiparallel trans XXV 
'3'902-'3'940 : U-A Ww/O2P pairing 
'3'904-'3'949 : C-C Wh/Ss Ww/O2' Bh/O2' pairing antiparallel cis one_hbond 
'3'905-'3'946 : U-A Ww/Ww pairing antiparallel cis XX 
'3'906-'3'945 : G-U Ww/Ws pairing antiparallel cis 
'3'907-'3'944 : A-U Wh/Wh pairing antiparallel cis one_hbond 
'3'910-'3'941 : G-C Ww/Bs pairing antiparallel cis 127 
'3'911-'3'940 : U-A Ww/Ww pairing antiparallel cis one_hbond 
'3'912-'3'939 : A-U Ww/Ww pairing antiparallel cis XX 
'3'913-'3'938 : U-A Ww/Ww pairing antiparallel cis XX 
'3'914-'3'937 : G-A Bs/O2P pairing 
'3'915-'3'936 : A-G O2P/Bs Bh/O2' pairing 
'3'916-'3'935 : U-U Ww/Ws pairing antiparallel cis XVI 
'3'917-'3'934 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'918-'3'919 : G-C O2P/Bh adjacent_5p upward pairing 
'3'919-'3'931 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'921-'3'930 : C-C Bs/Wh O2'/Ww pairing antiparallel cis one_hbond 137 
'3'922-'3'928 : C-G Ws/Ww pairing antiparallel cis one_hbond 130 
'3'947-'3'949 : A-C O2P/Bh pairing 
'3'947-'3'2272 : A-C Bs/Ss Ss/O2' pairing antiparallel cis one_hbond 
'3'947-'3'2285 : A-G Bh/O2' pairing 
'3'948-'3'2285 : A-G Ww/O2' pairing 
'3'954-'4'77 : A-G Ww/O2' pairing 
'3'955-'3'2276 : A-A Hh/Hh pairing parallel trans II 
'3'955-'4'78 : A-C Ss/O2' pairing 
'3'982-'3'1007 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'983-'3'1006 : A-U Ww/Ww pairing antiparallel cis XX 
'3'984-'3'1005 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'985-'3'1004 : A-U Ww/Ww pairing antiparallel cis XX 
'3'986-'3'1003 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'3'987-'3'1002 : U-A Ww/Ww pairing antiparallel cis XX 
'3'988-'3'1001 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'989-'3'1000 : G-U Ww/Ws pairing antiparallel cis 
'3'989-'3'2281 : G-A Sw/Ww pairing parallel trans one_hbond 
'3'990-'3'999 : G-U Ww/Ws pairing antiparallel cis one_hbond 
'3'991-'3'998 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'991-'3'2258 : G-G Sw/Wh pairing antiparallel cis one_hbond 
'3'992-'3'993 : G-A Ww/O2' adjacent_5p pairing 
'3'992-'3'994 : G-U Hh/O2P pairing 
'3'992-'3'996 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'3'993-'3'2467 : A-A Ww/O2P pairing 
'3'997-'3'2037 : G-A Bs/O2P pairing 
'3'997-'3'2464 : G-C Hh/O2' pairing 
'3'1000-'3'2281 : U-A O2'/Ss pairing 
'3'1002-'3'2275 : A-A O2'/Bh pairing 
'3'1005-'3'1021 : G-C Bs/O2P pairing 
'3'1007-'3'1010 : C-G O2P/Hh pairing 
'3'1007-'3'1019 : C-A O2'/Ss pairing 
'3'1007-'3'1025 : C-G O2P/Ww O2P/Bs pairing 
'3'1009-'3'1217 : A-G O2'/Bs pairing 
'3'1010-'3'1026 : G-A Ss/Hh pairing antiparallel trans XI 
'3'1011-'3'1025 : A-G Hh/Sw pairing antiparallel cis one_hbond 
'3'1011-'3'1191 : A-A O2'/Ww O2'/Bh pairing 
'3'1012-'3'1023 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1013-'3'1022 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1014-'3'1021 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1015-'3'1017 : G-A Hh/O2P pairing 
'3'1017-'3'1018 : A-G O2P/Hh adjacent_5p pairing 
'3'1017-'3'2034 : A-G Bh/O2' pairing 
'3'1023-'3'1036 : C-A Ss/Bs O2'/Ss pairing antiparallel cis one_hbond 
'3'1027-'3'1198 : U-G Ws/Ww pairing antiparallel cis 
'3'1028-'3'1197 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1029-'3'1196 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1030-'3'1195 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1032-'3'1194 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1033-'3'1193 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1034-'3'1192 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1035-'3'1190 : U-A Ww/Hh pairing antiparallel trans XXIV 
'3'1036-'3'1189 : A-G O2P/Ww pairing 
'3'1037-'3'1189 : A-G Hh/Ss pairing antiparallel trans XI 
'3'1038-'3'1188 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1039-'3'1046 : G-A Bs/O2' pairing 
'3'1039-'3'1187 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1040-'3'1186 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1041-'3'1173 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1042-'3'1172 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1043-'3'1171 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1044-'3'1046 : C-A O2'/Bh pairing 
'3'1045-'3'1046 : A-A O2P/Hh adjacent_5p upward pairing 
'3'1045-'3'1188 : A-C Ss/O2' pairing 
'3'1047-'3'1185 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1049-'3'1183 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1050-'3'1182 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1051-'3'1181 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1052-'3'1180 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1053-'3'1155 : C-G O2'/Bs pairing 
'3'1053-'3'1179 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1054-'3'1056 : U-A O2'/Bh O2'/Hh pairing 
'3'1054-'3'1177 : U-A Ws/Ww pairing parallel trans XXI 
'3'1056-'3'1176 : A-U Ww/Ws pairing parallel trans XXI 
'3'1057-'3'1058 : G-U Sw/Bh adjacent_5p pairing parallel cis one_hbond 89 
'3'1057-'3'1177 : G-A Ws/Hh pairing antiparallel trans one_hbond 54 
'3'1058-'3'1059 : U-G O2P/Hh adjacent_5p upward pairing 
'3'1059-'3'1060 : G-G Hh/O2' adjacent_5p inward pairing 
'3'1059-'3'1175 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1060-'3'1174 : G-G Ww/Ww pairing parallel trans III 
'3'1063-'3'1161 : A-A O2P/Bh Bh/O2P pairing 
'3'1063-'3'2494 : A-C Ss/O2' pairing 
'3'1064-'3'1160 : A-G Hw/Ss Bh/O2' pairing antiparallel trans one_hbond 
'3'1065-'3'1159 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1066-'3'1158 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1069-'3'1156 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1071-'3'1154 : G-U Ww/Ws pairing antiparallel cis 
'3'1072-'3'1153 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1073-'3'1152 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1074-'3'1151 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1076-'3'1150 : U-U Ws/Ww pairing antiparallel cis one_hbond 
'3'1077-'3'1149 : G-G Hh/Ww pairing antiparallel cis one_hbond 
'3'1078-'3'1147 : C-G Ww/Ww pairing antiparallel cis 
'3'1080-'3'1146 : A-A Bh/O2' downward pairing 
'3'1082-'3'1145 : A-G Ww/O2' inward pairing 
'3'1082-'3'1146 : A-A Ss/Hw pairing antiparallel trans one_hbond 41 
'3'1083-'3'1145 : A-G O2P/Ww pairing 
'3'1083-'3'1147 : A-G Ww/O2' pairing 
'3'1084-'3'2759 : C-G Ww/Ww pairing antiparallel cis 
'3'1085-'3'1143 : A-U Hw/Wh pairing antiparallel trans one_hbond 52 
'3'1086-'3'1142 : G-G Wh/Ww pairing antiparallel cis one_hbond 
'3'1087-'3'1142 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1088-'3'1141 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1089-'3'1140 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1090-'3'1139 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1091-'3'1138 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'3'1092-'3'1116 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1092-'3'1124 : A-G O2P/Ww O2P/Bs pairing 
'3'1093-'3'1115 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'1094-'3'1114 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1095-'3'1123 : U-A Wh/Hw pairing parallel cis one_hbond 
'3'1097-'3'1106 : G-G Hh/O2P Hh/O2P pairing 
'3'1097-'3'1111 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1097-'3'1123 : G-A Hh/O2' pairing 
'3'1098-'3'1110 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1099-'3'1100 : C-U O2P/Ww adjacent_5p pairing 
'3'1099-'3'1105 : C-A Bh/O2P pairing 
'3'1099-'3'1109 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1100-'3'1101 : U-U O2'/Hh adjacent_5p pairing 
'3'1100-'3'1108 : U-A O2'/Bh pairing 
'3'1101-'3'1104 : U-A Hh/O2P pairing 
'3'1101-'3'1108 : U-A Bs/Hw pairing antiparallel cis one_hbond 
'3'1102-'3'1103 : A-G O2'/Ss adjacent_5p pairing 
'3'1104-'3'1108 : A-A O2'/Hh Ss/O2P upward pairing 
'3'1104-'3'1131 : A-A Ww/O2P pairing 
'3'1105-'3'1131 : A-A Bh/O2' Hh/O2' pairing 
'3'1105-'3'1132 : A-C Ww/O2' pairing 
'3'1106-'3'1136 : G-U Ws/Wh pairing antiparallel cis one_hbond 94 
'3'1107-'3'1127 : C-C Ww/Hw pairing parallel cis one_hbond 
'3'1107-'3'1134 : C-G Wh/Bh pairing antiparallel trans one_hbond 
'3'1112-'3'1123 : A-A Ww/O2' pairing 
'3'1113-'3'1123 : U-A O2'/Ss pairing 
'3'1114-'3'1123 : C-A Bh/O2P pairing 
'3'1117-'3'1121 : U-A Ww/Ww pairing parallel trans XXI 
'3'1118-'3'1120 : U-A Ss/C8 O2'/Hh Ww/O2P pairing antiparallel trans one_hbond 
'3'1118-'3'1121 : U-A Ww/O2P pairing 
'3'1119-'3'1140 : A-U C8/O2' pairing 
'3'1121-'3'1122 : A-G O2'/Hh adjacent_5p pairing 
'3'1121-'3'1138 : A-A O2'/Ww pairing 
'3'1122-'3'1137 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1125-'3'1136 : U-U Ww/Ws pairing antiparallel cis XVI 
'3'1126-'3'1135 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1127-'3'1134 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1128-'3'1133 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'3'1129-'3'1132 : U-C Ww/O2P pairing 
'3'1138-'3'1139 : A-C O2P/Bh adjacent_5p upward pairing 
'3'1145-'3'1146 : G-A O2'/Hh adjacent_5p pairing 
'3'1163-'3'2497 : G-U Hh/O2' pairing 
'3'1163-'3'2526 : G-A Bs/O2' outward pairing 
'3'1164-'3'2499 : A-U Bh/O2P pairing 
'3'1164-'3'2577 : A-G Ww/O2' pairing 
'3'1165-'3'2032 : U-G Ww/O2P pairing 
'3'1166-'3'1168 : G-A Ss/Hw pairing parallel cis one_hbond 
'3'1170-'3'1172 : C-G Hh/O2P pairing 
'3'1170-'3'1173 : C-G Wh/Hh pairing antiparallel trans one_hbond 117 
'3'1171-'3'2046 : G-G Bs/O2P pairing 
'3'1174-'3'1178 : G-A O2'/Ww O2'/Bh pairing 
'3'1199-'3'1216 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1200-'3'1215 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'1201-'3'1214 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1202-'3'1213 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1203-'3'1212 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1204-'3'1211 : A-U Ww/Ww pairing antiparallel cis one_hbond 
'3'1205-'3'1210 : U-A Ww/Ww pairing antiparallel cis one_hbond 
'3'1206-'3'1208 : U-A Ss/Wh O2'/Ww pairing antiparallel cis one_hbond 
'3'1206-'3'1210 : U-A Ws/Wh pairing antiparallel cis one_hbond 46 
'3'1218-'3'1219 : G-U Sw/Hw adjacent_5p pairing parallel cis one_hbond 89 
'3'1220-'3'1221 : A-G O2P/Hh adjacent_5p upward pairing 
'3'1226-'3'1256 : G-A Sw/Ss O2'/Ww pairing parallel trans one_hbond 57 
'3'1227-'3'1280 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1228-'3'1279 : G-U Ww/Ws pairing antiparallel cis one_hbond 
'3'1229-'3'1277 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1230-'3'1276 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1231-'3'1275 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1232-'3'1274 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1233-'3'1273 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1236-'3'1270 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1237-'3'1269 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1238-'3'1268 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1239-'3'1267 : G-A O2'/Ww pairing 
'3'1242-'3'1266 : G-G Bs/O2' inward pairing 
'3'1243-'3'1266 : A-G Hh/Ss pairing antiparallel trans XI 
'3'1243-'3'1268 : A-U Ss/O2' pairing 
'3'1244-'3'1265 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'3'1245-'3'1264 : G-U Ww/Ws pairing antiparallel cis 
'3'1247-'3'1262 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1248-'3'1261 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1249-'3'1260 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1251-'3'1258 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1252-'3'1257 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1253-'3'1255 : G-G C8/O2P pairing 
'3'1253-'3'1256 : G-A Ww/O2P Bs/O2P pairing 
'3'1256-'3'1257 : A-G O2P/Hh adjacent_5p pairing 
'3'1264-'3'1265 : U-G O2P/Hh adjacent_5p upward pairing 
'3'1282-'3'1283 : G-A O2'/Hh adjacent_5p upward pairing 
'3'1292-'3'2024 : A-C Wh/Ww pairing antiparallel cis one_hbond 75 
'3'1294-'3'2021 : G-A Ww/O2P pairing 
'3'1294-'3'2022 : G-A O2'/Bh Bs/O2P pairing 
'3'1295-'3'2021 : A-A Hh/Hh Bh/O2P pairing parallel trans II 
'3'1296-'3'1297 : G-U Ss/Hh adjacent_5p pairing parallel cis 89 
'3'1296-'3'2020 : G-A Ww/O2P Bs/O2P pairing 
'3'1297-'3'2020 : U-A Ww/Hh pairing antiparallel trans one_hbond 
'3'1297-'3'2021 : U-A Ws/Wh pairing antiparallel trans one_hbond 46 
'3'1298-'3'1353 : A-G Ww/Ws pairing parallel trans one_hbond 56 
'3'1298-'3'2019 : A-G Hh/Ss pairing antiparallel trans XI 
'3'1300-'3'2017 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1301-'3'1649 : G-C Ww/Ww pairing parallel trans one_hbond 
'3'1301-'3'1652 : G-A O2'/Hh pairing 
'3'1302-'3'1643 : C-A Bh/O2P pairing 
'3'1304-'3'1322 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1305-'3'1321 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1306-'3'1320 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1307-'3'1319 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1308-'3'1318 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1309-'3'1317 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1310-'3'1314 : U-A Ws/Hh pairing antiparallel trans XXIV 
'3'1311-'3'1313 : G-G O2'/Hh pairing 
'3'1311-'3'1314 : G-A Ww/O2P Bs/O2P outward pairing 
'3'1311-'3'1357 : G-U Ss/Ww pairing antiparallel cis 93 
'3'1315-'3'1682 : A-C Ww/O2' pairing 
'3'1316-'3'1317 : U-C O2P/Bh adjacent_5p pairing 
'3'1316-'3'1681 : U-G O2'/Bs pairing 
'3'1323-'3'1679 : A-U Wh/Wh pairing antiparallel cis one_hbond 
'3'1326-'3'1676 : C-G Ww/Ww pairing antiparallel cis 
'3'1327-'3'1674 : G-A O2'/Bh Ww/O2P Bs/O2P pairing 
'3'1327-'3'1675 : G-A Ss/Hh pairing antiparallel trans XI 
'3'1328-'3'1660 : A-A Bh/O2' Hh/O2' downward pairing 
'3'1328-'3'1661 : A-A O2P/Bh pairing 
'3'1330-'3'1676 : U-G O2'/Bs pairing 
'3'1331-'3'1659 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1333-'3'1657 : C-G Ww/Ws pairing antiparallel cis one_hbond 
'3'1334-'3'1656 : U-A Ws/Wh pairing antiparallel cis one_hbond 46 
'3'1335-'3'1640 : A-G O2P/Ww pairing 
'3'1336-'3'1640 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'3'1337-'3'1639 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1338-'3'1339 : G-U O2P/Ww adjacent_5p pairing 
'3'1338-'3'1638 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1340-'3'1342 : U-C O2'/Bh pairing 
'3'1341-'3'1637 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1342-'3'1366 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1343-'3'1365 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1343-'3'1420 : C-A O2'/C8 pairing 
'3'1344-'3'1364 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1345-'3'1363 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1346-'3'1362 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1347-'3'1361 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1348-'3'1358 : C-C O2'/Bh pairing 
'3'1348-'3'1359 : C-C Ws/Hh pairing antiparallel trans one_hbond 
'3'1350-'3'1361 : A-U Ww/O2' Bh/O2' pairing 
'3'1351-'3'1359 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1352-'3'1358 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1353-'3'1650 : G-A O2P/C8 pairing 
'3'1354-'3'1355 : U-C O2P/Bh adjacent_5p upward pairing 
'3'1355-'3'1681 : C-G Ws/Sw Bh/O2' pairing parallel trans one_hbond 
'3'1357-'3'1358 : U-C O2P/Bh adjacent_5p pairing 
'3'1359-'3'1643 : C-A O2'/Ww O2'/Bh pairing 
'3'1366-'3'1421 : G-A Ss/Bs O2'/Ww pairing parallel trans one_hbond 
'3'1369-'3'1425 : U-U O2P/Ww pairing 
'3'1369-'3'1636 : U-U O2P/Hh pairing 
'3'1370-'3'1373 : A-C O2'/Bh upward pairing 
'3'1370-'3'1636 : A-U Hh/Ws pairing antiparallel trans XXIV 
'3'1371-'3'1412 : G-A Ss/Ss O2'/Ww pairing parallel trans one_hbond 57 
'3'1371-'3'1432 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1372-'3'1373 : U-C O2P/Bh adjacent_5p pairing 
'3'1372-'3'1431 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1373-'3'1635 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1374-'3'1634 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1375-'3'1633 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1376-'3'1632 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1378-'3'1409 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1379-'3'1408 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1379-'3'1605 : C-A O2'/Ss pairing 
'3'1380-'3'1406 : U-A Ws/Hh pairing antiparallel trans XXIV 
'3'1380-'3'1604 : U-A O2'/Ss pairing 
'3'1381-'3'1405 : A-G O2P/Ww O2P/Bs pairing 
'3'1381-'3'1407 : A-U Ww/Ww pairing antiparallel cis one_hbond 
'3'1382-'3'1383 : A-G O2P/Hh adjacent_5p pairing 
'3'1383-'3'1404 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1384-'3'1403 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1385-'3'1402 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'1386-'3'1400 : G-U Ww/O2P pairing 
'3'1386-'3'1401 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'3'1387-'3'1399 : A-G O2P/Ww O2P/Bs pairing 
'3'1387-'3'1400 : A-U Hh/Ws pairing antiparallel trans XXIV 
'3'1387-'3'2220 : A-A Ww/Ww pairing parallel trans I 
'3'1388-'3'1399 : G-G Hw/Sw pairing antiparallel trans one_hbond 112 
'3'1389-'3'1398 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1390-'3'1397 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1391-'3'1396 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1391-'3'1816 : U-A O2'/Ss pairing 
'3'1392-'3'1394 : G-A Ww/O2P Ss/O2P pairing 
'3'1392-'3'1395 : G-A Sw/Hh Bs/O2P pairing antiparallel trans one_hbond 
'3'1392-'3'1815 : G-U O2'/Ww pairing 
'3'1400-'3'2220 : U-A O2'/Ss pairing 
'3'1406-'3'1408 : A-G O2'/Hh upward pairing 
'3'1406-'3'1603 : A-A Wh/Ww pairing parallel cis one_hbond 
'3'1413-'3'1430 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1414-'3'1429 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1414-'3'1495 : C-A Ss/Bs O2'/Ss pairing antiparallel cis one_hbond 
'3'1415-'3'1428 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1416-'3'1427 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1417-'3'1426 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1418-'3'1423 : U-A Ws/Hh pairing antiparallel trans XXIV 
'3'1419-'3'1421 : U-A O2'/Hh Hh/O2P pairing 
'3'1419-'3'1422 : U-U Ww/O2P outward pairing 
'3'1425-'3'1426 : U-C O2P/Bh adjacent_5p pairing 
'3'1425-'3'1427 : U-C O2P/Bh pairing 
'3'1430-'3'1496 : U-A O2'/Ww pairing 
'3'1433-'3'1631 : U-A Ww/Ww pairing antiparallel cis one_hbond 
'3'1434-'3'1630 : U-A Ws/Ww pairing antiparallel cis one_hbond 
'3'1435-'3'1629 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1436-'3'1628 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1437-'3'1627 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1438-'3'1626 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1439-'3'1625 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'1440-'3'1624 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1441-'3'1623 : A-U Ww/Ww pairing antiparallel cis one_hbond 
'3'1442-'3'1622 : G-C Ww/Ww pairing antiparallel cis 
'3'1445-'3'1614 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'1446-'3'1613 : G-A O2'/Bh Bs/O2P pairing 
'3'1447-'3'1612 : A-U Hh/Ws pairing antiparallel trans XXIV 
'3'1449-'3'1520 : G-A Sw/Ww pairing parallel trans one_hbond 
'3'1449-'3'1611 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1450-'3'1517 : G-G O2'/Bs O2'/Ss pairing 
'3'1450-'3'1610 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'3'1451-'3'1609 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1452-'3'1608 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1453-'3'1607 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'1454-'3'1455 : G-A Hh/O2' adjacent_5p inward pairing 
'3'1454-'3'1606 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'3'1455-'3'1604 : A-A Ss/O2P pairing 
'3'1455-'3'1605 : A-A Hh/Hh O2P/Bh Bh/O2P pairing parallel trans II 
'3'1456-'3'1604 : C-A Bh/O2P pairing 
'3'1458-'3'1597 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1459-'3'1596 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1460-'3'1595 : G-C Wh/Wh pairing antiparallel cis one_hbond 
'3'1461-'3'1594 : A-G Wh/Wh pairing antiparallel cis one_hbond 
'3'1462-'3'1592 : A-A Ww/Ww pairing parallel trans one_hbond 
'3'1463-'3'1591 : G-C Ww/Ww pairing antiparallel cis 
'3'1466-'3'1588 : U-A Bh/Wh pairing antiparallel cis one_hbond 
'3'1467-'3'1587 : U-U Ww/Ws pairing antiparallel cis XVI 
'3'1468-'3'1586 : U-U Ws/Ww pairing antiparallel cis XVI 
'3'1470-'3'1582 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1471-'3'1581 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1472-'3'1580 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1473-'3'1492 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1474-'3'1491 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1475-'3'1490 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1475-'3'1577 : C-A O2'/Ss pairing 
'3'1476-'3'1489 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1477-'3'1488 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1478-'3'1487 : U-U Ws/Ww pairing antiparallel cis XVI 
'3'1483-'3'2712 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1484-'3'2711 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1487-'3'2710 : U-G O2'/Bs pairing 
'3'1493-'3'1551 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1494-'3'1550 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'1495-'3'1547 : A-G O2P/Bs pairing 
'3'1495-'3'1548 : A-A Hh/Hh O2P/Bh Bh/O2P pairing parallel trans II 
'3'1496-'3'1547 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'3'1497-'3'1546 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1498-'3'1545 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1499-'3'1544 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1500-'3'1543 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1501-'3'1542 : U-G Ww/Wh pairing antiparallel cis one_hbond 
'3'1502-'3'1541 : A-A O2'/Bh pairing 
'3'1503-'3'1504 : A-G O2P/Hh adjacent_5p upward pairing 
'3'1503-'3'1540 : A-G Hh/Ss O2P/Bs Bh/O2' pairing antiparallel trans XI 
'3'1504-'3'1539 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'3'1505-'3'1538 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'3'1506-'3'1537 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1507-'3'1536 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1508-'3'1531 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1508-'3'1533 : G-U Bs/O2P pairing 
'3'1509-'3'1530 : U-G Ww/Wh pairing antiparallel cis one_hbond 
'3'1510-'3'1529 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1511-'3'1528 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1512-'3'1527 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1513-'3'1526 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1513-'3'1527 : A-U Wh/Wh pairing antiparallel cis one_hbond 
'3'1514-'3'1515 : U-A O2'/Hh adjacent_5p pairing 
'3'1516-'3'1524 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1517-'3'1523 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1520-'3'1612 : A-U Bs/Ss Ss/O2' pairing antiparallel cis one_hbond 
'3'1521-'3'1611 : A-C Ss/O2' pairing 
'3'1522-'3'1523 : U-C O2P/Bh adjacent_5p pairing 
'3'1522-'3'1612 : U-U Hh/O2P pairing 
'3'1533-'3'1534 : U-A O2P/Ww O2P/Ss adjacent_5p pairing 
'3'1552-'3'1579 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1553-'3'1577 : G-A Ww/O2P Bs/O2P pairing 
'3'1553-'3'1578 : G-A Ss/Hh O2'/Ww O2'/Bh pairing antiparallel trans XI 
'3'1554-'3'1555 : A-G O2P/Hh adjacent_5p upward pairing 
'3'1554-'3'1576 : A-G O2P/Bs Bh/O2' pairing 
'3'1555-'3'1575 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1556-'3'1574 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'1557-'3'1573 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'3'1558-'3'1570 : A-A O2P/Bh inward pairing 
'3'1558-'3'1572 : A-U Hh/Ws pairing antiparallel trans XXIV 
'3'1576-'3'1577 : G-A O2'/Hh adjacent_5p pairing 
'3'1599-'3'1601 : C-A O2'/Hh upward pairing 
'3'1599-'3'1602 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1616-'3'1619 : G-A O2'/Ss pairing 
'3'1616-'3'1620 : G-A Sw/Ww pairing antiparallel cis one_hbond 55 
'3'1638-'3'1644 : C-A O2'/Bh pairing 
'3'1639-'3'1642 : C-G O2'/Bs pairing 
'3'1641-'3'1656 : A-A Hh/O2P pairing 
'3'1645-'3'1654 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1646-'3'1653 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1647-'3'1649 : A-C Hh/O2P pairing 
'3'1647-'3'1651 : A-C Ww/O2' inward pairing 
'3'1649-'3'1651 : C-C O2P/Bh upward pairing 
'3'1651-'3'1653 : C-C O2'/Bh pairing 
'3'1661-'3'1673 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1662-'3'1672 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1663-'3'1671 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1664-'3'1670 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1665-'3'1667 : G-G Ss/O2P pairing 
'3'1665-'3'1668 : G-G Ww/O2P Bs/O2P pairing 
'3'1665-'3'1669 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'3'1670-'3'1767 : U-A O2'/Ss pairing 
'3'1670-'3'1768 : U-G O2'/Bs O2'/Ss pairing 
'3'1672-'3'2717 : C-G O2'/Bs pairing 
'3'1682-'3'2016 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1683-'3'2015 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1684-'3'2014 : A-U Ww/Ww pairing antiparallel cis one_hbond 
'3'1685-'3'2013 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1686-'3'1687 : U-G O2P/Hh adjacent_5p pairing 
'3'1687-'3'2010 : G-A Bs/O2P pairing 
'3'1689-'3'1690 : A-C O2P/Bh adjacent_5p upward pairing 
'3'1689-'3'2012 : A-A Hh/Ss Bh/O2' pairing antiparallel trans 41 
'3'1690-'3'2011 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1691-'3'2010 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1692-'3'2009 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1693-'3'2008 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1694-'3'2007 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1695-'3'2006 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1696-'3'2005 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1697-'3'1999 : C-G Bh/O2' pairing 
'3'1697-'3'2004 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1698-'3'1999 : A-G Hw/Wh pairing antiparallel cis one_hbond 67 
'3'1698-'3'2003 : A-C Ww/Ww pairing parallel trans XXVI 
'3'1699-'3'2002 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1700-'3'2001 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1701-'3'1999 : G-G Ww/O2P pairing 
'3'1701-'3'2000 : G-U Sw/Hw pairing antiparallel trans one_hbond 88 
'3'1702-'3'1704 : A-C Ss/Bh pairing parallel trans one_hbond 73 
'3'1702-'3'1708 : A-G O2'/Hh upward pairing 
'3'1702-'3'1710 : A-A Ww/Ww pairing parallel cis I 
'3'1702-'3'1998 : A-U Hh/Ws pairing antiparallel trans XXIV 
'3'1703-'3'2000 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1708-'3'1711 : G-A Sw/Ww pairing parallel trans one_hbond 
'3'1712-'3'1997 : A-C Bs/Ss Ss/O2' pairing antiparallel cis one_hbond 
'3'1714-'3'1770 : U-A O2'/Hh pairing 
'3'1716-'3'1740 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1717-'3'1739 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1718-'3'1738 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1719-'3'1737 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1720-'3'1736 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1721-'3'1734 : G-A Ww/O2P pairing 
'3'1721-'3'1735 : G-A Ss/Hh pairing antiparallel trans XI 
'3'1722-'3'1734 : U-A O2'/Hh Ww/O2P pairing 
'3'1723-'3'1732 : A-A Hh/Hh O2P/Bh Bh/O2P pairing parallel trans II 
'3'1724-'3'1731 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'3'1725-'3'1730 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1727-'3'1836 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1740-'3'1763 : U-G O2P/Hh pairing 
'3'1741-'3'1758 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1742-'3'1757 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1743-'3'1756 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1743-'3'2863 : U-G O2'/Ss pairing 
'3'1744-'3'1755 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1745-'3'1754 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1746-'3'1753 : U-G Ws/Ww pairing antiparallel cis 
'3'1747-'3'1752 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'3'1748-'3'1750 : U-A O2'/Hh Hh/O2P pairing 
'3'1748-'3'1751 : U-A Ww/O2P pairing 
'3'1757-'3'2864 : G-A Sw/Ss pairing parallel trans one_hbond 57 
'3'1759-'3'1763 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1760-'3'1762 : G-A Ss/O2P Hh/O2P C8/O2P pairing 
'3'1760-'3'1763 : G-G Ww/O2P outward pairing 
'3'1762-'3'2702 : A-G Ww/Sw pairing parallel trans one_hbond 
'3'1763-'3'1765 : G-G O2'/Ss pairing 
'3'1764-'3'1769 : U-A Ws/Hw pairing antiparallel trans one_hbond 
'3'1765-'3'1767 : G-A O2P/Bh O2P/Hh pairing 
'3'1766-'3'2705 : A-G Bh/O2' pairing 
'3'1770-'3'1772 : A-G Ss/O2P pairing 
'3'1771-'3'1995 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1772-'3'1994 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'3'1773-'3'1993 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1774-'3'1992 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1775-'3'1991 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'3'1776-'3'1990 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1777-'3'1989 : G-U Ws/Ws pairing antiparallel cis one_hbond 
'3'1778-'3'1793 : G-A Bs/O2P pairing 
'3'1778-'3'1987 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1779-'3'1781 : G-C Bs/O2P Ss/O2P pairing 
'3'1779-'3'1986 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1780-'3'1984 : A-A Bs/Ww pairing parallel trans one_hbond 
'3'1780-'3'1985 : A-A O2'/Bh pairing 
'3'1781-'3'1797 : C-C Hw/Ss pairing antiparallel trans one_hbond 132 
'3'1783-'3'1795 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1784-'3'1794 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1785-'3'1792 : U-A Ws/Hh pairing antiparallel trans XXIV 
'3'1786-'3'1791 : U-A O2P/Ww O2P/Bh pairing 
'3'1790-'3'2615 : U-G Ss/Sw O2'/Ss pairing antiparallel cis one_hbond 
'3'1791-'3'1988 : A-A O2'/Bh pairing 
'3'1792-'3'1988 : A-A O2P/Hh pairing 
'3'1793-'3'1794 : A-A O2P/Hh adjacent_5p pairing 
'3'1793-'3'1945 : A-A O2'/Ww O2'/Bh upward pairing 
'3'1793-'3'2613 : A-U Bh/O2' pairing 
'3'1797-'3'1835 : C-G O2P/Ww Ww/O2' inward pairing 
'3'1798-'3'1835 : A-G Hh/Ss O2P/Bs Bh/O2' pairing antiparallel trans XI 
'3'1799-'3'1834 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1800-'3'1833 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1801-'3'1832 : U-G Ws/Ww pairing antiparallel cis one_hbond 
'3'1802-'3'1831 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1803-'3'1830 : U-G Ws/Ww pairing antiparallel cis 
'3'1804-'3'1829 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1805-'3'1809 : U-A O2'/Ss pairing 
'3'1805-'3'1828 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1806-'3'1825 : G-U Bs/O2' pairing 
'3'1806-'3'1826 : G-A Ww/O2P Bs/O2P downward pairing 
'3'1807-'3'1824 : C-G Ww/Ww pairing parallel trans one_hbond 
'3'1809-'3'1821 : A-G Bh/O2' pairing 
'3'1809-'3'1822 : A-A Hh/Hw O2P/Bh pairing parallel trans one_hbond 
'3'1810-'3'1821 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'3'1811-'3'1820 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1812-'3'1819 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1813-'3'1818 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1814-'3'1816 : G-A O2'/Bh O2'/Hh pairing 
'3'1814-'3'1817 : G-A Ww/O2P Bs/O2P pairing 
'3'1815-'3'1816 : U-A O2'/C8 adjacent_5p pairing 
'3'1817-'3'1818 : A-G O2P/Hh adjacent_5p upward pairing 
'3'1821-'3'1822 : G-A Hh/O2' adjacent_5p inward pairing 
'3'1822-'3'1823 : A-U Ss/O2' adjacent_5p pairing 
'3'1834-'3'1977 : U-A O2'/Ss pairing 
'3'1834-'3'1979 : U-G O2'/Hh pairing 
'3'1836-'3'1983 : A-U Bh/O2' pairing 
'3'1837-'3'1982 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1838-'3'1981 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1839-'3'1980 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1840-'3'1976 : C-A O2'/Ww pairing 
'3'1840-'3'1979 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1841-'3'1977 : U-A Ww/Hh pairing parallel cis XXIII 
'3'1842-'3'1912 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1843-'3'1911 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1844-'3'1910 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1844-'3'1934 : C-A O2'/Ss pairing 
'3'1845-'3'1906 : C-G Bh/O2P outward pairing 
'3'1845-'3'1908 : C-A Ww/Hw pairing antiparallel trans XXV 
'3'1847-'3'1906 : G-G Bh/Ws pairing antiparallel trans one_hbond 
'3'1847-'3'1909 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1848-'3'1908 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1849-'3'1905 : G-U Ww/Ws pairing antiparallel cis one_hbond 
'3'1850-'3'1904 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1851-'3'1903 : U-A Ww/Ww pairing antiparallel cis XX 
'3'1852-'3'1902 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1853-'3'1901 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1856-'3'1900 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1857-'3'1899 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1858-'3'1898 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'1859-'3'1896 : U-A Ww/O2P pairing 
'3'1859-'3'1897 : U-A Ss/Hw pairing antiparallel trans one_hbond 45 
'3'1860-'3'1895 : A-G O2P/Ww Bh/O2' pairing 
'3'1860-'3'2241 : A-A Ss/O2' pairing 
'3'1861-'3'1895 : A-G Hh/Ss O2P/Bs pairing antiparallel trans XI 
'3'1862-'3'1894 : A-U Ww/Ww pairing antiparallel cis XX 
'3'1863-'3'1893 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1864-'3'1892 : A-A Ss/Hw pairing antiparallel trans one_hbond 41 
'3'1867-'3'1889 : G-U Ws/Bs pairing antiparallel cis one_hbond 84 
'3'1869-'3'1887 : G-U Ww/Bs pairing antiparallel cis 84 
'3'1870-'3'1886 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1871-'3'1885 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'1871-'3'2417 : U-G O2'/Bs pairing 
'3'1873-'3'1882 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'3'1874-'3'1881 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1875-'3'1880 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1876-'3'1878 : G-A Ww/O2P Ss/O2P pairing 
'3'1876-'3'1879 : G-A Ss/Hh O2'/Bh Bs/O2P pairing antiparallel trans XI 
'3'1889-'3'1890 : U-U O2'/Hh adjacent_5p pairing 
'3'1890-'3'1891 : U-A O2'/Ww O2'/Ss adjacent_5p inward pairing 
'3'1896-'3'2093 : A-U Bs/Ss Ss/O2' pairing antiparallel cis one_hbond 
'3'1913-'3'1931 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1914-'3'1930 : G-U Ww/Ws pairing antiparallel cis one_hbond 
'3'1915-'3'1929 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1916-'3'1928 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1917-'3'1927 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1919-'3'1924 : A-U Hh/Ws pairing antiparallel trans XXIV 
'3'1922-'3'1923 : U-A Ws/Hw adjacent_5p pairing parallel cis one_hbond 47 
'3'1923-'3'1925 : A-A O2P/Bh pairing 
'3'1924-'3'1970 : U-C O2'/Ww O2'/Bh pairing 
'3'1932-'3'1936 : C-G Ww/Ww pairing parallel trans XXII 
'3'1933-'3'1934 : U-A O2'/Hh adjacent_5p pairing 
'3'1933-'3'1935 : U-A Hh/O2P Ww/O2P pairing 
'3'1937-'3'1938 : G-U Sw/Bh adjacent_5p pairing parallel cis one_hbond 92 
'3'1937-'3'1975 : G-G O2'/Ww inward pairing 
'3'1937-'3'1976 : G-A Ww/O2P pairing 
'3'1938-'3'1976 : U-A Ww/Hh pairing antiparallel trans XXIV 
'3'1939-'3'1975 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'3'1940-'3'1974 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'3'1941-'3'1971 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1942-'3'1969 : G-C Ww/O2' Bs/O2' inward pairing 
'3'1942-'3'1971 : G-G Bs/O2P outward pairing 
'3'1943-'3'1950 : A-U Hh/Ww pairing parallel cis XXIII 
'3'1944-'3'1946 : A-U Hh/O2' inward pairing 
'3'1945-'3'2598 : A-C Hh/O2' pairing 
'3'1945-'3'2613 : A-U Ss/O2' pairing 
'3'1946-'3'2599 : U-C Hh/O2' pairing 
'3'1947-'3'1949 : U-C Ss/Wh pairing parallel trans one_hbond 98 
'3'1947-'3'1972 : U-C O2P/Bh pairing 
'3'1947-'3'2611 : U-G O2P/Bs O2P/Ss pairing 
'3'1951-'3'2565 : A-G Bh/O2' pairing 
'3'1952-'3'1968 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1954-'3'1966 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'1955-'3'1965 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1956-'3'1964 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'1957-'3'1961 : G-A Bs/O2' pairing 
'3'1957-'3'1963 : G-U Bs/Bh pairing antiparallel cis 
'3'1958-'3'1960 : U-A O2'/Hh pairing 
'3'1958-'3'1961 : U-A O2'/Hh pairing 
'3'1959-'3'2568 : A-G Ww/Sw Ss/O2' pairing antiparallel cis one_hbond 55 
'3'1960-'3'2557 : A-G Bs/Ss Ww/O2' pairing parallel trans one_hbond 
'3'1961-'3'2558 : A-G C8/O2' pairing 
'3'1976-'3'1979 : A-G O2'/Ss pairing 
'3'1999-'3'2003 : G-C Ww/Bs Bs/O2' pairing antiparallel cis 127 
'3'2007-'3'2697 : U-C O2'/Ww pairing 
'3'2012-'3'2013 : A-C O2P/Bh adjacent_5p pairing 
'3'2013-'3'2827 : C-A O2'/Ss pairing 
'3'2020-'3'2621 : A-U Ww/Ws pairing parallel trans XXI 
'3'2027-'3'2041 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2030-'3'2047 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2031-'3'2046 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2032-'3'2045 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2033-'3'2044 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2034-'3'2043 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2036-'3'2040 : G-A Ww/O2P Bs/O2P pairing 
'3'2038-'3'2462 : A-G O2'/Bs pairing 
'3'2038-'3'2463 : A-G Ss/O2' pairing 
'3'2038-'3'2507 : A-C O2P/Hh pairing 
'3'2039-'3'2507 : G-C O2P/Bh pairing 
'3'2040-'3'2043 : A-C O2'/Bh upward pairing 
'3'2050-'3'2633 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2051-'3'2632 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2052-'3'2631 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2053-'3'2630 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'3'2054-'3'2629 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2054-'3'2827 : C-A O2'/Ww O2'/Bh pairing 
'3'2055-'3'2628 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2058-'3'2622 : G-A O2'/Ww inward pairing 
'3'2058-'3'2625 : G-U Sw/Hw pairing antiparallel trans one_hbond 88 
'3'2059-'3'2625 : G-U Ww/Ws pairing antiparallel cis 
'3'2060-'3'2624 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2061-'3'2585 : A-A Hh/Ww pairing antiparallel trans V 
'3'2061-'3'2623 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2062-'3'2580 : C-A Ss/Wh pairing parallel trans one_hbond 76 
'3'2063-'3'2620 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2066-'3'2069 : A-A O2'/Ww O2'/Bh pairing 
'3'2066-'3'2511 : A-A Ww/O2' Bh/O2' pairing 
'3'2067-'3'2453 : A-G Ss/O2P pairing 
'3'2068-'3'2069 : G-A Ss/O2' adjacent_5p pairing 
'3'2068-'3'2509 : G-C Hh/O2' pairing 
'3'2070-'3'2071 : C-C O2P/Bh adjacent_5p pairing 
'3'2070-'3'2509 : C-C Wh/Ws pairing parallel trans one_hbond 
'3'2071-'3'2259 : C-G O2'/Bs pairing 
'3'2071-'3'2454 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2072-'3'2453 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2073-'3'2452 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2074-'3'2451 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2075-'3'2438 : U-A Ws/Hh pairing antiparallel trans XXIV 
'3'2076-'3'2450 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2077-'3'2449 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2078-'3'2446 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2079-'3'2445 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2080-'3'2444 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2081-'3'2443 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2082-'3'2084 : U-A Ww/Hh pairing parallel cis XXIII 
'3'2082-'3'2605 : U-G O2'/Bs pairing 
'3'2083-'3'2246 : U-G O2P/Bs O2P/Ss pairing 
'3'2084-'3'2246 : A-G O2P/Ww pairing 
'3'2084-'3'2251 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2084-'3'2442 : A-A Ss/O2' pairing 
'3'2085-'3'2246 : C-G Hh/Bh pairing parallel trans 121 
'3'2085-'3'2250 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2086-'3'2249 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2087-'3'2248 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2088-'3'2247 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'2089-'3'2245 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'3'2090-'3'2244 : G-U Ww/Ws pairing antiparallel cis 
'3'2091-'3'2243 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2092-'3'2242 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'2093-'3'2241 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2094-'3'2240 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2095-'3'2239 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2096-'3'2238 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'2097-'3'2237 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2098-'3'2236 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'2099-'3'2207 : U-A O2P/Ss pairing 
'3'2099-'3'2234 : U-C Ww/O2P pairing 
'3'2100-'3'2204 : G-C Ww/Ww pairing antiparallel cis 
'3'2101-'3'2203 : A-U Ww/Ww pairing antiparallel cis one_hbond 
'3'2102-'3'2202 : U-U Ws/Ww pairing antiparallel cis one_hbond 
'3'2103-'3'2201 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2104-'3'2200 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2105-'3'2199 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2106-'3'2198 : G-G Ww/Wh pairing antiparallel cis one_hbond 
'3'2107-'3'2197 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2108-'3'2196 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2109-'3'2195 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2110-'3'2194 : U-G Ws/Ws pairing antiparallel cis one_hbond 
'3'2111-'3'2193 : U-U Ws/Ws pairing parallel trans one_hbond 
'3'2112-'3'2192 : A-U Ww/O2' pairing 
'3'2114-'3'2190 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2115-'3'2149 : A-U Ss/O2' pairing 
'3'2115-'3'2189 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2116-'3'2156 : U-G O2P/Bs pairing 
'3'2116-'3'2188 : U-U Ww/Wh pairing antiparallel cis one_hbond 
'3'2117-'3'2125 : G-U O2P/Ww O2P/Ww pairing 
'3'2117-'3'2187 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2118-'3'2152 : U-C O2P/Ww O2P/Bh inward pairing 
'3'2119-'3'2177 : A-G Hw/Hw pairing parallel trans one_hbond 65 
'3'2122-'3'2124 : G-A Ww/O2' pairing 
'3'2122-'3'2126 : G-A Ww/O2P Bs/O2P pairing 
'3'2122-'3'2179 : G-A Ss/Ww O2'/Bh pairing parallel trans one_hbond 
'3'2123-'3'2124 : A-A O2P/Hh adjacent_5p pairing 
'3'2123-'3'2169 : A-G Hh/O2' pairing 
'3'2124-'3'2170 : A-A Bh/O2P pairing 
'3'2124-'3'2180 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2125-'3'2155 : U-G Hh/Ss pairing parallel cis 89 
'3'2126-'3'2176 : A-G Ww/Ss pairing parallel trans one_hbond 
'3'2127-'3'2186 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2128-'3'2178 : G-A O2P/Ss pairing 
'3'2128-'3'2185 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2129-'3'2184 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2130-'3'2183 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2131-'3'2182 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2132-'3'2180 : G-U Ww/O2P pairing 
'3'2132-'3'2181 : G-A Sw/Hh pairing antiparallel trans one_hbond 
'3'2133-'3'2171 : A-A Ss/O2' pairing 
'3'2134-'3'2168 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2135-'3'2167 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2136-'3'2166 : A-U Bs/Wh pairing antiparallel cis one_hbond 
'3'2137-'3'2165 : A-A O2'/Bh O2'/Hh pairing 
'3'2140-'3'2165 : G-A O2'/Bh Bs/O2P pairing 
'3'2141-'3'2163 : A-U Bh/O2' pairing 
'3'2141-'3'2164 : A-G O2P/Bs pairing 
'3'2141-'3'2166 : A-U Ss/O2' pairing 
'3'2143-'3'2162 : G-U Ww/Ws pairing antiparallel cis 
'3'2144-'3'2161 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2145-'3'2160 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2145-'3'2161 : A-G Wh/Hw pairing antiparallel cis one_hbond 64 
'3'2146-'3'2159 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2147-'3'2158 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2148-'3'2150 : U-C O2P/Bh pairing 
'3'2151-'3'2154 : G-A O2'/Ww O2'/Bh pairing 
'3'2172-'3'2173 : A-G O2P/Hh adjacent_5p pairing 
'3'2174-'3'2180 : G-U Ww/Bh pairing antiparallel trans 91 
'3'2175-'3'2179 : U-A Ws/Hh pairing antiparallel trans XXIV 
'3'2176-'3'2178 : G-A Ss/O2P pairing 
'3'2176-'3'2179 : G-A Bs/O2P pairing 
'3'2204-'3'2206 : C-A Ss/Wh O2'/Bh O2'/Hh pairing parallel trans one_hbond 76 
'3'2205-'3'2232 : U-G O2'/Bs pairing 
'3'2205-'3'2233 : U-A Ws/Hh pairing antiparallel trans XXIV 
'3'2207-'3'2232 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'3'2207-'3'2234 : A-C Ww/Hh pairing parallel trans one_hbond 70 
'3'2208-'3'2231 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2209-'3'2230 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2210-'3'2229 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2212-'3'2228 : U-U Ww/Ws pairing antiparallel cis XVI 
'3'2213-'3'2227 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2214-'3'2226 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2215-'3'2225 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2216-'3'2224 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2217-'3'2223 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2218-'3'2220 : U-A Ww/O2' downward pairing 
'3'2220-'3'2222 : A-C O2'/Bh pairing 
'3'2245-'3'2247 : G-G O2'/Hh pairing 
'3'2251-'3'2442 : U-A O2'/Ww pairing 
'3'2252-'3'2443 : U-A Ww/Hh pairing parallel cis XXIII 
'3'2253-'3'2444 : U-G Ww/Hh pairing parallel cis one_hbond 96 
'3'2254-'3'2266 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2255-'3'2265 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2256-'3'2264 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2257-'3'2283 : U-C Ss/Bh pairing parallel cis one_hbond 98 
'3'2259-'3'2458 : G-A Ww/O2' Bs/O2' pairing 
'3'2260-'3'2261 : G-G O2P/Hh adjacent_5p upward pairing 
'3'2263-'3'2283 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2266-'3'2267 : C-G O2P/Hh adjacent_5p pairing 
'3'2267-'3'2289 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2268-'3'2288 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2269-'3'2287 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2270-'3'2286 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2270-'3'2336 : U-A O2'/Ss pairing 
'3'2271-'3'2285 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2272-'3'2284 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2274-'3'2281 : A-A Hh/Hw O2P/Bh Ww/O2P Bh/O2P pairing parallel trans one_hbond 
'3'2275-'3'2279 : A-G Ww/Ww pairing parallel trans 
'3'2288-'3'2396 : G-A Ss/Ss O2'/Ww pairing parallel trans 57 
'3'2290-'3'2398 : G-U Sw/Ws O2'/Ww pairing parallel trans one_hbond 
'3'2290-'3'2433 : G-A O2'/Bh upward pairing 
'3'2290-'3'2435 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2292-'3'2296 : A-A Ss/Bs O2'/Ww pairing parallel trans one_hbond 
'3'2293-'3'2391 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2295-'3'2352 : A-U Ww/Ws pairing parallel trans XXI 
'3'2295-'3'2354 : A-A Hh/Hh pairing parallel trans II 
'3'2297-'3'2351 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'3'2297-'3'2354 : G-A Bs/O2P Ss/O2P pairing 
'3'2298-'3'2350 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2299-'3'2349 : U-G Ws/Ww pairing antiparallel cis 
'3'2299-'3'2382 : U-A O2'/Ss pairing 
'3'2300-'3'2348 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2301-'3'2347 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2302-'3'2346 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2303-'3'2345 : U-G Ws/Ww pairing antiparallel cis 
'3'2304-'3'2342 : U-U O2P/Ww pairing 
'3'2305-'3'2329 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2306-'3'2326 : A-G O2P/Bs Bh/O2' pairing 
'3'2308-'3'2324 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2309-'3'2323 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2310-'3'2322 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2311-'3'2321 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2312-'3'2320 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'3'2316-'3'2318 : G-A O2'/Hh downward pairing 
'3'2327-'3'2341 : U-G O2'/Hh pairing 
'3'2328-'3'2342 : A-U Bh/O2P pairing 
'3'2332-'3'2339 : U-G Ws/Ww pairing antiparallel cis one_hbond 
'3'2332-'3'2340 : U-U Wh/Ww pairing antiparallel cis one_hbond 
'3'2334-'3'2396 : U-A Ws/Hw pairing antiparallel trans one_hbond 
'3'2334-'3'2397 : U-G Wh/Ww pairing antiparallel cis one_hbond 
'3'2336-'3'2395 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2337-'3'2394 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2338-'3'2393 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2339-'3'2344 : G-A O2'/Ww O2'/Bh pairing 
'3'2340-'3'2341 : U-G O2P/Bs adjacent_5p pairing 
'3'2343-'3'2344 : A-A O2'/Hh adjacent_5p pairing 
'3'2349-'3'2382 : G-A Bs/O2' pairing 
'3'2353-'3'2379 : G-G Hh/Ww pairing parallel cis VI 
'3'2353-'3'2389 : G-A O2'/Ss inward pairing 
'3'2355-'3'2378 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2356-'3'2377 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2357-'3'2376 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2357-'3'2390 : G-G Hh/Ws pairing parallel cis one_hbond 
'3'2358-'3'2375 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2359-'3'2374 : G-A Ss/Hh O2'/Bh Bs/O2P pairing antiparallel trans XI 
'3'2360-'3'2373 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'3'2361-'3'2372 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2362-'3'2371 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2363-'3'2370 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2367-'3'2436 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2374-'3'2375 : A-A O2P/Hh adjacent_5p upward pairing 
'3'2380-'3'2389 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2381-'3'2388 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2382-'3'2387 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2383-'3'2385 : G-A O2'/Hh C8/O2P pairing 
'3'2383-'3'2386 : G-A Bs/O2P pairing 
'3'2399-'3'2432 : G-C O2'/Bh inward pairing 
'3'2399-'3'2433 : G-A Hw/C8 Ww/O2P Bs/O2P pairing parallel trans one_hbond 
'3'2399-'3'2437 : G-G Ss/Ss pairing parallel trans IV 
'3'2400-'3'2432 : A-C Hw/Ww O2P/Bh pairing antiparallel trans 78 
'3'2403-'3'2429 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2404-'3'2428 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2405-'3'2427 : G-U Ww/Ws pairing antiparallel cis 
'3'2406-'3'2426 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2407-'3'2425 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2408-'3'2424 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2409-'3'2423 : U-G Ws/Ww pairing antiparallel cis 
'3'2411-'3'2422 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2412-'3'2421 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2413-'3'2419 : G-A O2'/Bh Ww/O2P pairing 
'3'2413-'3'2420 : G-A Sw/Hh pairing antiparallel trans one_hbond 
'3'2414-'3'2419 : U-A O2P/Bh pairing 
'3'2436-'3'2437 : G-G O2'/Hh adjacent_5p pairing 
'3'2439-'3'2441 : U-A Ss/Hw pairing antiparallel trans one_hbond 45 
'3'2446-'3'2448 : U-C Bs/Hh pairing parallel cis 99 
'3'2447-'3'2595 : A-A Ss/O2P pairing 
'3'2453-'3'2457 : G-U Bs/Wh pairing parallel trans one_hbond 
'3'2455-'3'2459 : G-A Wh/Hw pairing parallel cis one_hbond 
'3'2460-'3'2512 : C-U Ww/Ww pairing antiparallel cis XVIII 
'3'2461-'3'2508 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2461-'3'2580 : A-A O2'/Ss pairing 
'3'2462-'3'2506 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2463-'3'2504 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2464-'3'2503 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2465-'3'2502 : U-G Ws/Ww pairing antiparallel cis 
'3'2466-'3'2498 : G-G O2'/Ww inward pairing 
'3'2466-'3'2501 : G-U Bs/Bh pairing antiparallel cis 
'3'2467-'3'2501 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2468-'3'2498 : U-G Wh/Ws pairing antiparallel cis one_hbond 94 
'3'2469-'3'2497 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2469-'3'2499 : A-U Bs/Ws pairing antiparallel cis one_hbond 
'3'2470-'3'2496 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2471-'3'2495 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2472-'3'2494 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2473-'3'2493 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2474-'3'2492 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2476-'3'2484 : A-A O2'/C8 O2P/Bh upward pairing 
'3'2476-'3'2489 : A-G O2'/Bs inward pairing 
'3'2477-'3'2478 : A-G O2P/Hh adjacent_5p upward pairing 
'3'2477-'3'2489 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'3'2478-'3'2488 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2479-'3'2487 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2480-'3'2485 : G-U Bs/O2P pairing 
'3'2480-'3'2486 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'3'2481-'3'2483 : U-C O2P/Bh pairing 
'3'2481-'3'2537 : U-G O2P/Bs pairing 
'3'2482-'3'2483 : U-C O2P/Bh adjacent_5p upward pairing 
'3'2483-'3'2537 : C-G Ww/Ww pairing parallel trans one_hbond 
'3'2484-'3'2488 : A-C O2'/Bh pairing 
'3'2484-'3'2489 : A-G Ss/Ww pairing antiparallel trans one_hbond 
'3'2497-'3'2526 : U-A O2'/Bh pairing 
'3'2498-'3'2500 : G-U Sw/Hw pairing parallel cis one_hbond 89 
'3'2504-'3'2505 : C-A O2P/Bh adjacent_5p pairing 
'3'2505-'3'2506 : A-C Ss/Hh adjacent_5p pairing parallel cis one_hbond 
'3'2512-'3'2580 : U-A Ss/Bs pairing parallel trans one_hbond 
'3'2513-'3'2618 : G-C Ww/Ww pairing parallel trans XXII 
'3'2514-'3'2584 : U-G O2P/Ww O2P/Bs pairing 
'3'2515-'3'2561 : C-G Bs/Bs pairing parallel trans one_hbond 
'3'2515-'3'2590 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2516-'3'2588 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'3'2517-'3'2587 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2518-'3'2586 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2520-'3'2582 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2521-'3'2579 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2522-'3'2578 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2523-'3'2577 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2524-'3'2576 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2525-'3'2550 : C-A O2'/Bh inward pairing 
'3'2525-'3'2575 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2527-'3'2529 : U-C Ws/Hw pairing parallel cis one_hbond 99 
'3'2527-'3'2549 : U-A O2'/Ww inward pairing 
'3'2528-'3'2553 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2529-'3'2552 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2529-'3'2572 : C-A O2'/Ss pairing 
'3'2530-'3'2551 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'2531-'3'2548 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2532-'3'2547 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2533-'3'2546 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2534-'3'2545 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'3'2535-'3'2544 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2536-'3'2538 : U-A O2P/Bh upward pairing 
'3'2536-'3'2543 : U-G Ws/Ww pairing antiparallel cis 
'3'2538-'3'2543 : A-G O2P/Bs pairing 
'3'2540-'3'2665 : G-A O2'/Ww pairing 
'3'2540-'3'2671 : G-G Bs/O2' pairing 
'3'2548-'3'2748 : G-A Ss/Bs O2'/Ss pairing antiparallel cis one_hbond 
'3'2549-'3'2773 : A-A O2'/Ww O2'/Bh pairing 
'3'2551-'3'2654 : G-U Ss/O2P pairing 
'3'2551-'3'2655 : G-U Bs/O2P pairing 
'3'2554-'3'2574 : U-A O2'/Ss pairing 
'3'2555-'3'2569 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2556-'3'2568 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2557-'3'2567 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2558-'3'2566 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2559-'3'2565 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2560-'3'2564 : U-C Ws/Wh pairing antiparallel trans one_hbond 100 
'3'2561-'3'2562 : G-U Ss/O2' adjacent_5p pairing 
'3'2561-'3'2590 : G-G Ss/Sw pairing antiparallel cis one_hbond 
'3'2563-'3'2564 : U-C O2P/Bh adjacent_5p pairing 
'3'2570-'3'2574 : U-A Ws/Hh pairing antiparallel trans XXIV 
'3'2571-'3'2572 : U-A O2'/Hh adjacent_5p pairing 
'3'2571-'3'2573 : U-A Hh/O2P pairing 
'3'2571-'3'2574 : U-A Ww/O2P pairing 
'3'2572-'3'2655 : A-U Bh/O2' pairing 
'3'2583-'3'2586 : U-G O2'/Hh pairing 
'3'2594-'3'2616 : C-G Bh/O2' pairing 
'3'2594-'3'2617 : C-U Bh/O2P pairing 
'3'2595-'3'2616 : A-G Hh/Ss pairing antiparallel trans XI 
'3'2596-'3'2614 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2598-'3'2612 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2599-'3'2611 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2600-'3'2609 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2601-'3'2608 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2602-'3'2607 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2603-'3'2606 : G-A Bs/O2P pairing 
'3'2604-'3'2605 : U-G O2'/C8 adjacent_5p pairing 
'3'2634-'3'2785 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2635-'3'2785 : G-G Bs/O2P outward pairing 
'3'2636-'3'2637 : U-A O2P/Ss O2P/C8 adjacent_5p pairing 
'3'2638-'3'2796 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2638-'3'2896 : G-G Ss/O2P pairing 
'3'2639-'3'2795 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2640-'3'2794 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2641-'3'2793 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2642-'3'2792 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2643-'3'2791 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2644-'3'2790 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2645-'3'2646 : U-G O2P/Hh adjacent_5p upward pairing 
'3'2645-'3'2784 : U-A Ww/Hh pairing antiparallel trans XXIV 
'3'2646-'3'2647 : G-A O2'/Hh adjacent_5p pairing 
'3'2646-'3'2786 : G-A Ss/Hh pairing antiparallel trans XI 
'3'2647-'3'2783 : A-A Bh/Ss pairing antiparallel trans one_hbond 41 
'3'2647-'3'2788 : A-U O2'/Ww pairing 
'3'2649-'3'2781 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2650-'3'2780 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2651-'3'2779 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2652-'3'2653 : U-G O2P/Bs adjacent_5p inward pairing 
'3'2654-'3'2682 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2656-'3'2680 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2657-'3'2679 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2658-'3'2678 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2659-'3'2677 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2660-'3'2676 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2663-'3'2664 : G-U Sw/Bh adjacent_5p pairing parallel cis one_hbond 89 
'3'2663-'3'2672 : G-G O2'/Ww inward pairing 
'3'2663-'3'2673 : G-A Ww/O2P Bs/O2P pairing 
'3'2664-'3'2673 : U-A Ws/Hh pairing antiparallel trans XXIV 
'3'2665-'3'2672 : A-G Hh/Ss pairing antiparallel trans XI 
'3'2666-'3'2671 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2667-'3'2669 : G-G Bs/O2P pairing 
'3'2667-'3'2670 : G-A Bs/O2P pairing 
'3'2668-'3'2669 : A-G O2'/C8 adjacent_5p pairing 
'3'2684-'3'2739 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2684-'3'2740 : G-U Ww/Wh pairing antiparallel cis one_hbond 
'3'2685-'3'2738 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2686-'3'2737 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2687-'3'2736 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2688-'3'2735 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2689-'3'2733 : C-A Ww/Hw pairing antiparallel trans XXV 
'3'2691-'3'2735 : C-G Ww/O2' pairing 
'3'2693-'3'2732 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2694-'3'2731 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2695-'3'2730 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'2696-'3'2721 : G-C O2P/Bh pairing 
'3'2696-'3'2728 : G-U Ww/O2P Bs/O2P pairing 
'3'2696-'3'2729 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'3'2696-'3'2877 : G-A O2'/Bh pairing 
'3'2697-'3'2699 : C-C O2P/Bh pairing 
'3'2697-'3'2727 : C-G O2P/Ww pairing 
'3'2697-'3'2876 : C-G O2P/Ww O2P/Bs pairing 
'3'2698-'3'2876 : U-G O2P/Bs pairing 
'3'2699-'3'2726 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2700-'3'2725 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2701-'3'2724 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2702-'3'2723 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2703-'3'2722 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'2704-'3'2719 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2705-'3'2718 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2706-'3'2717 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'3'2707-'3'2716 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2708-'3'2715 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2709-'3'2714 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2727-'3'2876 : G-G Bs/Bh pairing parallel trans one_hbond 
'3'2733-'3'2734 : A-C Ss/O2' adjacent_5p pairing 
'3'2743-'3'2777 : U-A Ws/Wh pairing antiparallel cis one_hbond 46 
'3'2744-'3'2776 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2745-'3'2775 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2746-'3'2774 : A-A Ww/Ww pairing antiparallel cis one_hbond 37 
'3'2748-'3'2771 : A-G O2P/Ww O2P/Bs pairing 
'3'2749-'3'2771 : A-G Hh/Ss pairing antiparallel trans XI 
'3'2750-'3'2770 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2751-'3'2763 : C-C O2P/Bh pairing 
'3'2751-'3'2769 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2752-'3'2768 : G-U Ww/Ws pairing antiparallel cis 
'3'2753-'3'2767 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2754-'3'2764 : U-U Ww/Hh pairing antiparallel trans 81 
'3'2754-'3'2766 : U-A Ws/Wh pairing antiparallel trans one_hbond 46 
'3'2755-'3'2764 : G-U Bs/O2P pairing 
'3'2755-'3'2765 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'3'2756-'3'2762 : A-U Hh/Ww pairing antiparallel trans one_hbond 
'3'2764-'3'2766 : U-A Ww/Hh pairing parallel cis XXIII 
'3'2784-'3'2790 : A-A O2'/Hh upward pairing 
'3'2797-'3'2897 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2799-'3'2895 : U-A Hw/Wh pairing parallel cis one_hbond 49 
'3'2799-'3'2896 : U-G O2P/Bs O2P/Ss pairing 
'3'2800-'3'2810 : U-A O2P/Bh pairing 
'3'2800-'3'2896 : U-G O2P/Bs pairing 
'3'2801-'3'2808 : U-A Ws/Hw pairing antiparallel trans one_hbond 
'3'2801-'3'2809 : U-A Wh/Wh pairing antiparallel cis one_hbond 
'3'2802-'3'2807 : C-G Hh/Ss pairing antiparallel trans one_hbond 
'3'2807-'3'2809 : G-A O2'/Bh O2'/Hh pairing 
'3'2807-'3'2811 : G-G O2'/Bs pairing 
'3'2808-'3'2811 : A-G O2P/Ww pairing 
'3'2812-'3'2814 : U-A O2'/Hh upward pairing 
'3'2812-'3'2894 : U-G O2'/Bs pairing 
'3'2812-'3'2895 : U-A O2P/C8 pairing 
'3'2814-'3'2894 : A-G Wh/Ss Ww/O2' pairing antiparallel trans one_hbond 63 
'3'2815-'3'2893 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2816-'3'2892 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2817-'3'2891 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2818-'3'2890 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2819-'3'2835 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2820-'3'2834 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2820-'3'2887 : G-A Sw/Ss Bs/O2' Ss/O2' pairing antiparallel cis one_hbond 
'3'2821-'3'2833 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2822-'3'2832 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2823-'3'2825 : A-A O2'/Hh upward pairing 
'3'2823-'3'2831 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2826-'3'2829 : G-G O2'/Ww pairing 
'3'2828-'3'2829 : C-G O2P/Ww O2P/Bs adjacent_5p inward pairing 
'3'2835-'3'2888 : G-U Bs/O2P pairing 
'3'2838-'3'2887 : G-A Sw/Hh pairing antiparallel trans one_hbond 
'3'2839-'3'2883 : A-A Bh/O2P Hh/O2P downward pairing 
'3'2840-'3'2883 : U-A Hw/Hw pairing parallel trans one_hbond 50 
'3'2840-'3'2886 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2841-'3'2885 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2842-'3'2884 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2843-'3'2882 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'3'2844-'3'2881 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2845-'3'2880 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2846-'3'2879 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2847-'3'2878 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2849-'3'2875 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'3'2850-'3'2874 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'2851-'3'2873 : U-G Ws/Ww pairing antiparallel cis one_hbond 
'3'2852-'3'2871 : G-G O2'/Ww O2'/Bs inward pairing 
'3'2852-'3'2872 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'3'2853-'3'2871 : U-G Ww/O2P outward pairing 
'3'2854-'3'2870 : A-U O2P/Ww pairing 
'3'2854-'3'2872 : A-A C8/Ss Hh/O2' pairing antiparallel trans one_hbond 
'3'2855-'3'2870 : A-U Hw/Hw pairing parallel trans one_hbond 50 
'3'2856-'3'2869 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'3'2857-'3'2868 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'2858-'3'2867 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2859-'3'2866 : U-A Ww/Ww pairing antiparallel cis XX 
'3'2860-'3'2865 : A-U Ww/Ww pairing antiparallel cis XX 
'3'2861-'3'2863 : G-G Ww/O2P pairing 
'3'2861-'3'2864 : G-A Ss/Hh O2'/Bh Bs/O2P pairing antiparallel trans XI 
'3'2895-'3'2897 : A-G O2'/Bs pairing 
'3'2896-'3'2897 : G-G O2P/Ss adjacent_5p pairing 
'4'2-'4'106 : U-A Ww/Ww pairing antiparallel cis XX 
'4'3-'4'25 : U-A O2'/Ss pairing 
'4'3-'4'105 : U-A Ww/Ww pairing antiparallel cis XX 
'4'4-'4'104 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'5-'4'103 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'7-'4'101 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'8-'4'100 : C-G Ww/Ww pairing antiparallel cis 
'4'9-'4'10 : C-C O2P/Bh adjacent_5p pairing 
'4'9-'4'99 : C-A Ws/Wh pairing antiparallel cis one_hbond 78 
'4'11-'4'13 : A-G O2P/Hh O2P/Hh pairing 
'4'11-'4'67 : A-G Ww/O2' Bh/O2' pairing 
'4'13-'4'67 : G-G O2P/Bs pairing 
'4'13-'4'97 : G-A O2P/Ss pairing 
'4'14-'4'64 : U-G Hw/Sw pairing antiparallel trans one_hbond 88 
'4'14-'4'66 : U-A Ww/Ww pairing antiparallel cis XX 
'4'15-'4'65 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'16-'4'63 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'17-'4'62 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'18-'4'61 : U-A Ww/Ww pairing antiparallel cis XX 
'4'19-'4'60 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'20-'4'59 : U-A Ww/Ww pairing antiparallel cis XX 
'4'21-'4'54 : G-U Hh/O2' pairing 
'4'21-'4'58 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'22-'4'54 : G-U Hh/O2' pairing 
'4'26-'4'57 : C-G Bs/Ww pairing antiparallel cis 127 
'4'27-'4'53 : A-U Ww/Ww pairing antiparallel cis XX 
'4'27-'4'56 : A-A O2'/Ww pairing 
'4'28-'4'52 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'28-'4'55 : C-A O2'/Ww pairing 
'4'29-'4'49 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'29-'4'51 : C-A Ss/Bh O2'/Ww O2'/Bh pairing antiparallel cis one_hbond 
'4'30-'4'48 : U-A Ww/Ww pairing antiparallel cis XX 
'4'31-'4'34 : G-U Bs/Wh pairing parallel cis one_hbond 
'4'31-'4'47 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'32-'4'42 : G-G O2'/Hh Hh/O2' inward pairing 
'4'32-'4'46 : G-C Ww/Ww pairing antiparallel cis XIX 
'4'34-'4'47 : U-C Ww/O2' pairing 
'4'35-'4'46 : C-C Ww/O2' pairing 
'4'36-'4'42 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'37-'4'44 : A-A O2'/Ww pairing 
'4'38-'4'43 : U-A Ss/Bh pairing antiparallel trans one_hbond 45 
'4'41-'4'43 : C-A O2'/Bh O2'/Hh upward pairing 
'4'42-'4'45 : G-C Sw/Ws pairing parallel trans one_hbond 
'4'50-'4'51 : C-A Ws/Hw adjacent_5p pairing parallel cis one_hbond 80 
'4'54-'4'56 : U-A Ws/Hw pairing parallel cis one_hbond 47 
'4'64-'4'98 : G-A O2P/Bh outward pairing 
'4'65-'4'98 : G-A Hw/Bs pairing antiparallel trans one_hbond 
'4'67-'4'97 : G-A Ww/Ww pairing antiparallel cis VIII 
'4'69-'4'95 : C-G Ww/Ww pairing antiparallel cis XIX 
'4'70-'4'94 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'4'71-'4'93 : A-U Hw/Bs pairing antiparallel trans one_hbond 
'4'75-'4'88 : U-G O2P/Ww pairing 
'4'75-'4'89 : U-A Ww/Hh pairing antiparallel trans 
'4'76-'4'88 : A-G Hh/Ss pairing antiparallel trans XI 
'4'77-'4'87 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'4'79-'4'86 : U-G Bs/Ww pairing antiparallel cis 84 
