Residue conformations -------------------------------------------
'1'30 : G C3p_endo anti
'1'31 : C C3p_endo anti
'1'32 : U C3p_endo anti
'1'33 : G C3p_endo anti
'1'34 : A C3p_endo anti
'1'35 : A C3p_endo anti
'1'36 : C C3p_endo anti
'1'37 : U C3p_endo anti
'1'38 : U C3p_endo anti
'1'39 : A C3p_endo anti
'1'40 : A C2p_endo anti
'1'41 : G C3p_endo anti
'1'42 : C C2p_endo anti
'1'43 : A C3p_endo syn
'1'44 : U C3p_endo anti
'1'45 : A C3p_endo anti
'1'51 : A C3p_endo anti
'1'52 : A C3p_endo anti
'1'53 : G C3p_endo anti
'1'54 : C C3p_endo anti
'1'55 : G C3p_endo anti
'1'56 : G C3p_endo anti
'1'268 : A C2p_endo anti
'1'269 : G C2p_endo syn
'1'270 : U C3p_endo anti
'1'271 : C C3p_endo anti
'1'272 : G C3p_endo anti
'1'273 : A C3p_endo anti
'1'274 : G C3p_endo anti
'1'275 : U C3p_endo anti
'1'276 : U C3p_endo anti
'1'277 : G C3p_endo anti
'1'278 : U C3p_endo anti
'1'279 : U C3p_endo anti
'1'280 : U C3p_endo anti
'1'287 : G C3p_endo anti
'1'288 : C C3p_endo anti
'1'289 : A C3p_endo anti
'1'290 : G C3p_endo anti
'1'291 : C C3p_endo anti
'1'292 : U C3p_endo anti
'1'293 : C C3p_endo anti
'1'294 : U C3p_endo anti
'1'295 : A C3p_endo anti
'1'296 : A C3p_endo anti
'1'297 : G C2p_endo syn
'1'818 : C C4p_exo anti
'1'819 : U C3p_endo anti
'1'820 : A C3p_endo anti
'1'870 : C C2p_endo anti
'1'871 : G C3p_endo anti
'1'872 : G C3p_endo anti
'1'873 : U C2p_endo anti
'1'887 : G C3p_endo anti
'1'888 : A C3p_endo anti
'1'889 : U C3p_endo anti
'1'890 : C C3p_endo anti
'1'891 : G C3p_endo anti
'1'892 : U C3p_endo anti
'1'893 : C C2p_endo anti
'1'894 : G C2p_endo anti
'1'895 : A C3p_endo anti
'1'896 : A C3p_endo anti
'1'907 : G C2p_exo anti
'1'908 : G C3p_endo anti
'1'909 : G C3p_endo anti
'1'910 : G C3p_endo anti
'1'911 : C C3p_endo anti
'1'912 : G C3p_endo anti
'1'913 : A C3p_endo anti
'1'914 : A C3p_endo anti
'1'915 : A C3p_endo anti
'1'916 : G C2p_exo anti
'1'917 : A C3p_endo syn
'1'918 : C C2p_exo anti
'1'925 : A C3p_endo anti
'1'926 : A C3p_endo anti
'1'1538 : G C3p_endo anti
'1'1539 : A C3p_endo anti
'1'1540 : U C3p_endo anti
'1'1541 : G C3p_endo anti
'1'1542 : G C3p_endo anti
'1'1543 : G C3p_endo anti
'1'1544 : G C3p_endo anti
'1'1545 : A C3p_endo anti
'1'1546 : A C3p_endo anti
'1'1547 : G C3p_endo anti
'1'1548 : C C3p_endo anti
'1'1549 : U C3p_endo anti
'1'1550 : C C3p_endo anti
'1'1551 : C C3p_endo anti
'1'1552 : G C3p_endo anti
'1'1553 : U C2p_endo anti
'1'1554 : U C2p_endo anti
'1'1555 : U C2p_endo syn
'1'1556 : C C2p_endo anti
'1'1557 : A C2p_endo anti
'1'1558 : A C2p_endo anti
'1'2408 : U C3p_endo anti
'1'2409 : G C3p_endo anti
'1'2410 : U C3p_endo anti
'1'2411 : U C3p_endo anti
'1'2412 : G C3p_endo anti
'1'2413 : A C3p_endo anti
'1'2414 : G C3p_endo anti
'1'2415 : C C3p_endo anti
'1'2416 : U C3p_endo anti
'1'2417 : U C3p_endo anti
'1'2418 : G C3p_endo anti
'1'2419 : A C3p_endo syn
'1'2420 : C C3p_endo anti
'1'2421 : U C3p_endo anti
'1'2422 : C C3p_endo anti
'1'2423 : U C3p_endo anti
'1'2424 : A C3p_endo anti
'1'2425 : G C3p_endo anti
'1'2426 : U C3p_endo anti
'1'2427 : U C3p_endo anti
'1'2603 : G C2p_exo anti
'1'2604 : U C3p_endo anti
'1'2605 : G C3p_endo anti
'1'2606 : G C2p_endo anti
'1'2607 : G C3p_endo anti
'1'2608 : G C3p_endo anti
'1'2609 : A C3p_endo anti
'1'2610 : G C3p_endo anti
'1'2611 : U C3p_endo anti
'1'2802 : A C3p_endo syn
'1'2803 : A C3p_endo anti
'1'2804 : A C3p_endo anti
'1'2805 : G C3p_endo anti
'1'2806 : U C3p_endo anti
'1'2807 : U C3p_endo anti
'1'2808 : A C2p_endo anti
'1'2809 : C C3p_endo anti
'1'2810 : C C3p_endo anti
'1'2811 : A C3p_endo anti
'1'2812 : C C3p_endo anti
'1'2813 : A C3p_endo anti
'1'2962 : U C3p_endo anti
'1'2963 : C C3p_endo anti
'1'2964 : G C3p_endo anti
'1'2965 : U C3p_endo anti
'1'2966 : G C2p_endo anti
'1'2967 : A C2p_endo anti
'1'2968 : G C3p_endo anti
'1'2969 : A C3p_endo anti
'1'2970 : C C2p_endo anti
'1'2971 : A C2p_endo syn
'1'2972 : G C3p_endo anti
'1'2973 : G C3p_endo anti
'1'2974 : U C3p_endo anti
'7'11 : ASN
'7'12 : LEU
'7'13 : ARG
'7'14 : ARG
'7'15 : GLU
'7'16 : VAL
'7'17 : ALA
'7'18 : PRO
'7'19 : GLU
'7'20 : VAL
'7'21 : PHE
'7'22 : GLN
'7'23 : ASP
'7'24 : SER
'7'25 : GLN
'7'26 : ALA
'7'27 : ARG
'7'28 : ASN
'7'29 : GLN
'7'30 : LEU
'7'31 : ALA
'7'32 : ASN
'7'33 : VAL
'7'34 : PRO
'7'35 : HIS
'7'36 : LEU
'7'37 : THR
'7'38 : GLU
'7'39 : LYS
'7'40 : SER
'7'41 : ALA
'7'42 : GLN
'7'43 : ARG
'7'44 : LYS
'7'45 : PRO
'7'46 : SER
'7'47 : LYS
'7'77 : ILE
'7'78 : PRO
'7'79 : THR
'7'80 : LEU
'7'81 : ASN
'7'82 : ARG
'7'83 : ALA
'7'84 : ILE
'7'85 : VAL
'7'86 : PRO
'7'87 : GLY
'7'88 : VAL
'7'89 : LYS
'7'90 : ILE
'7'91 : ARG
'7'92 : ARG
'7'93 : GLY
'7'94 : LYS
'7'95 : LYS
'7'96 : GLY
'7'97 : LYS
'7'98 : LYS
'7'99 : PHE
'7'100 : ILE
'7'101 : ALA
'7'102 : ASP
'7'103 : ASN
'7'104 : ASP
'7'105 : THR
'7'106 : LEU
'7'107 : THR
'7'108 : LEU
'7'109 : ASN
'7'110 : ARG
'7'111 : LEU
'7'112 : ILE
'7'113 : THR
'7'114 : THR
'7'115 : ILE
'7'116 : GLY
'7'117 : ASP
'7'118 : LYS
'7'119 : TYR
'7'120 : ASP
'7'121 : ASP
'7'122 : ILE
'7'123 : ALA
'7'124 : GLU
'7'125 : SER
'7'126 : LYS
'7'127 : LEU
'7'128 : GLU
'7'129 : LYS
'7'130 : ALA
'7'131 : ARG
'7'132 : ARG
'7'133 : LEU
'7'134 : GLU
'7'135 : GLU
'7'136 : ILE
'7'137 : ARG
'7'138 : GLU
'7'139 : LEU
'7'140 : LYS
'7'141 : ARG
'7'142 : LYS
'7'143 : GLU
'7'144 : ILE
'7'145 : GLU
'7'146 : ARG
'7'147 : LYS
'7'148 : GLU
'8'25 : LYS
'8'26 : GLU
'8'27 : LYS
'8'28 : ILE
'8'29 : GLN
'8'30 : LYS
'8'31 : LYS
'8'32 : ARG
'8'33 : ILE
'8'34 : GLN
'8'35 : GLY
'8'36 : ARG
'8'37 : ARG
'8'38 : GLY
'8'39 : ASN
'8'40 : LYS
'8'41 : THR
'8'42 : ASP
'8'43 : GLN
'8'44 : GLU
'8'45 : LYS
'8'46 : ALA
'8'47 : ASP
'8'48 : ALA
'8'49 : ALA
'8'50 : GLY
'8'51 : THR
'8'52 : ARG
'8'53 : GLU
'8'54 : GLN
'8'55 : GLN
'8'56 : GLN
'8'57 : LEU
'8'58 : LYS
'8'59 : LYS
'8'60 : SER
'8'61 : ALA
'8'62 : LYS
'8'63 : GLU
'8'64 : GLU
'8'65 : VAL
'8'66 : PHE
'8'67 : LYS
'8'68 : ASP
'8'69 : MET
'8'70 : SER
'8'71 : VAL
'8'72 : GLU
'8'73 : THR
'8'74 : PHE
'8'75 : PHE
'8'76 : GLU
'8'77 : LYS
'8'78 : GLY
'8'79 : ILE
'8'80 : GLU
'8'81 : ILE
'8'82 : PRO
'8'83 : LYS
'8'267 : VAL
'8'268 : SER
'8'269 : ARG
'8'270 : VAL
'8'271 : SER
'8'272 : SER
'8'273 : ILE
'8'274 : VAL
'8'275 : LYS
'8'276 : SER
'8'277 : HIS
'8'278 : ALA
'8'279 : GLY
'8'280 : SER
'8'281 : LEU
'8'282 : LEU
'8'283 : ILE
'8'284 : LEU
'8'285 : LEU
'8'286 : ASN
'8'287 : ASP
'8'288 : ILE
'8'289 : THR
'8'290 : ASN
'8'291 : THR
'8'292 : GLU
'8'293 : THR
'8'294 : ALA
'8'295 : ALA
'8'296 : LEU
'8'297 : VAL
'8'298 : LEU
'8'299 : HIS
'8'300 : SER
'8'301 : VAL
'8'302 : ASN
'8'303 : GLU
'8'304 : LEU
'8'305 : MET
'8'306 : PRO
'8'307 : TYR
'8'308 : LEU
'8'312 : ARG
'8'313 : ARG
'8'314 : ILE
'8'315 : LEU
'8'316 : LYS
'8'317 : GLU
'8'318 : LEU
'8'319 : ILE
'8'320 : LYS
'8'321 : SER
'8'322 : ILE
'8'323 : VAL
'8'324 : GLY
'8'325 : VAL
'8'326 : TRP
'8'327 : SER
'8'328 : THR
'8'329 : THR
'8'333 : GLU
'8'334 : THR
'8'335 : GLN
'8'336 : ILE
'8'337 : ALA
'8'338 : SER
'8'339 : PHE
'8'340 : ALA
'8'341 : PHE
'8'342 : LEU
'8'343 : ILE
'8'344 : ASN
'8'345 : THR
'8'346 : THR
'8'347 : LYS
'8'348 : GLU
'8'349 : PHE
'8'350 : LYS
'8'351 : LYS
'8'352 : SER
'8'353 : MET
'8'354 : LEU
'8'355 : GLU
'8'356 : THR
'8'357 : THR
'8'358 : LEU
'8'359 : LYS
'8'360 : THR
'8'361 : THR
'8'362 : TYR
'8'363 : SER
'8'364 : THR
'8'365 : PHE
'8'366 : ILE
'8'367 : LYS
'8'368 : SER
'8'369 : CYS
'8'370 : ARG
'8'371 : LYS
'8'372 : THR
'8'373 : ASN
'8'374 : MET
'8'375 : ARG
'8'376 : SER
'8'377 : MET
'8'378 : PRO
'8'379 : LEU
'8'380 : ILE
'8'381 : ASN
'8'382 : PHE
'8'383 : GLN
'8'384 : LYS
'8'385 : ASN
'8'386 : SER
'8'387 : ALA
'8'388 : ALA
'8'389 : GLU
'8'390 : LEU
'8'391 : PHE
'8'392 : GLY
'8'393 : ILE
'8'394 : ASP
'8'395 : GLU
'8'396 : VAL
'8'397 : LEU
'8'398 : GLY
'8'399 : TYR
'8'400 : GLN
'8'401 : VAL
'8'402 : GLY
'8'403 : PHE
'8'404 : GLU
'8'405 : TYR
'8'406 : ILE
'8'407 : ARG
'8'408 : GLN
'8'409 : LEU
'8'410 : ALA
'8'411 : ILE
'8'412 : HIS
'8'413 : LEU
'8'414 : ARG
'8'415 : ASN
'8'416 : THR
'8'417 : MET
'8'418 : ASN
'8'419 : ALA
'8'420 : THR
'8'421 : THR
'8'426 : LYS
'8'427 : ILE
'8'428 : ASN
'8'429 : SER
'8'430 : ALA
'8'431 : GLU
'8'432 : ALA
'8'433 : TYR
'8'434 : LYS
'8'435 : ILE
'8'436 : VAL
'8'437 : TYR
'8'438 : ASN
'8'439 : TRP
'8'440 : GLN
'8'441 : PHE
'8'442 : CYS
'8'443 : HIS
'8'444 : SER
'8'445 : LEU
'8'446 : ASP
'8'447 : PHE
'8'448 : TRP
'8'449 : SER
'8'450 : ARG
'8'451 : VAL
'8'452 : LEU
'8'453 : SER
'8'454 : PHE
'8'455 : ALA
'8'456 : CYS
'8'457 : GLN
'8'458 : PRO
'8'462 : ASN
'8'463 : GLY
'8'464 : SER
'8'465 : GLU
'8'466 : SER
'8'467 : PRO
'8'468 : LEU
'8'469 : ARG
'8'470 : GLN
'8'471 : LEU
'8'472 : ILE
'8'473 : TYR
'8'474 : PRO
'8'475 : LEU
'8'476 : VAL
'8'477 : GLN
'8'478 : VAL
'8'479 : THR
'8'480 : LEU
'8'481 : GLY
'8'482 : VAL
'8'483 : ILE
'8'484 : ARG
'8'485 : LEU
'8'486 : ILE
'8'487 : PRO
'8'488 : THR
'8'489 : PRO
'8'490 : GLN
'8'491 : PHE
'8'492 : PHE
'8'493 : PRO
'8'494 : LEU
'8'495 : ARG
'8'496 : PHE
'8'497 : TYR
'8'498 : LEU
'8'499 : ILE
'8'500 : LYS
'8'501 : SER
'8'502 : LEU
'8'503 : ILE
'8'504 : ARG
'8'505 : LEU
'8'506 : SER
'8'507 : GLN
'8'508 : ASN
'8'509 : SER
'8'510 : GLY
'8'511 : VAL
'8'512 : PHE
'8'513 : ILE
'8'514 : PRO
'8'515 : ILE
'8'516 : TYR
'8'517 : PRO
'8'518 : LEU
'8'519 : LEU
'8'520 : SER
'8'521 : GLU
'8'522 : ILE
'8'523 : LEU
'8'524 : THR
'8'525 : SER
'8'526 : THR
'8'527 : ALA
'8'528 : PHE
'8'529 : THR
'8'530 : LYS
'8'531 : ALA
'8'532 : PRO
'8'533 : LYS
'8'534 : LYS
'8'535 : SER
'8'536 : PRO
'8'537 : ASN
'8'538 : LEU
'8'539 : ALA
'8'540 : ALA
'8'541 : PHE
'8'542 : ASP
'8'543 : PHE
'8'544 : GLU
'8'545 : HIS
'8'546 : ASN
'8'547 : ILE
'8'548 : LYS
'8'549 : CYS
'8'550 : THR
'8'551 : GLN
'8'552 : ALA
'8'553 : TYR
'8'554 : LEU
'8'555 : ASN
'8'556 : THR
'8'557 : LYS
'8'558 : ILE
'8'559 : TYR
'8'560 : GLN
'8'561 : GLU
'8'562 : GLY
'8'563 : LEU
'8'564 : SER
'8'565 : GLU
'8'566 : GLN
'8'567 : PHE
'8'568 : VAL
'8'569 : ASP
'8'570 : LEU
'8'571 : LEU
'8'572 : GLY
'8'573 : ASP
'8'574 : TYR
'8'575 : PHE
'8'576 : ALA
'8'577 : LEU
'8'578 : TYR
'8'579 : CYS
'8'580 : LYS
'8'581 : ASN
'8'582 : ILE
'8'583 : ALA
'8'584 : PHE
'8'585 : PRO
'8'586 : GLU
'8'587 : LEU
'8'588 : VAL
'8'589 : THR
'8'590 : PRO
'8'591 : VAL
'8'592 : ILE
'8'593 : ILE
'8'594 : SER
'8'595 : LEU
'8'596 : ARG
'8'597 : ARG
'8'598 : TYR
'8'599 : ILE
'8'600 : LYS
'8'601 : THR
'8'602 : SER
'8'603 : THR
'8'604 : ASN
'8'605 : VAL
'8'606 : LYS
'8'607 : LEU
'8'608 : ASN
'8'609 : LYS
'8'610 : ARG
'8'611 : LEU
'8'612 : SER
'8'613 : THR
'8'614 : VAL
'8'615 : VAL
'8'616 : GLU
'8'617 : LYS
'8'618 : LEU
'8'619 : ASN
'8'620 : GLN
'8'621 : ASN
'8'622 : SER
'8'623 : THR
'8'624 : PHE
'8'625 : ILE
'8'626 : GLN
'8'627 : GLU
'8'628 : LYS
'8'629 : ARG
'8'630 : SER
'8'631 : ASP
'8'632 : VAL
'8'633 : GLU
'8'634 : PHE
'8'635 : GLY
'8'636 : PRO
'8'637 : THR
'8'638 : ASN
'8'639 : LYS
'8'640 : SER
'8'641 : GLU
'8'642 : VAL
'8'643 : SER
'8'644 : ARG
'8'645 : PHE
'8'646 : LEU
'8'647 : ASN
'8'648 : ASP
'8'649 : VAL
'8'650 : ALA
'8'651 : TRP
'8'652 : ASN
'8'653 : LYS
'8'654 : THR
'8'655 : PRO
'8'656 : LEU
'8'657 : GLY
'8'658 : SER
'8'659 : TYR
'8'660 : VAL
'8'661 : ALA
'8'662 : VAL
'8'663 : GLN
'8'664 : ARG
'8'665 : GLU
'8'666 : VAL
'8'667 : LYS
'8'668 : GLU
'8'669 : GLU
'8'670 : LYS
'8'671 : ALA
'8'672 : ARG
'8'673 : LEU
'8'674 : MET
'8'675 : ARG
'8'676 : GLU
'8'677 : SER
'8'678 : MET
A25 : LYS
A26 : GLN
A27 : PHE
A28 : MET
A29 : ASN
A30 : LYS
A31 : GLN
A32 : ARG
A33 : THR
A34 : LEU
A35 : LEU
A36 : ILE
A50 : GLN
A51 : ASP
A52 : LEU
A53 : SER
A54 : GLY
A55 : LEU
A56 : LEU
A57 : PRO
A58 : HIS
A59 : SER
A60 : ARG
A61 : LYS
A62 : GLU
A63 : PRO
A74 : LEU
A75 : ASN
A76 : GLU
A77 : ILE
A78 : ALA
A79 : GLU
A80 : LEU
A81 : TYR
A82 : ASN
A83 : CYS
A84 : ASN
A85 : ASN
A86 : VAL
A87 : LEU
A88 : PHE
A89 : PHE
A120 : MET
A121 : ASP
A122 : GLU
A123 : LEU
A124 : ASN
A125 : PHE
A126 : THR
A127 : GLY
A128 : ASN
A129 : CYS
A130 : LEU
A131 : LYS
A132 : GLY
A133 : SER
A134 : ARG
A135 : PRO
A136 : VAL
A137 : LEU
A157 : VAL
A158 : HIS
A159 : ASN
A160 : PHE
A161 : GLY
A162 : VAL
A163 : PRO
A164 : PRO
A165 : ASN
A166 : ALA
A167 : ARG
A168 : LYS
A169 : SER
A170 : LYS
A171 : PRO
A172 : PHE
A173 : ILE
A174 : ASP
A175 : HIS
A176 : VAL
A177 : MET
A190 : THR
A191 : TYR
A192 : GLU
A193 : ILE
A194 : SER
A195 : HIS
A196 : SER
A197 : THR
A198 : LYS
A199 : ASN
A200 : LYS
A201 : GLU
A202 : GLU
A203 : TYR
A204 : GLU
A205 : ASP
A206 : GLY
A207 : GLU
A208 : GLU
A209 : ASP
A210 : ILE
A211 : SER
A212 : LEU
A213 : VAL
A214 : GLU
A215 : ILE
A216 : GLY
G46 : LEU
G47 : SER
G48 : ARG
G49 : TYR
G50 : VAL
G51 : LYS
G52 : TRP
G53 : PRO
G54 : GLU
G55 : TYR
G56 : VAL
G57 : ARG
G58 : VAL
G59 : GLN
G60 : ARG
G61 : GLN
G62 : LYS
G63 : LYS
G64 : ILE
G65 : LEU
G66 : SER
G67 : ILE
G68 : ARG
G69 : LEU
G70 : LYS
G71 : VAL
G72 : PRO
G73 : PRO
G74 : THR
G75 : ILE
G76 : ALA
G77 : GLN
G78 : PHE
G79 : GLN
G231 : LYS
G232 : HIS
G233 : TRP
G234 : GLY
G235 : GLY
G236 : GLY
G237 : ILE
G238 : LEU
G239 : GLY
G240 : ASN
G241 : LYS
G242 : ALA
G243 : GLN
G244 : ALA
G245 : LYS
G246 : MET
G247 : ASP
G248 : LYS
I130 : THR
I131 : GLU
I132 : GLU
I133 : LYS
I134 : ILE
I135 : LEU
I136 : GLN
I137 : LEU
I138 : LYS
I139 : GLU
I140 : ASP
I141 : ILE
I142 : ALA
I143 : ASP
I144 : LEU
I145 : VAL
I146 : THR
I147 : LYS
I148 : VAL
I149 : MET
I150 : GLU
I151 : GLU
I152 : PRO
I153 : GLU
I154 : GLU
I155 : ASN
I156 : THR
I157 : ALA
I158 : ALA
I159 : LEU
I160 : GLY
I161 : ARG
I162 : LEU
I163 : CYS
I164 : LYS
I165 : MET
I166 : VAL
I167 : GLU
I168 : SER
I169 : LYS
I170 : ASN
I171 : PRO
I172 : ASN
I173 : THR
I174 : CYS
I175 : LYS
I176 : PHE
I177 : SER
I178 : MET
I179 : LEU
I180 : ALA
I181 : LEU
I182 : VAL
I183 : PRO
I184 : VAL
I185 : PHE
I186 : LYS
I187 : SER
I188 : ILE
I189 : ILE
I190 : PRO
I191 : GLY
I192 : TYR
I193 : ARG
I194 : ILE
I195 : ARG
I196 : PRO
I197 : LEU
I198 : THR
I199 : GLU
I200 : THR
I201 : GLU
I202 : LYS
I203 : LYS
I204 : GLU
I205 : LYS
I206 : VAL
I207 : SER
I208 : LYS
I209 : GLU
I210 : VAL
I211 : SER
I212 : LYS
I213 : LEU
I214 : ARG
I215 : ASN
I216 : PHE
I217 : GLU
I218 : GLN
I219 : ALA
I220 : LEU
I221 : VAL
I222 : TYR
I223 : ASN
I224 : TYR
I225 : LYS
I226 : ASN
I227 : TYR
I228 : VAL
I229 : GLY
I230 : ARG
I231 : LEU
I232 : GLN
I233 : SER
I234 : LEU
I235 : SER
I236 : LYS
I237 : THR
I238 : PRO
I239 : SER
I240 : ASN
I241 : ALA
I242 : ALA
I243 : PRO
I244 : ILE
I245 : GLN
I246 : VAL
I247 : SER
I248 : LEU
I249 : GLY
I250 : ILE
I251 : LEU
I252 : ALA
I253 : THR
I254 : GLN
I255 : ALA
I256 : ALA
I257 : LYS
I258 : GLU
I259 : LEU
I260 : ILE
I261 : SER
I262 : THR
I263 : ALA
I264 : SER
I265 : HIS
I266 : PHE
I267 : ASN
I268 : PHE
I269 : ARG
I270 : THR
I271 : ASP
I272 : ILE
I273 : PHE
I274 : THR
I275 : LEU
I276 : LEU
I277 : LEU
I278 : ARG
I279 : ARG
I280 : ILE
I281 : CYS
I282 : LYS
I283 : PRO
I284 : ARG
I285 : ILE
I286 : SER
I287 : THR
I288 : ASP
I289 : PRO
I290 : THR
I291 : SER
I292 : ILE
I293 : GLN
I294 : ILE
I295 : ILE
I296 : GLN
I297 : THR
I298 : PHE
I299 : GLU
I300 : THR
I301 : LEU
I302 : LEU
I303 : ASN
I304 : GLU
I305 : ASP
I306 : GLU
I307 : GLU
I308 : GLY
I309 : SER
I310 : ILE
I311 : SER
I312 : PHE
I313 : GLU
I314 : ILE
I315 : LEU
I316 : ARG
I317 : ILE
I318 : PHE
I319 : ASN
I320 : LYS
I321 : ILE
I322 : LEU
I323 : LYS
I324 : THR
I325 : ARG
I326 : ASN
I327 : PHE
I328 : ASN
I329 : ILE
I330 : GLU
I331 : GLU
I332 : SER
I333 : VAL
I334 : LEU
I335 : ASN
I336 : MET
I337 : LEU
I338 : LEU
I339 : SER
I340 : LEU
I341 : ASP
I342 : VAL
I343 : LEU
I344 : HIS
I345 : ASP
I346 : TYR
I347 : ASP
I348 : PRO
I349 : ASN
I350 : THR
I351 : LYS
I352 : LEU
I353 : LYS
I354 : GLY
I380 : MET
I381 : GLN
I382 : GLN
I383 : ILE
I384 : GLU
I385 : GLU
I386 : GLU
I387 : MET
I388 : ARG
I389 : ASN
I390 : ALA
I391 : GLU
I392 : GLN
I393 : ALA
I394 : VAL
I395 : SER
I396 : ALA
I397 : GLU
I398 : GLU
I399 : ARG
I400 : GLU
I401 : ARG
I402 : ASN
I403 : GLN
I404 : SER
I405 : GLU
I406 : ILE
I407 : LEU
I408 : LYS
I409 : ILE
I410 : VAL
I411 : PHE
I412 : THR
I413 : ILE
I414 : TYR
I415 : LEU
I416 : ASN
I417 : ILE
I418 : LEU
I419 : LYS
I420 : ASN
I421 : ASN
I422 : ALA
I423 : LYS
I424 : THR
I425 : LEU
I426 : ILE
I427 : GLY
I428 : SER
I429 : VAL
I430 : LEU
I431 : GLU
I432 : GLY
I433 : LEU
I434 : THR
I435 : LYS
I436 : PHE
I437 : GLY
I438 : ASN
I439 : MET
I440 : ALA
I441 : ASN
I442 : PHE
I443 : ASP
I444 : LEU
I445 : LEU
I446 : GLY
I447 : ASP
I448 : PHE
I449 : LEU
I450 : GLU
I451 : VAL
I452 : MET
I453 : LYS
I454 : GLU
I455 : LEU
I456 : ILE
I457 : SER
I458 : ASP
I459 : THR
I460 : GLU
I461 : PHE
I462 : ASP
I463 : ASN
I464 : LEU
I465 : SER
I466 : SER
I467 : ALA
I468 : GLU
I469 : VAL
I470 : ARG
I471 : LYS
I472 : ALA
I473 : LEU
I474 : LEU
I475 : CYS
I476 : ILE
I477 : VAL
I478 : SER
I479 : ALA
I480 : PHE
I481 : SER
I482 : LEU
I483 : ILE
I484 : SER
I485 : ASN
I486 : THR
I487 : GLN
I488 : TYR
I489 : MET
I490 : LYS
I491 : VAL
I492 : ASN
I493 : VAL
I494 : ASP
I495 : LEU
I496 : SER
I497 : LYS
I498 : PHE
I499 : VAL
I500 : ASP
I501 : GLY
I502 : LEU
I503 : TYR
I504 : ALA
I505 : LEU
I506 : LEU
I507 : PRO
I508 : TYR
I509 : ILE
I510 : CYS
I511 : LEU
I512 : ASP
I513 : ALA
I514 : ASP
I515 : ILE
I516 : GLU
I517 : LEU
I518 : SER
I519 : TYR
I520 : ARG
I521 : SER
I522 : LEU
I523 : ARG
I524 : LEU
I525 : ALA
I526 : ASP
I527 : PRO
I528 : LEU
I529 : ASN
I530 : ASN
I531 : GLU
I532 : ILE
I533 : ILE
I534 : LYS
I535 : PRO
I536 : SER
I537 : VAL
I538 : ASN
I539 : VAL
I540 : SER
I541 : THR
I542 : LYS
I543 : ALA
I544 : GLU
I545 : LEU
I546 : LEU
I547 : LEU
I548 : LYS
I549 : ALA
I550 : LEU
I551 : ASP
I552 : HIS
I553 : VAL
I554 : PHE
I555 : PHE
I556 : ARG
I557 : SER
I558 : LYS
I559 : SER
I560 : GLY
I561 : THR
I562 : LYS
I563 : GLU
I564 : ARG
I565 : ALA
I566 : THR
I567 : ALA
I568 : PHE
I569 : THR
I570 : LYS
I571 : ARG
I572 : LEU
I573 : TYR
I574 : MET
I575 : CYS
I576 : ILE
I577 : SER
I578 : HIS
I579 : THR
I580 : PRO
I581 : GLU
I582 : LYS
I583 : THR
I584 : SER
I585 : ILE
I586 : ALA
I587 : ILE
I588 : LEU
I589 : LYS
I590 : PHE
I591 : ILE
I592 : ASP
I593 : LYS
I594 : LEU
I595 : MET
I596 : ASN
I597 : ARG
I598 : TYR
I599 : PRO
I600 : GLU
I601 : ILE
I602 : SER
I603 : GLY
I604 : LEU
I605 : TYR
I606 : SER
I607 : SER
I608 : GLU
I609 : ASP
I610 : ARG
I611 : ILE
I612 : GLY
I613 : ASN
I614 : GLY
I615 : HIS
I616 : PHE
I617 : ILE
I618 : MET
I619 : GLU
I620 : ALA
I621 : ASP
I622 : ASN
I623 : PRO
I624 : SER
I625 : ARG
I626 : SER
I627 : ASN
I628 : PRO
I629 : GLU
I630 : ALA
I631 : ALA
I632 : THR
I633 : LEU
I634 : TRP
I635 : ASP
I636 : ASN
I637 : ALA
I638 : LEU
I639 : LEU
I640 : GLU
I641 : LYS
I642 : HIS
I643 : TYR
I644 : CYS
I645 : PRO
I646 : VAL
I647 : VAL
I648 : THR
I649 : LYS
I650 : GLY
I651 : LEU
I652 : ARG
I653 : SER
I654 : LEU
I655 : SER
I656 : SER
I657 : ARG
I658 : SER
I659 : LYS
I660 : GLU
I661 : CYS
I662 : SER
J214 : LYS
J215 : HIS
J216 : SER
J217 : PHE
J218 : GLN
J219 : GLU
J220 : HIS
J221 : GLN
J222 : SER
J246 : PHE
J247 : TYR
J248 : LYS
J249 : GLN
J250 : SER
J251 : LEU
J252 : ASP
J253 : ALA
J254 : VAL
J255 : LEU
J256 : VAL
J257 : ALA
J258 : ARG
J259 : ASP
J260 : GLU
J261 : LEU
J262 : LYS
J263 : ARG
J264 : LEU
J265 : LYS
J266 : VAL
J267 : PRO
J268 : PHE
J269 : LYS
J270 : ARG
J271 : PRO
J272 : LEU
J273 : ASP
J274 : TYR
J275 : PHE
J276 : ALA
J277 : GLU
J278 : MET
J279 : VAL
J280 : LYS
J281 : SER
J282 : ASP
J283 : GLU
J284 : HIS
J285 : MET
J286 : ASP
J287 : LYS
J288 : ILE
J289 : LYS
J290 : GLY
J291 : LYS
J292 : LEU
J293 : ILE
J294 : GLU
N8 : GLU
N9 : GLU
N10 : LEU
N11 : GLN
N12 : ARG
N13 : LYS
N14 : LYS
N15 : GLN
N16 : SER
N17 : ASP
N18 : VAL
N19 : LEU
N20 : ARG
N21 : PHE
N22 : LEU
N23 : GLN
N24 : ARG
N25 : VAL
N26 : ARG
N27 : VAL
N28 : TRP
N29 : GLU
N30 : TYR
N31 : ARG
N32 : GLN
N33 : LYS
N34 : ASN
N35 : VAL
N36 : ILE
N37 : HIS
N63 : ARG
N64 : VAL
N65 : ARG
N66 : VAL
N67 : ARG
N68 : ARG
N69 : GLY
N70 : ASN
N71 : ARG
N72 : LYS
N73 : ARG
N74 : PRO
N75 : VAL
N90 : ASN
N91 : GLU
N92 : LEU
N93 : LYS
N94 : TYR
N95 : GLN
N96 : ARG
N97 : SER
N98 : LEU
N99 : ARG
N100 : ALA
N101 : THR
N102 : ALA
N103 : GLU
N104 : GLU
N105 : ARG
N106 : VAL
N107 : GLY
N108 : ARG
N118 : SER
N119 : TYR
N120 : TRP
N121 : VAL
N122 : ASN
N123 : GLN
N124 : ASP
N125 : SER
N126 : THR
N127 : TYR
N128 : LYS
N129 : TYR
N130 : PHE
N131 : GLU
N132 : VAL
N159 : ARG
N160 : GLU
N161 : ALA
N162 : ARG
N163 : GLY
N164 : LEU
N165 : THR
N166 : ALA
N167 : THR
N168 : GLY
N169 : LYS
N170 : LYS
N171 : SER
N172 : ARG
N173 : GLY
g97 : GLU
g98 : GLN
g99 : LYS
g100 : ILE
g101 : VAL
g102 : LYS
g103 : LYS
g104 : VAL
g105 : VAL
g106 : LYS
g107 : GLU
g108 : GLN
g109 : THR
g110 : GLU
g111 : ALA
g112 : ALA
g113 : LYS
i44 : VAL
i45 : ARG
i46 : GLU
i47 : ILE
i48 : ALA
i49 : GLY
i50 : LEU
i51 : SER
i52 : PRO
i53 : TYR
i54 : GLU
i55 : ARG
i56 : ARG
i57 : LEU
i58 : ILE
i59 : ASP
i60 : LEU
i61 : ILE
i62 : ARG
i63 : ASN
i64 : SER
i65 : GLY
i66 : GLU
i67 : LYS
i68 : ARG
i69 : ALA
i70 : ARG
i71 : LYS
i72 : VAL
i73 : ALA
i74 : LYS
i75 : LYS
i76 : ARG
i77 : LEU
i78 : GLY
i79 : SER
i80 : PHE
i81 : THR
i82 : ARG
i83 : ALA
i84 : LYS
i85 : ALA
i86 : LYS
i87 : VAL
i88 : GLU
i89 : GLU
i90 : MET
i91 : ASN
i92 : ASN
i93 : ILE
i94 : ILE
i95 : ALA
l1 : MET
l2 : ARG
l3 : GLN
l4 : LEU
l5 : THR
l6 : GLU
l7 : GLU
l8 : GLU
l9 : THR
l10 : LYS
l11 : VAL
l12 : VAL
l13 : PHE
l14 : GLU
l15 : LYS
l16 : LEU
l17 : ALA
l18 : GLY
l19 : TYR
l20 : ILE
l21 : GLY
l22 : ARG
l23 : ASN
l24 : ILE
l25 : SER
l26 : PHE
l27 : LEU
l28 : VAL
l29 : ASP
l30 : ASN
l31 : LYS
l32 : GLU
l33 : LEU
l34 : PRO
l35 : HIS
l36 : VAL
l37 : PHE
l38 : ARG
l39 : LEU
l40 : GLN
l41 : LYS
l42 : ASP
l43 : ARG
l44 : VAL
l45 : TYR
l46 : TYR
l47 : VAL
l48 : PRO
l49 : ASP
l50 : HIS
l51 : VAL
l52 : ALA
l53 : LYS
l54 : LEU
l55 : ALA
l56 : THR
l57 : SER
l58 : VAL
l59 : ALA
l60 : ARG
l61 : PRO
l62 : ASN
l63 : LEU
l64 : MET
l65 : SER
l66 : LEU
l67 : GLY
l68 : ILE
l69 : CYS
l70 : LEU
l71 : GLY
l72 : LYS
l73 : PHE
l74 : THR
l75 : LYS
l76 : THR
l77 : GLY
l78 : LYS
l79 : PHE
l80 : ARG
l81 : LEU
l82 : HIS
l83 : ILE
l84 : THR
l85 : SER
l86 : LEU
l87 : THR
l88 : VAL
l89 : LEU
l90 : ALA
l91 : LYS
l92 : HIS
l93 : ALA
l94 : LYS
l95 : TYR
l96 : LYS
l97 : ILE
l98 : TRP
l99 : ILE
l100 : LYS
l101 : PRO
l102 : ASN
l103 : GLY
l104 : GLU
l105 : MET
l106 : PRO
l107 : PHE
l108 : LEU
l109 : TYR
l110 : GLY
l111 : ASN
l112 : HIS
l113 : VAL
l114 : LEU
l115 : LYS
l116 : ALA
l117 : HIS
l118 : VAL
l119 : GLY
l120 : LYS
l121 : MET
l122 : SER
l123 : ASP
l124 : ASP
l125 : ILE
l126 : PRO
l127 : GLU
l128 : HIS
l129 : ALA
l130 : GLY
l131 : VAL
l132 : ILE
l133 : VAL
l134 : PHE
l135 : ALA
l136 : MET
l137 : ASN
l138 : ASP
l139 : VAL
l140 : PRO
l141 : LEU
l142 : GLY
l143 : PHE
l144 : GLY
l145 : VAL
l146 : SER
l147 : ALA
l148 : LYS
l149 : SER
l150 : THR
l151 : SER
l152 : GLU
l153 : SER
l154 : ARG
l155 : ASN
l156 : MET
l157 : GLN
l158 : PRO
l159 : THR
l160 : GLY
l161 : ILE
l162 : VAL
l163 : ALA
l164 : PHE
l165 : ARG
l166 : GLN
l167 : ALA
l168 : ASP
l169 : ILE
l170 : GLY
l171 : GLU
l172 : TYR
l173 : LEU
l174 : ARG
l175 : ASP
l176 : GLU
m139 : GLU
m140 : ILE
m141 : ASN
m142 : PRO
m143 : VAL
m144 : TYR
m145 : ASP
m146 : SER
m147 : ASP
m148 : ASP
m149 : SER
m150 : ASP
m151 : ALA
m152 : GLU
m153 : THR
m154 : GLN
m155 : ASN
m156 : THR
m157 : ILE
m158 : GLY
m159 : ASN
m160 : ILE
m161 : PRO
m162 : LEU
m163 : SER
m164 : ALA
m165 : TYR
m166 : ASP
m167 : GLU
m168 : MET
m169 : PRO
m170 : HIS
m171 : ILE
m172 : GLY
m173 : TYR
m174 : ASP
m175 : ILE
m176 : ASN
m177 : GLY
m178 : LYS
m179 : ARG
m180 : ILE
m181 : MET
m182 : ARG
m183 : PRO
m184 : ALA
m185 : LYS
m186 : GLY
m187 : SER
m188 : ALA
m189 : LEU
m190 : ASP
m191 : GLN
m192 : LEU
m193 : LEU
m194 : ASP
m195 : SER
m196 : ILE
m197 : GLU
m198 : LEU
m199 : PRO
m200 : GLU
m201 : GLY
m202 : TRP
m203 : THR
m204 : GLY
m205 : LEU
m206 : LEU
m207 : ASP
m208 : LYS
m209 : ASN
m210 : SER
m211 : GLY
m212 : SER
m213 : SER
m214 : LEU
m215 : ASN
m216 : LEU
m217 : THR
m218 : LYS
m219 : GLU
m220 : GLU
m221 : LEU
m222 : GLU
m223 : LEU
m224 : ILE
m225 : SER
m226 : LYS
m227 : ILE
m228 : GLN
m229 : ARG
m230 : ASN
m231 : GLU
m232 : GLN
m233 : THR
m234 : ASP
m235 : ASP
m236 : SER
m237 : ILE
m238 : ASN
m239 : PRO
m240 : TYR
m241 : GLU
m242 : PRO
m243 : LEU
m244 : ILE
q271 : ILE
q272 : THR
q273 : ILE
q274 : ARG
q275 : THR
q276 : ASN
q277 : THR
q278 : LEU
q279 : LYS
q280 : THR
q281 : ARG
q282 : ARG
q283 : ARG
q284 : ASP
q285 : LEU
q286 : ALA
q287 : GLN
q288 : THR
q289 : LEU
q290 : VAL
q291 : ASN
q292 : ARG
q293 : GLY
q294 : VAL
q295 : ASN
q296 : LEU
q297 : GLN
q298 : PRO
q299 : ILE
q300 : GLY
q301 : SER
q302 : TRP
q303 : THR
q304 : LYS
q305 : VAL
q306 : GLY
q307 : LEU
q308 : GLN
q309 : ILE
q310 : PHE
q311 : ASP
q312 : SER
q313 : GLN
q314 : VAL
q315 : PRO
q316 : ILE
q317 : GLY
q318 : ALA
q319 : THR
q320 : PRO
q321 : GLU
q322 : TYR
q323 : LEU
q324 : ALA
q325 : GLY
q326 : HIS
q327 : TYR
q328 : ILE
q329 : LEU
q330 : GLN
q331 : ALA
q332 : ALA
q333 : SER
q334 : SER
q335 : PHE
q336 : LEU
q337 : PRO
q338 : VAL
q339 : ILE
q340 : ALA
q341 : LEU
q342 : ASP
q343 : PRO
q344 : HIS
q345 : GLU
q346 : ASN
q347 : GLU
q348 : ARG
q349 : ILE
q351 : ASP
q352 : MET
q353 : ALA
q354 : ALA
q355 : ALA
q356 : PRO
q357 : GLY
q358 : GLY
q359 : LYS
q360 : THR
q361 : THR
q362 : TYR
q363 : ILE
q364 : SER
q365 : ALA
q366 : MET
q367 : MET
q368 : LYS
q369 : ASN
q370 : THR
q371 : GLY
q372 : CYS
q373 : VAL
q374 : PHE
q375 : ALA
q376 : ASN
q377 : ASP
q378 : ALA
q379 : ASN
q380 : LYS
q381 : SER
q382 : ARG
q383 : THR
q384 : LYS
q385 : SER
q386 : LEU
q387 : ILE
q388 : ALA
q389 : ASN
q390 : ILE
q391 : HIS
q392 : ARG
q393 : LEU
q394 : GLY
q395 : CYS
q396 : THR
q397 : ASN
q398 : THR
q399 : ILE
q400 : VAL
q401 : CYS
q402 : ASN
q403 : TYR
q404 : ASP
q405 : ALA
q406 : ARG
q407 : GLU
q408 : PHE
q409 : PRO
q410 : LYS
q411 : VAL
q412 : ILE
q413 : GLY
q414 : GLY
q415 : PHE
q416 : ASP
q417 : ARG
q418 : ILE
q419 : LEU
q420 : LEU
q421 : ASP
q422 : ALA
q454 : GLN
q455 : LEU
q456 : LEU
q457 : LEU
q458 : SER
q459 : ALA
q460 : ILE
q461 : ASP
q462 : SER
q463 : VAL
q464 : ASP
q465 : CYS
q466 : ASN
q467 : SER
q468 : LYS
q469 : HIS
q470 : GLY
q471 : GLY
q472 : VAL
q473 : ILE
q474 : VAL
q475 : TYR
q476 : SER
q477 : THR
q478 : CYS
q479 : SER
r158 : GLY
r159 : GLU
r160 : GLY
r161 : PHE
r162 : THR
r163 : ARG
r164 : ARG
r165 : PRO
r166 : VAL
r167 : LYS
r168 : MET
r169 : GLU
r170 : ARG
r171 : ILE
r172 : ILE
r173 : ARG
r174 : PRO
r175 : SER
w405 : GLU
w406 : SER
w407 : LEU
w408 : PHE
w409 : ASN
w410 : LEU
w411 : LYS
w412 : THR
w413 : ALA
w414 : GLU
w415 : LYS
w416 : THR
w417 : GLY
w418 : ILE
w456 : ALA
w457 : ALA
w458 : ASP
w459 : ALA
w460 : ASP
w461 : ASP
w462 : LEU
w463 : GLU
w464 : SER
w465 : GLU
w466 : LEU
w467 : ASN
w468 : ALA
w469 : MET
w470 : TYR
w471 : SER
w472 : ASP
w473 : TYR
w474 : LYS
w475 : THR
w476 : ARG
w477 : ARG
w478 : SER
w479 : GLU
w480 : ARG
w481 : ASP
w482 : ALA
w483 : LYS
w484 : PHE
w485 : ARG
w486 : ALA
w487 : LYS
w488 : GLN
w489 : ALA
w490 : ARG
w491 : GLY
w492 : GLY
w493 : ASP
w494 : ASN
w495 : GLU
w496 : GLU
w497 : GLU
w498 : TRP
w499 : THR
w500 : GLY
w501 : PHE
w543 : LYS
w544 : GLY
w545 : GLN
w546 : GLU
w547 : GLY
w548 : ASP
w549 : HIS
w550 : LYS
w551 : LEU
w552 : SER
w553 : SER
w554 : LYS
w555 : ALA
w556 : ARG
w557 : MET
w558 : ILE
w559 : PHE
w560 : ASN
w561 : ASP
w562 : PRO
w563 : ILE
w564 : PHE
w565 : ASN
w566 : ASN
w567 : VAL
w568 : GLU
w569 : PRO
w634 : ASP
w635 : SER
w636 : ASP
w637 : TYR
w638 : ASP
w639 : SER
w640 : GLU
w641 : GLU
w642 : GLU
w643 : LYS
w644 : ASN
w645 : GLN
w646 : THR
w647 : LYS
w648 : LYS
w649 : GLU
w650 : LYS
w651 : HIS
w652 : SER
w653 : ARG
w654 : ASP
w655 : ILE
w656 : ASP
w657 : ILE
w658 : ALA
w659 : THR
w660 : VAL
w661 : GLU
w662 : ALA
w663 : MET
w664 : THR
w665 : LEU
w666 : ALA
w667 : HIS
w668 : GLN
w669 : LEU
w670 : ALA
w671 : LEU
w672 : GLY
w673 : GLN
w674 : LYS
w675 : ASN
w676 : LYS
w677 : HIS
w678 : ASP
w679 : LEU
w680 : VAL
w681 : ASP
w682 : GLU
w683 : GLY
w684 : PHE
w685 : ASN
w686 : ARG
w687 : TYR
w688 : THR
w689 : PHE
w690 : ARG
w691 : ASP
w692 : THR
w693 : GLU
w694 : ASN
w695 : LEU
w696 : PRO
w697 : ASP
w698 : TRP
w699 : PHE
w700 : LEU
w701 : GLU
w702 : ASP
w703 : GLU
w704 : LYS
w705 : GLU
w706 : HIS
w707 : SER
w708 : LYS
w709 : ILE
w710 : ASN
w711 : LYS
w712 : PRO
w713 : ILE
w714 : THR
w715 : LYS
w716 : GLU
w717 : ALA
w718 : ALA
w719 : MET
w720 : ALA
w721 : ILE
w722 : LYS
w723 : GLU
w724 : LYS
w725 : ILE
w726 : LYS
w727 : ALA
w728 : MET
w729 : ASN
w730 : ALA
w731 : ARG
w732 : PRO
w733 : ILE
w734 : LYS
w735 : LYS
w736 : VAL
w737 : ALA
w738 : GLU
w739 : ALA
w740 : LYS
w741 : ALA
w742 : ARG
w743 : LYS
w744 : ARG
w745 : MET
w746 : ARG
w747 : ALA
w748 : VAL
w749 : ALA
w750 : ARG
w751 : LEU
w752 : GLU
w753 : LYS
w754 : ILE
w755 : LYS
w756 : LYS
w757 : LYS
w758 : ALA
w759 : GLY
w760 : LEU
'5'215 : TYR
'5'216 : LEU
'5'217 : THR
'5'218 : LYS
'5'219 : ASN
'5'220 : GLU
'5'221 : ARG
'5'222 : ARG
Adjacent stackings ----------------------------------------------
'1'30-'1'31 : adjacent_5p upward 
'1'31-'1'32 : adjacent_5p upward 
'1'32-'1'33 : adjacent_5p upward 
'1'34-'1'35 : adjacent_5p upward 
'1'35-'1'36 : adjacent_5p upward 
'1'36-'1'37 : adjacent_5p upward 
'1'37-'1'38 : adjacent_5p upward 
'1'38-'1'39 : adjacent_5p upward 
'1'44-'1'45 : adjacent_5p upward 
'1'51-'1'52 : adjacent_5p upward 
'1'52-'1'53 : adjacent_5p upward 
'1'53-'1'54 : adjacent_5p upward 
'1'55-'1'56 : adjacent_5p upward 
'1'271-'1'272 : adjacent_5p upward 
'1'272-'1'273 : adjacent_5p upward 
'1'273-'1'274 : adjacent_5p upward 
'1'274-'1'275 : adjacent_5p upward 
'1'276-'1'277 : adjacent_5p upward 
'1'277-'1'278 : adjacent_5p upward 
'1'278-'1'279 : adjacent_5p upward 
'1'287-'1'288 : adjacent_5p upward 
'1'288-'1'289 : adjacent_5p upward 
'1'289-'1'290 : adjacent_5p upward 
'1'290-'1'291 : adjacent_5p upward 
'1'291-'1'292 : adjacent_5p upward 
'1'292-'1'293 : adjacent_5p upward 
'1'293-'1'294 : adjacent_5p upward 
'1'295-'1'296 : adjacent_5p upward 
'1'296-'1'297 : adjacent_5p inward 
'1'818-'1'819 : adjacent_5p upward 
'1'871-'1'872 : adjacent_5p upward 
'1'872-'1'873 : adjacent_5p upward 
'1'887-'1'888 : adjacent_5p upward 
'1'888-'1'889 : adjacent_5p upward 
'1'890-'1'891 : adjacent_5p upward 
'1'891-'1'892 : adjacent_5p upward 
'1'892-'1'893 : adjacent_5p upward 
'1'895-'1'896 : adjacent_5p upward 
'1'907-'1'908 : adjacent_5p upward 
'1'909-'1'910 : adjacent_5p upward 
'1'910-'1'911 : adjacent_5p upward 
'1'911-'1'912 : adjacent_5p upward 
'1'913-'1'914 : adjacent_5p upward 
'1'914-'1'915 : adjacent_5p upward 
'1'915-'1'916 : adjacent_5p upward 
'1'917-'1'918 : adjacent_5p outward 
'1'925-'1'926 : adjacent_5p upward 
'1'1539-'1'1540 : adjacent_5p upward 
'1'1541-'1'1542 : adjacent_5p upward 
'1'1542-'1'1543 : adjacent_5p upward 
'1'1543-'1'1544 : adjacent_5p upward 
'1'1544-'1'1545 : adjacent_5p upward 
'1'1546-'1'1547 : adjacent_5p upward 
'1'1547-'1'1548 : adjacent_5p upward 
'1'1551-'1'1552 : adjacent_5p upward 
'1'2409-'1'2410 : adjacent_5p upward 
'1'2410-'1'2411 : adjacent_5p upward 
'1'2412-'1'2413 : adjacent_5p upward 
'1'2413-'1'2414 : adjacent_5p upward 
'1'2414-'1'2415 : adjacent_5p upward 
'1'2417-'1'2418 : adjacent_5p upward 
'1'2421-'1'2422 : adjacent_5p upward 
'1'2422-'1'2423 : adjacent_5p upward 
'1'2424-'1'2425 : adjacent_5p upward 
'1'2425-'1'2426 : adjacent_5p upward 
'1'2426-'1'2427 : adjacent_5p upward 
'1'2604-'1'2605 : adjacent_5p upward 
'1'2607-'1'2608 : adjacent_5p upward 
'1'2608-'1'2609 : adjacent_5p upward 
'1'2609-'1'2610 : adjacent_5p upward 
'1'2802-'1'2803 : adjacent_5p outward 
'1'2803-'1'2804 : adjacent_5p upward 
'1'2804-'1'2805 : adjacent_5p upward 
'1'2805-'1'2806 : adjacent_5p upward 
'1'2810-'1'2811 : adjacent_5p upward 
'1'2811-'1'2812 : adjacent_5p upward 
'1'2812-'1'2813 : adjacent_5p upward 
'1'2962-'1'2963 : adjacent_5p upward 
'1'2963-'1'2964 : adjacent_5p upward 
'1'2964-'1'2965 : adjacent_5p upward 
'1'2968-'1'2969 : adjacent_5p upward 
'1'2969-'1'2970 : adjacent_5p upward 
'1'2972-'1'2973 : adjacent_5p upward 
'1'2973-'1'2974 : adjacent_5p upward 
Non-Adjacent stackings ------------------------------------------
'1'30-'1'55 : outward 
'1'34-'1'51 : outward 
'1'39-'1'42 : inward 
'1'39-'1'45 : outward 
'1'269-'1'294 : inward 
'1'271-'1'295 : outward 
'1'277-'1'289 : outward 
'1'1538-'1'1553 : inward 
'1'2409-'1'2813 : outward 
'1'2424-'1'2607 : outward 
'1'2964-'1'2968 : outward 
Number of stackings = 95
Number of adjacent stackings = 84
Number of non adjacent stackings = 11
Base-pairs ------------------------------------------------------
'1'30-'1'54 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'31-'1'53 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'32-'1'52 : U-A Ws/Wh pairing antiparallel cis one_hbond 46 
'1'33-'1'51 : G-A Sw/Hh O2'/Bh pairing antiparallel trans one_hbond 
'1'38-'1'45 : U-A Ww/Ww pairing antiparallel cis XX 
'1'39-'1'44 : A-U Bs/Hw pairing antiparallel trans one_hbond 
'1'40-'1'41 : A-G O2'/Hh adjacent_5p pairing 
'1'268-'1'296 : A-A Hh/Hh Bh/O2P pairing parallel trans II 
'1'269-'1'270 : G-U Sw/Hw adjacent_5p pairing parallel cis one_hbond 89 
'1'269-'1'295 : G-A Bs/O2P pairing 
'1'270-'1'295 : U-A Ws/Hh pairing antiparallel trans XXIV 
'1'271-'1'294 : C-U Hw/Ws pairing antiparallel trans one_hbond 
'1'272-'1'293 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'273-'1'292 : A-U Ww/Ww pairing antiparallel cis XX 
'1'274-'1'291 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'275-'1'290 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'276-'1'289 : U-A Ww/Ww pairing antiparallel cis XX 
'1'277-'1'288 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'278-'1'287 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'870-'1'891 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'871-'1'890 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'872-'1'889 : G-U Ww/Ws pairing antiparallel cis one_hbond 
'1'873-'1'888 : U-A Ww/Ww pairing antiparallel cis XX 
'1'909-'1'918 : G-C Ww/Ww pairing antiparallel cis 
'1'911-'1'916 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'912-'1'914 : G-A O2'/Hh pairing 
'1'912-'1'915 : G-A Bs/O2P pairing 
'1'1539-'1'1553 : A-U Hh/Ws pairing antiparallel trans XXIV 
'1'1540-'1'1557 : U-A Ws/Wh pairing antiparallel trans one_hbond 46 
'1'1541-'1'1552 : G-G Hw/Sw pairing antiparallel trans one_hbond 112 
'1'1542-'1'1551 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1543-'1'1550 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1545-'1'1547 : A-G O2'/Hh pairing 
'1'2408-'1'2813 : U-A Ww/Ww pairing antiparallel cis XX 
'1'2409-'1'2812 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'2410-'1'2811 : U-A Ww/Ww pairing antiparallel cis XX 
'1'2412-'1'2809 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'2414-'1'2806 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'2415-'1'2805 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'2416-'1'2804 : U-A Ww/Ww pairing antiparallel cis one_hbond 
'1'2417-'1'2803 : U-A Ww/Ww pairing antiparallel cis XX 
'1'2418-'1'2802 : G-A Ss/Ww O2'/Bh pairing parallel trans X 
'1'2420-'1'2610 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'2421-'1'2609 : U-A Ww/Ww pairing antiparallel cis XX 
'1'2422-'1'2608 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'2423-'1'2607 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'2424-'1'2605 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'1'2425-'1'2604 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'2427-'1'2603 : U-G Ws/Ww pairing antiparallel cis one_hbond 
'1'2605-'1'2607 : G-G O2'/Hh pairing 
'1'2610-'1'2611 : G-U Bs/O2' adjacent_5p pairing 
'1'2962-'1'2969 : U-A Ww/Ww pairing antiparallel cis XX 
'1'2963-'1'2968 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'2964-'1'2967 : G-A O2'/Ww Bs/O2' pairing 
