Residue conformations -------------------------------------------
F161 : ASN
F162 : ASN
F163 : CYS
F164 : SER
F165 : ILE
F166 : PHE
F167 : VAL
F168 : GLY
F169 : ASP
F170 : LEU
F171 : ALA
F172 : PRO
F173 : ASN
F174 : VAL
F175 : THR
F176 : GLU
F177 : SER
F178 : GLN
F179 : LEU
F180 : PHE
F181 : GLU
F182 : LEU
F183 : PHE
F184 : ILE
F185 : ASN
F186 : ARG
F187 : TYR
F188 : ALA
F189 : SER
F190 : THR
F191 : SER
F192 : HIS
F193 : ALA
F194 : LYS
F195 : ILE
F196 : VAL
F197 : HIS
F198 : ASP
F199 : GLN
F200 : VAL
F201 : THR
F202 : GLY
F203 : MET
F204 : SER
F205 : LYS
F206 : GLY
F207 : TYR
F208 : GLY
F209 : PHE
F210 : VAL
F211 : LYS
F212 : PHE
F213 : THR
F214 : ASN
F215 : SER
F216 : ASP
F217 : GLU
F218 : GLN
F219 : GLN
F220 : LEU
F221 : ALA
F222 : LEU
F223 : SER
F224 : GLU
F225 : MET
F226 : GLN
F227 : GLY
F228 : VAL
F229 : PHE
F230 : LEU
F231 : ASN
F232 : GLY
F233 : ARG
F234 : ALA
F235 : ILE
F236 : LYS
F237 : VAL
F238 : GLY
F239 : PRO
F240 : THR
F241 : SER
F242 : GLY
F291 : MET
F292 : SER
F293 : GLN
F294 : PHE
F295 : ILE
F296 : TYR
F297 : PRO
F298 : VAL
F299 : GLN
F300 : GLN
F301 : GLN
F302 : PRO
F303 : SER
F304 : LEU
F305 : ASN
F306 : HIS
F307 : PHE
F308 : THR
F309 : ASP
F310 : PRO
F311 : ASN
F312 : ASN
F313 : THR
F314 : THR
F315 : VAL
F316 : PHE
F317 : ILE
F318 : GLY
F319 : GLY
F320 : LEU
F321 : SER
F322 : SER
F323 : LEU
F324 : VAL
F325 : THR
F326 : GLU
F327 : ASP
F328 : GLU
F329 : LEU
F330 : ARG
F331 : ALA
F332 : TYR
F333 : PHE
F334 : GLN
F335 : PRO
F336 : PHE
F337 : GLY
F338 : THR
F339 : ILE
F340 : VAL
F341 : TYR
F342 : VAL
F343 : LYS
F344 : ILE
F345 : PRO
F346 : VAL
F347 : GLY
F348 : LYS
F349 : CYS
F350 : CYS
F351 : GLY
F352 : PHE
F353 : VAL
F354 : GLN
F355 : TYR
F356 : VAL
F357 : ASP
F358 : ARG
F359 : LEU
F360 : SER
F361 : ALA
F362 : GLU
F363 : ALA
F364 : ALA
F365 : ILE
F366 : ALA
F367 : GLY
F368 : MET
F369 : GLN
F370 : GLY
F371 : PHE
F372 : PRO
F373 : ILE
F374 : ALA
F375 : ASN
F376 : SER
F377 : ARG
F378 : VAL
F379 : ARG
F380 : LEU
F381 : SER
F382 : TRP
F383 : GLY
F384 : ARG
F385 : SER
F386 : ALA
F387 : LYS
F388 : GLN
F389 : THR
F390 : ALA
F391 : LEU
F392 : LEU
F393 : GLN
F394 : GLN
F395 : ALA
F396 : MET
F397 : LEU
F398 : SER
F399 : ASN
F400 : SER
F401 : LEU
F402 : GLN
F403 : VAL
F404 : GLN
F405 : GLN
F406 : GLN
F407 : GLN
F408 : PRO
F409 : GLY
F410 : LEU
F411 : GLN
F412 : GLN
F413 : PRO
F414 : ASN
F415 : TYR
F416 : GLY
F417 : TYR
F418 : ILE
F419 : PRO
F420 : SER
F421 : SER
F422 : THR
F423 : CYS
F424 : GLU
F425 : ALA
F432 : ASN
F433 : VAL
F434 : SER
F435 : SER
F436 : THR
F437 : MET
F438 : LEU
F439 : PRO
F440 : GLY
F441 : CYS
F442 : GLN
F443 : ILE
F444 : LEU
F445 : ASN
F446 : TYR
F447 : SER
F448 : ASN
F449 : PRO
F492 : GLN
F493 : GLN
F494 : VAL
F495 : ILE
F496 : MET
F497 : GLN
F498 : GLY
F499 : SER
F500 : GLU
F501 : ALA
F502 : VAL
F503 : VAL
F504 : ASN
F505 : SER
F506 : THR
F507 : ASN
F508 : ALA
F509 : MET
F510 : LEU
F511 : ASN
F512 : ARG
F513 : LEU
F514 : GLU
F515 : GLN
F516 : GLY
F517 : SER
F518 : ASN
F519 : GLY
F520 : PHE
F521 : MET
F522 : PHE
F523 : ALA
I-2 : U C3p_endo anti
I-1 : G C3p_endo anti
I1 : G C3p_endo anti
I2 : U C3p_endo anti
I3 : A C3p_endo anti
I4 : U C3p_endo anti
I5 : G C3p_endo anti
I6 : U C3p_endo anti
I7 : U C3p_endo anti
I8 : C C3p_endo anti
I103 : N
I104 : N
I105 : N
I106 : N
I107 : N
I108 : N
I109 : N
I110 : N
I111 : N
I112 : N
I113 : N
I114 : N
I115 : N
I116 : N
I117 : N
I118 : N
I119 : N
I120 : N
I121 : N
I122 : N
I123 : N
I124 : N
I125 : N
I126 : N
I127 : N
I128 : N
I130 : N
I131 : N
I132 : N
I133 : N
I134 : N
I135 : N
I136 : N
I137 : N
I138 : N
I139 : N
I140 : N
I141 : N
I142 : N
I143 : N
I144 : N
I145 : N
I146 : N
I147 : N
I148 : N
I149 : N
I150 : N
I151 : N
I152 : N
I153 : N
I154 : N
I155 : N
I156 : N
E1 : MET
E2 : ASP
E3 : LYS
E4 : TYR
E5 : THR
E6 : ALA
E7 : LEU
E8 : ILE
E9 : HIS
E10 : ASP
E11 : GLU
E12 : ASN
E13 : PHE
E14 : SER
E15 : THR
E16 : LEU
E17 : THR
E18 : LEU
E19 : ASN
E20 : VAL
E21 : SER
E22 : ARG
E23 : TYR
E24 : PRO
E25 : LYS
E26 : SER
E27 : LEU
E28 : ALA
E29 : TYR
E30 : TRP
E31 : GLU
E32 : LYS
E33 : LEU
E34 : LEU
E35 : ASN
E36 : TYR
E37 : ILE
E38 : VAL
E39 : LYS
E40 : ALA
E41 : SER
E42 : ALA
E43 : PRO
E44 : ILE
E45 : CYS
E46 : LYS
E47 : SER
E48 : THR
E49 : GLU
E50 : PRO
E51 : GLN
E52 : LEU
E53 : LEU
E54 : LYS
E55 : LEU
E56 : ILE
E57 : ARG
E58 : CYS
E59 : THR
E60 : TYR
E61 : SER
E62 : SER
E63 : MET
E64 : LEU
E65 : ASN
E66 : GLU
E67 : PHE
E68 : PRO
E69 : TYR
E70 : LEU
E71 : GLU
E72 : ASN
E73 : TYR
E74 : TYR
E75 : ILE
E76 : ASP
E77 : PHE
E78 : ALA
E79 : LEU
E80 : LEU
E81 : GLU
E82 : TYR
E83 : LYS
E84 : LEU
E85 : GLY
E86 : ASN
E87 : VAL
E88 : SER
E89 : MET
E90 : SER
E91 : HIS
E92 : LYS
E93 : ILE
E94 : PHE
E95 : GLN
E96 : ARG
E97 : GLY
E98 : LEU
E99 : GLN
E100 : ALA
E101 : PHE
E102 : ASN
E103 : GLN
E104 : ARG
E105 : SER
E106 : LEU
E107 : LEU
E108 : LEU
E109 : TRP
E110 : THR
E111 : SER
E112 : TYR
E113 : LEU
E114 : LYS
E115 : PHE
E116 : CYS
E117 : ASN
E118 : ASN
E119 : VAL
E120 : ILE
E121 : SER
E122 : HIS
E123 : GLN
E124 : LYS
E125 : GLN
E126 : LEU
E127 : PHE
E128 : LYS
E129 : LYS
E130 : TYR
E131 : GLU
E132 : THR
E133 : ALA
E134 : GLU
E135 : GLU
E136 : TYR
E137 : VAL
E138 : GLY
E139 : LEU
E140 : HIS
E141 : PHE
E142 : PHE
E143 : SER
E144 : GLY
E145 : GLU
E146 : PHE
E147 : TRP
E148 : ASP
E149 : LEU
E150 : TYR
E151 : LEU
E152 : GLU
E153 : GLN
E154 : ILE
E155 : SER
E156 : SER
E157 : ARG
E158 : CYS
E159 : THR
E160 : SER
E161 : SER
E162 : LYS
E163 : LYS
E164 : TYR
E165 : TRP
E166 : ASN
E167 : VAL
E168 : LEU
E169 : ARG
E170 : LYS
E171 : ILE
E172 : LEU
E173 : GLU
E174 : ILE
E175 : PRO
E176 : LEU
E177 : HIS
E178 : SER
E179 : PHE
E180 : SER
E181 : LYS
E182 : PHE
E183 : TYR
E184 : ALA
E185 : LEU
E186 : TRP
E187 : LEU
E188 : GLN
E189 : ARG
E190 : ILE
E191 : ASP
E192 : ASP
E193 : ILE
E194 : MET
E195 : ASP
E196 : LEU
E197 : LYS
E198 : GLN
E199 : LEU
E200 : SER
E201 : GLN
E202 : LEU
E203 : THR
E204 : SER
E205 : LYS
E206 : ASP
E207 : GLU
E208 : LEU
E209 : LEU
E210 : LYS
E211 : LYS
E212 : LEU
E213 : LYS
E214 : ILE
E215 : ASP
E216 : ILE
E217 : ASN
E218 : TYR
E219 : SER
E220 : GLY
E221 : ARG
E222 : LYS
E223 : GLY
E224 : PRO
E225 : TYR
E226 : LEU
E227 : GLN
E228 : ASP
E229 : ALA
E230 : LYS
E231 : LYS
E232 : LYS
E233 : LEU
E234 : LYS
E235 : LYS
E236 : ILE
E237 : THR
E238 : LYS
E239 : GLU
E240 : MET
E241 : TYR
E242 : MET
E243 : VAL
E244 : VAL
E245 : GLN
E246 : TYR
E247 : GLN
E248 : VAL
E249 : LEU
E250 : GLU
E251 : ILE
E252 : TYR
E253 : SER
E254 : ILE
E255 : PHE
E256 : GLU
E257 : SER
E258 : LYS
E259 : ILE
E260 : TYR
E261 : ILE
E262 : ASN
E263 : TYR
E264 : TYR
E265 : THR
E266 : SER
E267 : PRO
E268 : GLU
E269 : THR
E270 : LEU
E271 : VAL
E272 : SER
E273 : SER
E274 : ASP
E275 : GLU
E276 : ILE
E277 : GLU
E278 : THR
E279 : TRP
E280 : ILE
E281 : LYS
E282 : TYR
E283 : LEU
E284 : ASP
E285 : TYR
E286 : THR
E287 : ILE
E288 : THR
E289 : LEU
E290 : GLN
E291 : THR
E292 : ASP
E293 : SER
E294 : LEU
E295 : THR
E296 : HIS
E297 : LEU
E298 : ASN
E299 : PHE
E300 : GLN
E301 : ARG
E302 : ALA
E303 : LEU
E304 : LEU
E305 : PRO
E306 : LEU
E307 : ALA
E308 : HIS
E309 : TYR
E310 : ASP
E311 : LEU
E312 : VAL
E313 : TRP
E314 : ILE
E315 : LYS
E316 : TYR
E317 : SER
E318 : LYS
E319 : TRP
E320 : LEU
E321 : ILE
E322 : ASN
E323 : SER
E324 : LYS
E325 : ASN
E326 : ASP
E327 : LEU
E328 : LEU
E329 : GLY
E330 : ALA
E331 : LYS
E332 : ASN
E333 : VAL
E334 : LEU
E335 : LEU
E336 : MET
E337 : GLY
E338 : LEU
E339 : LYS
E340 : PHE
E341 : SER
E342 : LEU
E343 : LYS
E344 : LYS
E345 : THR
E346 : GLU
E347 : ILE
E348 : ILE
E349 : LYS
E350 : LEU
E351 : LEU
E352 : TYR
E353 : SER
E354 : VAL
E355 : ILE
E356 : CYS
E357 : LYS
E358 : LEU
E359 : ASN
E360 : GLU
E361 : TYR
E362 : VAL
E363 : LEU
E364 : LEU
E365 : ARG
E366 : ASN
E367 : LEU
E368 : LEU
E369 : GLU
E370 : LYS
E371 : ILE
E372 : GLU
E373 : SER
E374 : SER
E375 : TYR
E376 : SER
E377 : ASP
E378 : ASN
E379 : VAL
E380 : GLU
E381 : ASN
E382 : VAL
E383 : ASP
E384 : ASP
E385 : PHE
E386 : GLU
E387 : ILE
E388 : PHE
E389 : TRP
E390 : ASP
E391 : TYR
E392 : LEU
E393 : GLN
E394 : PHE
E395 : LYS
E396 : THR
E397 : PHE
E398 : CYS
E399 : GLN
E400 : ASN
E401 : SER
E402 : LEU
E403 : TYR
E404 : SER
E405 : SER
E406 : ARG
E407 : TYR
E408 : SER
E409 : ASP
E410 : SER
E411 : GLN
E412 : SER
E413 : ASN
E414 : GLY
E415 : LEU
E416 : LEU
E417 : ASN
E418 : LYS
E419 : GLU
E420 : LEU
E421 : PHE
E422 : ASP
E423 : LYS
E424 : VAL
E425 : TRP
E426 : LYS
E427 : ARG
E428 : LEU
E429 : SER
E430 : CYS
E431 : LYS
E432 : GLU
E433 : LYS
E434 : LYS
E435 : SER
E436 : GLY
E437 : GLN
E438 : GLU
E439 : ILE
E440 : LEU
E441 : LEU
E442 : ASN
E443 : ASN
E444 : LEU
E445 : VAL
E446 : GLN
E447 : PHE
E448 : TYR
E449 : SER
E450 : LYS
E451 : ASP
E452 : THR
E453 : VAL
E454 : GLU
E455 : PHE
E456 : VAL
E457 : GLU
E458 : LYS
E459 : ASN
E460 : ILE
E461 : PHE
E462 : GLN
E463 : LYS
E464 : ILE
E465 : ILE
E466 : GLU
E467 : PHE
E468 : GLY
E469 : TRP
E470 : GLU
E471 : TYR
E472 : TYR
E473 : LEU
E474 : GLN
E475 : ASN
E476 : GLY
E477 : MET
E478 : PHE
E479 : TRP
E480 : ASN
E481 : CYS
E482 : TYR
E483 : CYS
E484 : ARG
E485 : LEU
E486 : ILE
E487 : TYR
E488 : PHE
E489 : ASP
E490 : THR
E491 : SER
E492 : ARG
E493 : SER
E494 : TYR
E495 : LEU
E496 : ASP
E497 : LYS
E498 : ARG
E499 : GLN
E500 : TYR
E501 : ILE
E502 : VAL
E503 : ARG
E504 : LYS
E505 : ILE
E506 : TRP
E507 : PRO
E508 : GLN
E509 : ILE
E510 : ASP
E511 : LYS
E512 : LYS
E513 : PHE
E514 : ALA
E515 : GLN
E516 : SER
E517 : VAL
E518 : LEU
E519 : PRO
E520 : SER
E521 : LEU
E522 : THR
E523 : GLU
E524 : PHE
E525 : CYS
E526 : GLU
E527 : SER
E528 : TYR
E529 : PHE
E530 : PRO
E531 : GLU
E532 : GLU
E533 : MET
E534 : ASP
E535 : THR
E536 : LEU
E537 : GLU
E538 : GLU
E539 : MET
E540 : PHE
E541 : THR
E542 : GLU
E543 : GLU
E544 : PRO
J1 : MET
J2 : ARG
J3 : ASP
J4 : ILE
J5 : VAL
J6 : PHE
J7 : VAL
J8 : SER
J9 : PRO
J10 : GLN
J11 : LEU
J12 : TYR
J13 : LEU
J14 : SER
J15 : SER
J16 : GLN
J17 : GLU
J18 : GLY
J19 : TRP
J20 : LYS
J21 : SER
J22 : ASP
J23 : SER
J24 : ALA
J25 : LYS
J26 : SER
J27 : GLY
J28 : PHE
J29 : ILE
J30 : PRO
J31 : ILE
J32 : LEU
J33 : LYS
J34 : ASN
J35 : ASP
J36 : LEU
J37 : GLN
J38 : ARG
J39 : PHE
J40 : GLN
J41 : ASP
J42 : SER
J43 : LEU
J44 : LYS
J45 : HIS
J46 : ILE
J47 : VAL
J48 : ASP
J49 : ALA
J50 : ARG
J51 : ASN
J52 : SER
J260 : SER
J261 : THR
J262 : GLN
J263 : TYR
J264 : LYS
J265 : VAL
J266 : ASP
J267 : THR
J268 : ASN
J269 : THR
J270 : LEU
J271 : SER
J272 : ASP
J273 : LEU
J274 : PRO
J275 : SER
J276 : ASP
J277 : ALA
J278 : LEU
J279 : ASP
J280 : GLN
J281 : LEU
J282 : CYS
J283 : LYS
J284 : ASP
J285 : ILE
J286 : ILE
J287 : GLU
J288 : PHE
J289 : ARG
J290 : THR
J291 : LYS
J292 : VAL
J293 : VAL
J294 : SER
J295 : ILE
J296 : GLU
J297 : LYS
J298 : GLU
J299 : LYS
J300 : LYS
J301 : MET
J302 : LYS
J303 : SER
J304 : THR
J305 : TYR
J306 : GLU
J307 : GLU
J308 : SER
J309 : ARG
J310 : ARG
J311 : GLN
J312 : ARG
'1'1 : A C3p_endo anti
'1'2 : U C3p_endo anti
'1'3 : A C3p_endo anti
'1'4 : C C3p_endo anti
'1'5 : U C3p_endo anti
'1'6 : U C3p_endo anti
'1'7 : A C3p_endo anti
'1'8 : C C3p_endo anti
'1'9 : C C3p_endo anti
'1'10 : U C3p_endo anti
'1'11 : U C3p_endo anti
'1'12 : A C3p_endo anti
'1'13 : A C3p_endo anti
'1'14 : G C3p_endo anti
'1'15 : A C3p_endo anti
'1'16 : U C2p_endo anti
'1'17 : A C3p_endo anti
'1'18 : U C3p_endo anti
'1'19 : C C3p_endo anti
'1'20 : A C3p_endo anti
'1'21 : G C3p_endo anti
'1'22 : A C3p_endo anti
'1'23 : G C3p_endo anti
'1'24 : G C3p_endo anti
'1'25 : A C3p_endo anti
'1'26 : G C3p_endo anti
'1'34 : A C3p_endo syn
'1'35 : G C3p_endo anti
'1'36 : U C3p_endo anti
'1'37 : C C3p_endo anti
'1'38 : C C3p_endo anti
'1'39 : U C3p_endo anti
'1'40 : A C2p_endo syn
'1'41 : C C3p_endo anti
'1'42 : U C3p_endo anti
'1'43 : G C3p_endo anti
'1'44 : A C3p_endo anti
'1'45 : U C3p_endo anti
'1'46 : C C3p_endo anti
'1'47 : A C3p_endo anti
'1'48 : A C3p_endo anti
'1'49 : A C3p_endo anti
'1'50 : C C3p_endo anti
'1'51 : A C3p_endo anti
'1'52 : U C3p_endo anti
'1'53 : G C3p_endo anti
'1'54 : C C3p_endo anti
'1'55 : G C2p_endo syn
'1'56 : C C3p_endo anti
'1'57 : U C3p_endo anti
'1'58 : U C3p_endo anti
'1'59 : C C3p_endo anti
'1'60 : C C3p_endo anti
'1'61 : A C3p_endo anti
'1'62 : A C3p_endo syn
'1'63 : U C3p_endo anti
'1'64 : A C2p_endo syn
'1'65 : G C3p_endo anti
'1'66 : U C2p_endo anti
'1'67 : A C3p_endo anti
'1'68 : G C3p_endo anti
'1'69 : A C3p_endo anti
'1'70 : A C3p_endo anti
'1'71 : G C3p_endo anti
'1'72 : G C3p_endo anti
'1'73 : A C3p_endo anti
'1'74 : C C3p_endo anti
'1'75 : G C3p_endo anti
'1'76 : U C3p_endo anti
'1'77 : U C3p_endo anti
'1'78 : A C2p_endo anti
'1'79 : A C2p_endo anti
'1'80 : G C3p_endo anti
'1'81 : C C3p_endo anti
'1'82 : A C3p_endo anti
'1'83 : U C3p_endo anti
'1'84 : U C3p_endo anti
'1'85 : U C3p_endo anti
'1'86 : A C3p_endo anti
'1'87 : U C3p_endo anti
'1'88 : C C3p_endo anti
'1'89 : A C3p_endo anti
'1'90 : U C3p_endo anti
'1'91 : U C3p_endo anti
'1'92 : G C3p_endo anti
'1'93 : A C3p_endo anti
'1'94 : A C3p_endo anti
'1'95 : C C3p_endo anti
'1'96 : U C3p_endo anti
'1'97 : A C3p_endo anti
'1'98 : U C3p_endo anti
'1'99 : A C2p_endo syn
'1'100 : A C3p_endo anti
'1'101 : U C2p_endo anti
'1'102 : U C3p_endo anti
'1'103 : G C3p_endo anti
'1'104 : U C3p_endo anti
'1'105 : U C3p_endo anti
'1'106 : C C3p_endo anti
'1'107 : A C3p_endo anti
'1'108 : U C3p_endo anti
'1'109 : U C3p_endo anti
'1'110 : G C3p_endo anti
'1'111 : A C3p_endo anti
'1'112 : A C3p_endo anti
'1'113 : G C3p_endo anti
'1'114 : U C3p_endo anti
'1'115 : C C3p_endo anti
'1'116 : A C3p_endo anti
'1'117 : U C2p_endo anti
'1'118 : U C2p_endo syn
'1'119 : G C3p_endo anti
'1'120 : A C3p_endo anti
'1'121 : U C3p_endo anti
'1'122 : G C3p_endo anti
'1'123 : C C3p_endo anti
'1'124 : A C3p_endo anti
'1'125 : A C3p_endo anti
'1'126 : A C3p_endo anti
'1'127 : C C3p_endo anti
'1'128 : U C3p_endo anti
'1'129 : C C3p_endo anti
'1'130 : C C3p_endo anti
'1'131 : U C3p_endo anti
'1'132 : U C3p_endo anti
'1'133 : G C2p_endo anti
'1'134 : G C2p_endo syn
'1'135 : U C3p_endo anti
'1'136 : C C3p_endo anti
'1'137 : A C3p_endo anti
'1'138 : C C3p_endo anti
'1'139 : A C3p_endo syn
'1'140 : C C2p_endo syn
'1'141 : A C2p_endo syn
'1'142 : C C2p_endo anti
'1'143 : A C3p_endo anti
'1'144 : C C3p_endo syn
'1'145 : A C2p_endo syn
'1'146 : U C2p_endo syn
'1'147 : A C3p_endo anti
'1'148 : C C3p_endo syn
'1'149 : G C3p_endo syn
'1'150 : G C2p_endo anti
'1'151 : C C2p_endo syn
'1'152 : G C3p_endo anti
'1'153 : C C3p_endo anti
'1'154 : G C3p_endo anti
'1'155 : G C3p_endo anti
'1'156 : A C3p_endo anti
'1'157 : A C3p_endo anti
'1'158 : G C3p_endo anti
'1'159 : G C3p_endo anti
'1'160 : C C3p_endo anti
'1'161 : G C3p_endo anti
'1'162 : U C3p_endo anti
'1'163 : G C3p_endo anti
'1'164 : U C3p_endo anti
'1'165 : U C3p_endo anti
'1'166 : U C3p_endo anti
'1'167 : G C2p_endo anti
'1'168 : C C3p_endo anti
'1'169 : U C3p_endo anti
'1'170 : G C3p_endo anti
'1'171 : A C3p_endo anti
'1'172 : C C3p_endo anti
'1'173 : G C3p_endo anti
'1'174 : U C3p_endo anti
'1'175 : U C3p_endo anti
'1'176 : U C3p_endo anti
'1'177 : C C3p_endo anti
'1'178 : C C3p_endo anti
'1'179 : A C3p_endo anti
'1'180 : U C2p_endo anti
'1'181 : U C3p_endo anti
'1'182 : C C3p_endo anti
'1'183 : C C3p_endo anti
'1'184 : C C3p_endo anti
'1'185 : U C3p_endo anti
'1'186 : U C2p_endo anti
'1'187 : G C3p_endo anti
'1'188 : U C3p_endo anti
'1'189 : U C3p_endo anti
'1'190 : U C3p_endo anti
'1'191 : C C3p_endo anti
'1'192 : A C3p_endo anti
'1'193 : A C3p_endo anti
'1'194 : U C3p_endo anti
'1'195 : C C3p_endo anti
'1'196 : A C3p_endo anti
'1'197 : U C3p_endo anti
'1'198 : U C3p_endo anti
'1'199 : G C3p_endo anti
'1'200 : G C3p_endo anti
'1'201 : U C3p_endo anti
'1'202 : U C3p_endo anti
'1'203 : A C3p_endo anti
'1'204 : A C3p_endo anti
'1'205 : U C3p_endo anti
'1'206 : C C3p_endo anti
'1'207 : C C3p_endo anti
'1'208 : C C3p_endo anti
'1'209 : U C3p_endo anti
'1'210 : U C3p_endo anti
'1'211 : G C3p_endo anti
'1'212 : A C3p_endo anti
'1'213 : U C3p_endo anti
'1'214 : U C3p_endo anti
'1'215 : C C3p_endo anti
'1'216 : C C3p_endo anti
'1'217 : U C3p_endo anti
'1'218 : U C2p_endo anti
'1'219 : U C2p_endo anti
'1'220 : G C3p_endo anti
'1'221 : G C3p_endo anti
'1'222 : G C3p_endo anti
'1'223 : G C3p_endo anti
'1'224 : A C3p_endo anti
'1'225 : U C3p_endo anti
'1'226 : U C3p_endo anti
'1'227 : U C3p_endo anti
'1'228 : U C3p_endo anti
'1'229 : U C3p_endo anti
'1'230 : G C3p_endo anti
'1'231 : G C3p_endo anti
'1'232 : G C3p_endo anti
'1'233 : U C3p_endo anti
'1'234 : U C3p_endo anti
'1'235 : A C2p_endo anti
'1'236 : A C3p_endo anti
'1'237 : A C3p_endo anti
'1'238 : C C3p_endo anti
'1'239 : U C3p_endo anti
'1'240 : G C3p_endo anti
'1'241 : A C3p_endo anti
'1'242 : U C3p_endo anti
'1'243 : U C3p_endo anti
'1'244 : U C3p_endo anti
'1'245 : U C3p_endo anti
'1'246 : U C3p_endo anti
'1'247 : G C3p_endo anti
'1'248 : G C3p_endo anti
'1'249 : G C3p_endo anti
'1'250 : G C3p_endo anti
'1'251 : C C3p_endo anti
'1'252 : C C3p_endo anti
'1'253 : C C3p_endo anti
'1'254 : U C2p_endo syn
'1'255 : U C2p_endo anti
'1'256 : U C3p_endo anti
'1'257 : G C2p_endo anti
'1'258 : U C2p_endo anti
'1'259 : U C2p_endo anti
'1'260 : U C2p_endo syn
'1'261 : C C3p_endo anti
'1'262 : U C3p_endo anti
'1'263 : U C3p_endo anti
'1'264 : C C3p_endo anti
'1'265 : U C3p_endo anti
'1'266 : G C3p_endo anti
'1'267 : C C3p_endo anti
'1'268 : C C2p_endo anti
'1'269 : U C3p_endo anti
'1'270 : G C2p_endo anti
'1'271 : G C2p_endo anti
'1'272 : A C3p_endo anti
'1'273 : G C3p_endo anti
'1'274 : A C3p_endo anti
'1'275 : A C3p_endo anti
'1'276 : G C3p_endo anti
'1'277 : U C3p_endo anti
'1'278 : U C2p_endo syn
'1'279 : U C2p_endo anti
'1'280 : G C3p_endo anti
'1'281 : A C3p_endo anti
'1'282 : C C3p_endo anti
'1'283 : A C3p_endo anti
'1'284 : C C3p_endo anti
'1'285 : C C3p_endo anti
'1'286 : A C3p_endo anti
'1'287 : A C3p_endo anti
'1'288 : A C3p_endo anti
'1'289 : U C3p_endo anti
'1'290 : U C3p_endo anti
'1'291 : C C3p_endo anti
'1'292 : A C3p_endo anti
'1'293 : A C3p_endo anti
'1'294 : A C3p_endo anti
'1'295 : U C3p_endo anti
'1'296 : U C3p_endo anti
'1'297 : G C3p_endo anti
'1'298 : G C3p_endo anti
'1'299 : U C3p_endo anti
'1'300 : G C3p_endo anti
'1'301 : U C3p_endo anti
'1'302 : U C3p_endo anti
'1'303 : A C3p_endo anti
'1'304 : G C3p_endo anti
'1'305 : G C3p_endo anti
'1'306 : G C3p_endo anti
'1'307 : G C3p_endo anti
'1'308 : A C3p_endo anti
'1'309 : G C3p_endo anti
'1'310 : C C3p_endo anti
'1'311 : U C3p_endo anti
'1'312 : G C3p_endo anti
'1'313 : G C3p_endo anti
'1'314 : G C3p_endo anti
'1'315 : G C3p_endo anti
'1'316 : C C3p_endo anti
'1'317 : C C3p_endo anti
'1'318 : U C3p_endo anti
'1'319 : U C3p_endo anti
'1'320 : U C3p_endo anti
'1'321 : C C3p_endo anti
'1'322 : A C3p_endo anti
'1'323 : A C3p_endo anti
'1'324 : A C3p_endo anti
'1'325 : A C3p_endo anti
'1'326 : G C3p_endo anti
'1'327 : A C3p_endo anti
'1'328 : G C2p_exo anti
'1'329 : A C3p_endo anti
'1'330 : G C3p_endo anti
'1'331 : C C3p_endo anti
'1'332 : U C3p_endo anti
'1'333 : U C3p_endo anti
'1'334 : U C3p_endo anti
'1'335 : G C3p_endo anti
'1'336 : U C3p_endo anti
'1'337 : A C3p_endo anti
'1'338 : G C3p_endo anti
'1'339 : A C3p_endo anti
'1'340 : G C3p_endo anti
'1'341 : G C3p_endo anti
'1'342 : C C3p_endo anti
'1'343 : A C3p_endo anti
'1'344 : U C3p_endo anti
'1'345 : U C3p_endo anti
'1'346 : C C3p_endo anti
'1'347 : U C3p_endo anti
'1'348 : U C3p_endo anti
'1'349 : U C3p_endo anti
'1'350 : U C2p_endo anti
'1'351 : U C3p_endo anti
'1'352 : G C3p_endo anti
'1'353 : A C3p_endo anti
'1'354 : C C3p_endo anti
'1'355 : U C3p_endo anti
'1'356 : A C3p_endo anti
'1'357 : C C3p_endo anti
'1'358 : U C3p_endo anti
'1'359 : U C3p_endo anti
'1'360 : U C3p_endo anti
'1'361 : U C3p_endo anti
'1'362 : C C3p_endo anti
'1'363 : U C3p_endo anti
'1'364 : C C3p_endo anti
'1'365 : U C3p_endo anti
'1'366 : A C3p_endo anti
'1'367 : G C3p_endo anti
'1'368 : C C3p_endo anti
'1'369 : G C3p_endo anti
'1'370 : U C3p_endo anti
'1'371 : G C3p_endo anti
'1'372 : C C3p_endo anti
'1'373 : C C3p_endo anti
'1'374 : A C3p_endo anti
'1'375 : U C2p_endo anti
'1'376 : U C3p_endo anti
'1'377 : U C2p_endo anti
'1'378 : U C3p_endo anti
'1'379 : A C3p_endo anti
'1'380 : G C3p_endo anti
'1'381 : U C3p_endo anti
'1'382 : U C3p_endo anti
'1'383 : U C3p_endo anti
'1'384 : U C4p_exo anti
'1'385 : U C2p_endo anti
'1'386 : G C3p_endo anti
'1'387 : A C3p_endo anti
'1'388 : C C3p_endo anti
'1'389 : G C3p_endo anti
'1'390 : G C3p_endo anti
'1'391 : C C3p_endo anti
'1'392 : A C3p_endo anti
'1'393 : G C3p_endo anti
'1'394 : A C3p_endo syn
'1'395 : U C3p_endo anti
'1'396 : U C3p_endo anti
'1'397 : C C3p_endo anti
'1'398 : G C3p_endo anti
'1'399 : A C2p_endo syn
'1'400 : A C3p_endo anti
'1'401 : U C3p_endo anti
'1'402 : G C3p_endo anti
'1'403 : A C3p_endo anti
'1'404 : A C3p_endo anti
'1'405 : C C3p_endo anti
'1'406 : U C3p_endo anti
'1'407 : U C3p_endo anti
'1'408 : A C3p_endo anti
'1'409 : A C3p_endo anti
'1'410 : G C3p_endo anti
'1'411 : U C3p_endo anti
'1'412 : U C3p_endo anti
'1'413 : U C3p_endo anti
'1'414 : A C3p_endo anti
'1'415 : U C3p_endo anti
'1'416 : G C2p_endo anti
'1'417 : A C2p_endo anti
'1'418 : U C3p_endo anti
'1'419 : G C3p_endo anti
'1'420 : A C3p_endo anti
'1'421 : A C3p_endo anti
'1'422 : G C3p_endo anti
'1'423 : G C3p_endo anti
'1'424 : U C3p_endo anti
'1'425 : A C3p_endo anti
'1'426 : U C3p_endo anti
'1'427 : G C3p_endo anti
'1'428 : G C3p_endo anti
'1'429 : C C3p_endo anti
'1'430 : U C3p_endo anti
'1'431 : G C3p_endo anti
'1'432 : U C3p_endo anti
'1'433 : U C3p_endo anti
'1'434 : G C3p_endo anti
'1'435 : A C3p_endo anti
'1'436 : G C3p_endo anti
'1'437 : A C3p_endo anti
'1'438 : U C3p_endo anti
'1'439 : U C3p_endo anti
'1'440 : A C3p_endo anti
'1'441 : U C3p_endo anti
'1'442 : U C3p_endo anti
'1'443 : U C3p_endo anti
'1'444 : G C3p_endo anti
'1'445 : G C3p_endo anti
'1'446 : U C3p_endo anti
'1'447 : C C3p_endo anti
'1'448 : G C3p_endo anti
'1'449 : G C3p_endo anti
'1'450 : G C3p_endo anti
'1'451 : A C3p_endo anti
'1'452 : U C3p_endo anti
'1'453 : U C3p_endo anti
'1'454 : G C3p_endo anti
'1'455 : U C3p_endo anti
'1'456 : A C3p_endo anti
'1'457 : G C3p_endo anti
'1'458 : U C3p_endo anti
'1'459 : U C3p_endo anti
'1'460 : U C3p_endo anti
'1'461 : G C3p_endo anti
'1'462 : A C3p_endo anti
'1'463 : A C3p_endo anti
'1'464 : G C3p_endo anti
'1'465 : A C3p_endo anti
'1'466 : U C3p_endo anti
'1'467 : G C3p_endo anti
'1'468 : U C3p_endo anti
'1'469 : G C3p_endo anti
'1'470 : C C3p_endo anti
'1'471 : U C3p_endo anti
'1'472 : C C3p_endo anti
'1'473 : U C3p_endo anti
'1'474 : U C3p_endo anti
'1'475 : U C3p_endo anti
'1'476 : U C3p_endo anti
'1'477 : G C3p_endo anti
'1'478 : A C3p_endo anti
'1'479 : G C3p_endo anti
'1'480 : C C3p_endo anti
'1'481 : A C3p_endo anti
'1'482 : G C3p_endo anti
'1'483 : U C3p_endo anti
'1'484 : C C3p_endo anti
'1'485 : U C3p_endo anti
'1'486 : C C3p_endo anti
'1'487 : A C3p_endo anti
'1'488 : A C3p_endo anti
'1'489 : C C3p_endo anti
'1'490 : U C3p_endo anti
'1'491 : U C3p_endo anti
'1'492 : U C3p_endo anti
'1'493 : G C3p_endo anti
'1'494 : C C3p_endo anti
'1'495 : U C3p_endo anti
'1'496 : C C3p_endo anti
'1'497 : G C3p_endo anti
'1'498 : U C3p_endo anti
'1'499 : U C3p_endo anti
'1'500 : C C3p_endo anti
'1'501 : C C3p_endo anti
'1'502 : C C3p_endo anti
'1'503 : G C3p_endo anti
'1'504 : U C3p_endo anti
'1'505 : U C2p_endo anti
'1'506 : A C3p_endo anti
'1'507 : U C3p_endo anti
'1'508 : G C3p_endo anti
'1'509 : G C3p_endo anti
'1'510 : G C3p_endo anti
'1'511 : A C3p_endo anti
'1'512 : A C3p_endo anti
'1'513 : A C3p_endo anti
'1'514 : A C2p_exo anti
'1'515 : A C3p_endo anti
'1'516 : U C3p_endo anti
'1'517 : U C3p_endo anti
'1'518 : U C3p_endo anti
'1'519 : U C3p_endo anti
'1'520 : G C3p_endo anti
'1'521 : G C3p_endo anti
'1'522 : A C3p_endo anti
'1'523 : A C3p_endo anti
'1'524 : G C3p_endo anti
'1'525 : G C3p_endo anti
'1'526 : U C3p_endo anti
'1'527 : C C3p_endo anti
'1'528 : U C3p_endo anti
'1'529 : U C3p_endo anti
'1'530 : G C3p_endo anti
'1'531 : G C3p_endo anti
'1'532 : U C3p_endo anti
'1'533 : A C2p_endo syn
'1'534 : G C3p_endo anti
'1'535 : G C3p_endo anti
'1'536 : A C3p_endo anti
'1'537 : A C3p_endo anti
'1'538 : C C3p_endo anti
'1'539 : G C3p_endo anti
'1'540 : G C2p_endo anti
'1'541 : G C3p_endo anti
'1'542 : U C3p_endo anti
'1'543 : G C3p_endo anti
'1'544 : G C3p_endo anti
'1'545 : A C3p_endo anti
'1'546 : U C3p_endo anti
'1'547 : C C3p_endo anti
'1'548 : U C3p_endo anti
'1'549 : U C3p_endo anti
'1'550 : A C3p_endo anti
'1'551 : U C2p_endo anti
'1'552 : A C3p_endo anti
'1'553 : A C2p_endo anti
'1'554 : U C2p_endo syn
'1'555 : U C2p_endo anti
'1'556 : U C2p_endo anti
'1'557 : U C2p_endo anti
'1'558 : U C2p_endo anti
'1'559 : G C3p_endo anti
'1'560 : A C2p_endo anti
'1'561 : U C2p_endo anti
'1'562 : U C2p_endo anti
'1'563 : U C2p_endo anti
'1'564 : A C2p_endo syn
'1'565 : U C3p_endo anti
G43 : GLN
G44 : SER
G45 : PHE
G46 : ASP
G47 : ILE
G48 : TRP
G49 : LYS
G50 : ASN
G51 : LEU
G52 : ASP
G53 : ARG
G54 : ILE
G55 : ARG
G56 : SER
G57 : THR
G58 : LYS
G59 : LYS
G60 : ASN
G61 : ALA
G62 : GLY
G63 : GLN
G64 : PHE
G65 : ILE
G66 : LYS
G67 : GLY
G68 : SER
G69 : LEU
G70 : LEU
G71 : ILE
G72 : LEU
G73 : PRO
G74 : MET
G75 : ARG
G76 : THR
G77 : GLU
G78 : ASP
G79 : LYS
G80 : GLN
G81 : GLN
G82 : PHE
G83 : ASP
G84 : GLU
G85 : CYS
G86 : MET
G87 : ASP
G88 : GLU
G89 : LEU
G90 : HIS
G91 : LYS
G92 : TYR
G93 : ILE
G94 : SER
G95 : LYS
G96 : ASP
G97 : ILE
G98 : LEU
G99 : ARG
G100 : CYS
G101 : TYR
G102 : PRO
G103 : GLN
G104 : LYS
G105 : GLU
G106 : GLN
G107 : LYS
G108 : ASP
G109 : GLU
G110 : GLY
G111 : MET
G112 : LEU
G113 : PHE
G114 : TYR
G115 : ILE
G116 : VAL
G117 : LEU
G118 : LYS
G119 : ASP
G120 : PHE
G121 : ASN
G122 : ILE
G123 : LEU
G124 : ASP
G125 : SER
G126 : CYS
G127 : PHE
G128 : VAL
G129 : LEU
G130 : SER
G131 : VAL
G132 : LEU
G133 : LEU
G134 : ALA
G135 : PHE
G136 : GLN
G137 : LYS
G138 : ARG
G139 : LEU
G140 : TRP
G141 : MET
G142 : ALA
G143 : PRO
G144 : SER
G145 : GLU
G146 : LYS
G147 : SER
G148 : TYR
G149 : PHE
G150 : ARG
G151 : VAL
G152 : PRO
G153 : LYS
G154 : ASN
G155 : ILE
G156 : ASN
G157 : LEU
G158 : THR
G159 : GLY
G160 : SER
G161 : PHE
G162 : TYR
G163 : LEU
G164 : PRO
G165 : LYS
G166 : ASN
G167 : ILE
G168 : GLU
G169 : THR
G170 : GLY
G185 : SER
G186 : SER
G187 : ILE
G188 : VAL
G189 : GLU
G190 : VAL
G191 : GLY
G192 : PHE
G193 : ASN
G194 : VAL
G195 : VAL
G196 : PRO
G197 : ASP
G198 : PHE
G199 : GLN
G200 : GLN
G201 : PHE
G202 : GLN
G203 : VAL
G204 : LYS
G205 : ALA
G206 : CYS
G207 : HIS
G208 : VAL
G209 : SER
G210 : LYS
G211 : PHE
G212 : MET
G213 : ASN
G214 : GLU
G215 : LEU
G216 : SER
G217 : ASN
G218 : PHE
G219 : PHE
G220 : SER
G221 : GLN
G222 : VAL
G223 : GLU
G224 : PHE
G225 : GLY
G226 : LYS
G227 : CYS
G228 : GLU
G229 : ALA
G230 : ASN
G231 : VAL
G232 : ILE
G233 : ASN
G234 : TYR
G235 : PHE
G236 : LYS
G237 : ARG
G238 : GLU
G239 : TYR
G240 : ASN
G241 : ARG
G242 : THR
G243 : TYR
G244 : SER
G245 : GLN
G246 : ILE
G247 : SER
G248 : LEU
G249 : ALA
G250 : LEU
G251 : TYR
G252 : GLU
G253 : LEU
G254 : PRO
G255 : LEU
G256 : ILE
G257 : GLY
G258 : ASP
G259 : GLY
G260 : LEU
G261 : PHE
G262 : ASP
G263 : ILE
G264 : LYS
G265 : SER
G266 : TYR
G267 : ILE
G268 : SER
G269 : LYS
G270 : THR
G271 : ARG
G272 : PRO
G273 : ILE
G274 : ILE
G275 : GLU
G276 : THR
G277 : SER
G278 : LYS
G279 : ALA
G280 : GLN
G281 : MET
G282 : ILE
G283 : LYS
G284 : HIS
G285 : ILE
G286 : SER
G287 : GLU
G288 : MET
G289 : LYS
G290 : ALA
G291 : TYR
G292 : ASN
G293 : GLU
G294 : ILE
G295 : SER
A2 : SER
A3 : ALA
A4 : LEU
A5 : TYR
A6 : PHE
A7 : GLN
A8 : ASN
A9 : LEU
A10 : PRO
A11 : SER
A12 : ARG
A13 : PRO
A14 : ALA
A15 : ASN
A16 : LYS
A17 : GLU
A18 : ASN
A19 : TYR
A20 : THR
A21 : ARG
A22 : LEU
A23 : LEU
A24 : LEU
A25 : LYS
A26 : HIS
A27 : ILE
A28 : ASN
A29 : PRO
A30 : ASN
A31 : ASN
A32 : LYS
A33 : TYR
A34 : ALA
A35 : ILE
A36 : ASN
A37 : PRO
A38 : SER
A39 : LEU
A40 : PRO
A41 : LEU
A42 : PRO
A43 : HIS
A44 : ASN
A45 : LYS
A46 : LEU
A55 : LEU
A56 : LEU
A57 : ASP
A58 : ASP
A59 : GLN
A60 : MET
A61 : GLY
A62 : LEU
A63 : LEU
A64 : GLU
A65 : VAL
A66 : SER
A67 : ILE
A68 : SER
A69 : ARG
A70 : SER
A71 : SER
A72 : LYS
A73 : MET
A74 : THR
A75 : ASN
A76 : GLN
A77 : ALA
A78 : PHE
A79 : LEU
A80 : THR
A81 : PHE
A82 : VAL
A83 : THR
A84 : GLN
A85 : GLU
A86 : GLU
A87 : ALA
A88 : ASP
A89 : ARG
A90 : PHE
A91 : LEU
A92 : GLU
A93 : LYS
A94 : TYR
A95 : THR
A96 : THR
A97 : THR
A98 : ALA
A99 : LEU
A100 : LYS
A101 : VAL
A102 : GLN
A103 : GLY
A104 : ARG
A105 : LYS
A106 : VAL
A107 : ARG
A108 : MET
A109 : GLY
A110 : LYS
A111 : ALA
A112 : ARG
A113 : THR
A114 : ASN
A115 : SER
A116 : LEU
A117 : LEU
A118 : GLY
A119 : LEU
A120 : SER
A121 : ILE
A122 : GLU
A123 : MET
A124 : GLN
A125 : LYS
A133 : TYR
A134 : ASN
A135 : LEU
A136 : ASP
A137 : ILE
A138 : LYS
A139 : LYS
A140 : VAL
A141 : LEU
A142 : LYS
A143 : ALA
A144 : ARG
A145 : LYS
A146 : LEU
A147 : LYS
A148 : ARG
C3 : ARG
C4 : TYR
C5 : TYR
C6 : CYS
C7 : GLU
C8 : TYR
C9 : CYS
C10 : HIS
C11 : SER
C12 : TYR
C13 : LEU
C14 : THR
C15 : HIS
C16 : ASP
C17 : THR
C18 : LEU
C19 : SER
C20 : VAL
C21 : ARG
C22 : LYS
C23 : SER
C24 : HIS
C25 : LEU
C26 : VAL
C27 : GLY
C28 : LYS
C29 : ASN
C30 : HIS
C31 : LEU
C32 : ARG
C33 : ILE
C34 : THR
C35 : ALA
C36 : ASP
C37 : TYR
C38 : TYR
C39 : ARG
C40 : ASN
C41 : LYS
C42 : ALA
C43 : ARG
C44 : ASP
C45 : ILE
C46 : ILE
C47 : ASN
C48 : LYS
C49 : HIS
C50 : ASN
C51 : HIS
C52 : LYS
C53 : ARG
C54 : ARG
C55 : HIS
C56 : ILE
C57 : GLY
C58 : LYS
C59 : ARG
C60 : GLY
C61 : ARG
C62 : LYS
C63 : GLU
C64 : ARG
C65 : GLU
C66 : ASN
C67 : SER
C68 : SER
C69 : GLN
C70 : ASN
C71 : GLU
C72 : THR
C73 : LEU
C74 : LYS
C75 : VAL
C76 : THR
C77 : CYS
C78 : LEU
C79 : SER
C80 : ASN
C81 : LYS
C82 : GLU
C83 : LYS
C84 : ARG
C85 : HIS
C86 : ILE
C87 : MET
C88 : HIS
C89 : VAL
C90 : LYS
C91 : LYS
C92 : MET
C93 : ASN
C94 : GLN
C95 : LYS
C96 : GLU
C97 : LEU
C98 : ALA
C99 : GLN
C100 : THR
C101 : SER
C102 : ILE
C103 : ASP
C104 : THR
C105 : LEU
C106 : LYS
C107 : LEU
C108 : LEU
C109 : TYR
C110 : ASP
C111 : GLY
C112 : SER
C113 : PRO
C114 : GLY
C115 : TYR
C116 : SER
C117 : LYS
C118 : VAL
C119 : PHE
C120 : VAL
C121 : ASP
C122 : ALA
C123 : ASN
C124 : ARG
C125 : PHE
C126 : ASP
C127 : ILE
C128 : GLY
C129 : ASP
C130 : LEU
C131 : VAL
C132 : LYS
C133 : ALA
C134 : SER
C135 : LYS
C136 : LEU
C137 : PRO
C138 : GLN
C139 : ARG
C140 : ALA
C141 : ASN
C142 : GLU
C143 : LYS
C144 : SER
C145 : ALA
C146 : HIS
C147 : HIS
C148 : SER
C149 : PHE
C150 : LYS
C151 : GLN
C152 : THR
C153 : SER
C154 : ARG
C155 : SER
C156 : ARG
C157 : ASP
C158 : GLU
C159 : THR
C160 : CYS
C161 : GLU
C162 : SER
C163 : ASN
C164 : PRO
C165 : PHE
C166 : PRO
C167 : ARG
C168 : LEU
C169 : ASN
C170 : ASN
C171 : PRO
C172 : LYS
C173 : LYS
C174 : LEU
C175 : GLU
C176 : PRO
C177 : PRO
C178 : LYS
C179 : ILE
C180 : LEU
C181 : SER
C182 : GLN
C183 : TRP
C184 : SER
C185 : ASN
C186 : THR
C187 : ILE
C188 : PRO
C189 : LYS
C190 : THR
C191 : SER
C192 : ILE
C193 : PHE
C194 : TYR
C195 : SER
C196 : VAL
C197 : ASP
b2 : SER
b3 : LYS
b4 : ILE
b5 : GLN
b6 : VAL
b7 : ALA
b8 : HIS
b9 : SER
b10 : SER
b11 : ARG
b12 : LEU
b13 : ALA
b14 : ASN
b15 : LEU
b16 : ILE
b17 : ASP
b18 : TYR
b19 : LYS
b20 : LEU
b21 : ARG
b22 : VAL
b23 : LEU
b24 : THR
b25 : GLN
b26 : ASP
b27 : GLY
b28 : ARG
b29 : VAL
b30 : TYR
b31 : ILE
b32 : GLY
b33 : GLN
b34 : LEU
b35 : MET
b36 : ALA
b37 : PHE
b38 : ASP
b39 : LYS
b40 : HIS
b41 : MET
b42 : ASN
b43 : LEU
b44 : VAL
b45 : LEU
b46 : ASN
b47 : GLU
b48 : CYS
b49 : ILE
b50 : GLU
b51 : GLU
b52 : ARG
b53 : VAL
b54 : PRO
b55 : LYS
b56 : THR
b57 : GLN
b58 : LEU
b59 : ASP
b60 : LYS
b61 : LEU
b62 : ARG
b63 : PRO
b73 : LEU
b74 : ASN
b75 : ILE
b76 : LYS
b77 : VAL
b78 : GLU
b79 : LYS
b80 : ARG
b81 : VAL
b82 : LEU
b83 : GLY
b84 : LEU
b85 : THR
b86 : ILE
b87 : LEU
b88 : ARG
b89 : GLY
b90 : GLU
b91 : GLN
b92 : ILE
b93 : LEU
b94 : SER
b95 : THR
b96 : VAL
b97 : VAL
b98 : GLU
b99 : ASP
b100 : LYS
b101 : PRO
b102 : LEU
b103 : LEU
b104 : SER
b105 : LYS
b106 : LYS
b107 : GLU
b108 : ARG
b109 : LEU
b110 : VAL
b111 : ARG
b112 : ASP
b113 : LYS
b114 : LYS
b115 : GLU
b116 : LYS
b117 : LYS
b118 : GLN
b119 : ALA
b120 : GLN
b121 : LYS
b122 : GLN
b123 : THR
b124 : LYS
b125 : LEU
b126 : ARG
b127 : LYS
b128 : GLU
b129 : LYS
b130 : GLU
b131 : LYS
d3 : MET
d4 : ASN
d5 : GLY
d6 : ILE
d7 : PRO
d8 : VAL
d9 : LYS
d10 : LEU
d11 : LEU
d12 : ASN
d13 : GLU
d14 : ALA
d15 : GLN
d16 : GLY
d17 : HIS
d18 : ILE
d19 : VAL
d20 : SER
d21 : LEU
d22 : GLU
d23 : LEU
d24 : THR
d25 : THR
d26 : GLY
d27 : ALA
d28 : THR
d29 : TYR
d30 : ARG
d31 : GLY
d32 : LYS
d33 : LEU
d34 : VAL
d35 : GLU
d36 : SER
d37 : GLU
d38 : ASP
d39 : SER
d40 : MET
d41 : ASN
d42 : VAL
d43 : GLN
d44 : LEU
d45 : ARG
d46 : ASP
d47 : VAL
d48 : ILE
d49 : ALA
d50 : THR
d51 : GLU
d52 : PRO
d53 : GLN
d54 : GLY
d55 : ALA
d56 : VAL
d57 : THR
d58 : HIS
d59 : MET
d60 : ASP
d61 : GLN
d62 : ILE
d63 : PHE
d64 : VAL
d65 : ARG
d66 : GLY
d67 : SER
d68 : GLN
d69 : ILE
d70 : LYS
d71 : PHE
d72 : ILE
d73 : VAL
d74 : VAL
d75 : PRO
d76 : ASP
d77 : LEU
d78 : LEU
d79 : LYS
d80 : ASN
d81 : ALA
d82 : PRO
d83 : LEU
d84 : PHE
d85 : LYS
d86 : LYS
d87 : ASN
d88 : SER
d89 : SER
d90 : ARG
d91 : PRO
d92 : MET
d93 : PRO
d94 : PRO
d95 : ILE
e8 : LYS
e9 : ALA
e10 : MET
e11 : VAL
e12 : PRO
e13 : PRO
e14 : ILE
e15 : ASN
e16 : CYS
e17 : ILE
e18 : PHE
e19 : ASN
e20 : PHE
e21 : LEU
e22 : GLN
e23 : GLN
e24 : GLN
e25 : THR
e26 : PRO
e27 : VAL
e28 : THR
e29 : ILE
e30 : TRP
e31 : LEU
e32 : PHE
e33 : GLU
e34 : GLN
e35 : ILE
e36 : GLY
e37 : ILE
e38 : ARG
e39 : ILE
e40 : LYS
e41 : GLY
e42 : LYS
e43 : ILE
e44 : VAL
e45 : GLY
e46 : PHE
e47 : ASP
e48 : GLU
e49 : PHE
e50 : MET
e51 : ASN
e52 : VAL
e53 : VAL
e54 : ILE
e55 : ASP
e56 : GLU
e57 : ALA
e58 : VAL
e59 : GLU
e60 : ILE
e61 : PRO
e62 : VAL
e63 : ASN
e73 : LYS
e74 : GLY
e75 : THR
e76 : PRO
e77 : LEU
e78 : GLY
e79 : LYS
e80 : ILE
e81 : LEU
e82 : LEU
e83 : LYS
e84 : GLY
e85 : ASP
e86 : ASN
e87 : ILE
e88 : THR
e89 : LEU
e90 : ILE
e91 : THR
e92 : SER
e93 : ALA
f12 : PRO
f13 : VAL
f14 : ASN
f15 : PRO
f16 : LYS
f17 : PRO
f18 : PHE
f19 : LEU
f20 : LYS
f21 : GLY
f22 : LEU
f23 : VAL
f24 : ASN
f25 : HIS
f26 : ARG
f27 : VAL
f28 : GLY
f29 : VAL
f30 : LYS
f31 : LEU
f32 : LYS
f33 : PHE
f34 : ASN
f35 : SER
f36 : THR
f37 : GLU
f38 : TYR
f39 : ARG
f40 : GLY
f41 : THR
f42 : LEU
f43 : VAL
f44 : SER
f45 : THR
f46 : ASP
f47 : ASN
f48 : TYR
f49 : PHE
f50 : ASN
f51 : LEU
f52 : GLN
f53 : LEU
f54 : ASN
f55 : GLU
f56 : ALA
f57 : GLU
f58 : GLU
f59 : PHE
f60 : VAL
f61 : ALA
f62 : GLY
f63 : VAL
f64 : SER
f65 : HIS
f66 : GLY
f67 : THR
f68 : LEU
f69 : GLY
f70 : GLU
f71 : ILE
f72 : PHE
f73 : ILE
f74 : ARG
f75 : CYS
f76 : ASN
f77 : ASN
f78 : VAL
f79 : LEU
f80 : TYR
f81 : ILE
f82 : ARG
f83 : GLU
f84 : LEU
g2 : VAL
g3 : SER
g4 : THR
g5 : PRO
g6 : GLU
g7 : LEU
g8 : LYS
g9 : LYS
g10 : TYR
g11 : MET
g12 : ASP
g13 : LYS
g14 : LYS
g15 : ILE
g16 : LEU
g17 : LEU
g18 : ASN
g19 : ILE
g20 : ASN
g21 : GLY
g22 : SER
g23 : ARG
g24 : LYS
g25 : VAL
g26 : ALA
g27 : GLY
g28 : ILE
g29 : LEU
g30 : ARG
g31 : GLY
g32 : TYR
g33 : ASP
g34 : ILE
g35 : PHE
g36 : LEU
g37 : ASN
g38 : VAL
g39 : VAL
g40 : LEU
g41 : ASP
g42 : ASP
g43 : ALA
g44 : MET
g45 : GLU
g46 : ILE
g47 : ASN
g48 : GLY
g53 : ASN
g54 : ASN
g55 : HIS
g56 : GLN
g57 : LEU
g58 : GLY
g59 : LEU
g60 : GLN
g61 : THR
g62 : VAL
g63 : ILE
g64 : ARG
g65 : GLY
g66 : ASN
g67 : SER
g68 : ILE
g69 : ILE
g70 : SER
g71 : LEU
g72 : GLU
g73 : ALA
g74 : LEU
g75 : ASP
g76 : ALA
g77 : ILE
h1 : MET
h2 : LYS
h3 : LEU
h4 : VAL
h5 : ASN
h6 : PHE
h7 : LEU
h8 : LYS
h9 : LYS
h10 : LEU
h11 : ARG
h12 : ASN
h13 : GLU
h14 : GLN
h15 : VAL
h16 : THR
h17 : ILE
h18 : GLU
h19 : LEU
h20 : LYS
h21 : ASN
h22 : GLY
h23 : THR
h24 : THR
h25 : VAL
h26 : TRP
h27 : GLY
h28 : THR
h29 : LEU
h30 : GLN
h31 : SER
h32 : VAL
h33 : SER
h34 : PRO
h35 : GLN
h36 : MET
h37 : ASN
h38 : ALA
h39 : ILE
h40 : LEU
h41 : THR
h42 : ASP
h43 : VAL
h44 : LYS
h45 : LEU
h46 : THR
h47 : LEU
h48 : PRO
h49 : GLN
h58 : SER
h59 : ASN
h60 : GLY
h61 : ILE
h62 : ALA
h63 : MET
h64 : ALA
h65 : SER
h66 : LEU
h67 : TYR
h68 : LEU
h69 : THR
h70 : GLY
h71 : GLY
h72 : GLN
h73 : GLN
h78 : ASN
h79 : ILE
h80 : ALA
h81 : SER
h82 : LEU
h83 : GLN
h84 : TYR
h85 : ILE
h86 : ASN
h87 : ILE
h88 : ARG
h89 : GLY
h90 : ASN
h91 : THR
h92 : ILE
h93 : ARG
h94 : GLN
h95 : ILE
h96 : ILE
h97 : LEU
h98 : PRO
h99 : ASP
h100 : SER
h101 : LEU
h102 : ASN
h103 : LEU
h104 : ASP
h105 : SER
h106 : LEU
h107 : LEU
h108 : VAL
h109 : ASP
h110 : GLN
h111 : LYS
h112 : GLN
h113 : LEU
h114 : ASN
h115 : SER
h116 : LEU
h117 : ARG
h118 : ARG
h119 : SER
i8 : ARG
i9 : PRO
i10 : LYS
i11 : HIS
i12 : GLU
i13 : LEU
i14 : SER
i15 : ARG
i16 : ALA
i17 : GLU
i18 : LEU
i19 : GLU
i20 : GLU
i21 : LEU
i22 : GLU
i23 : GLU
i24 : PHE
i25 : GLU
i26 : PHE
i27 : LYS
i28 : HIS
i29 : GLY
i30 : PRO
i31 : MET
i32 : SER
i33 : LEU
i34 : ILE
i35 : ASN
i36 : ASP
i37 : ALA
i38 : MET
i39 : VAL
i40 : THR
i41 : ARG
i42 : THR
i43 : PRO
i44 : VAL
i45 : ILE
i46 : ILE
i47 : SER
i48 : LEU
i49 : ARG
i50 : ASN
i51 : ASN
i52 : HIS
i53 : LYS
i54 : ILE
i55 : ILE
i56 : ALA
i57 : ARG
i58 : VAL
i59 : LYS
i60 : ALA
i61 : PHE
i62 : ASP
i63 : ARG
i64 : HIS
i65 : CYS
i66 : ASN
i67 : MET
i68 : VAL
i69 : LEU
i70 : GLU
i71 : ASN
i72 : VAL
i73 : LYS
i74 : GLU
i75 : LEU
i76 : TRP
i77 : THR
i78 : GLU
i79 : LYS
i80 : LYS
i83 : ASN
i84 : VAL
i85 : ILE
i86 : ASN
i87 : ARG
i88 : GLU
i89 : ARG
i90 : PHE
i91 : ILE
i92 : SER
i93 : LYS
i94 : LEU
i95 : PHE
i96 : LEU
i97 : ARG
i98 : GLY
i99 : ASP
i100 : SER
i101 : VAL
i102 : ILE
i103 : VAL
i104 : VAL
i105 : LEU
i106 : LYS
i107 : THR
i108 : PRO
H4 : MET
H5 : SER
H6 : THR
H7 : PRO
H8 : ALA
H9 : ALA
H10 : GLU
H11 : GLN
H12 : ARG
H13 : LYS
H14 : LEU
H15 : VAL
H16 : GLU
H17 : GLN
H18 : LEU
H19 : MET
H38 : GLY
H39 : LEU
H40 : HIS
H41 : ASP
H42 : PRO
H43 : LYS
H44 : ILE
H45 : CYS
H46 : LYS
H47 : SER
H48 : TYR
H49 : LEU
H50 : VAL
H51 : GLY
H52 : GLU
H53 : CYS
H54 : PRO
H55 : TYR
H56 : ASP
H57 : LEU
H58 : PHE
H59 : GLN
H60 : GLY
H61 : THR
H62 : LYS
H63 : GLN
H64 : SER
H65 : LEU
H66 : GLY
H67 : LYS
H68 : CYS
H69 : PRO
H70 : GLN
H71 : MET
H72 : HIS
H73 : LEU
H74 : THR
H75 : LYS
H76 : HIS
H77 : LYS
H78 : ILE
H79 : GLN
H80 : TYR
H81 : GLU
H82 : ARG
H83 : GLU
H84 : VAL
H85 : LYS
H86 : GLN
H87 : GLY
H88 : LYS
H89 : THR
H90 : PHE
H91 : PRO
H92 : GLU
H93 : PHE
H94 : GLU
H95 : ARG
H96 : GLU
H97 : TYR
H98 : LEU
H99 : ALA
H100 : ILE
H101 : LEU
H102 : SER
H103 : ARG
H104 : PHE
H105 : VAL
H106 : ASN
H107 : GLU
H108 : CYS
H109 : ASN
H110 : GLY
H111 : GLN
H112 : ILE
H113 : SER
H114 : VAL
H115 : ALA
H116 : LEU
H117 : GLN
H118 : ASN
H119 : LEU
H120 : LYS
H121 : HIS
H122 : THR
H123 : ALA
H124 : GLU
H125 : GLU
H126 : ARG
H127 : MET
H128 : LYS
H129 : ILE
H130 : GLN
H131 : GLN
H132 : VAL
H133 : THR
H134 : GLU
H135 : GLU
H136 : LEU
H137 : ASP
H138 : VAL
H139 : LEU
H140 : ASP
H172 : LEU
H173 : ILE
H174 : SER
H175 : LYS
H176 : ARG
H177 : LYS
H178 : GLU
H179 : VAL
H180 : ALA
H181 : LYS
H182 : ARG
H183 : VAL
H184 : ARG
H185 : ASN
H186 : ILE
H187 : THR
H188 : GLU
H189 : ASN
H190 : VAL
H191 : GLY
H192 : GLN
H193 : SER
H194 : ALA
H195 : GLN
H196 : GLN
H197 : LYS
H198 : LEU
H199 : GLN
H200 : VAL
H201 : CYS
H202 : GLU
H203 : VAL
H204 : CYS
H205 : GLY
H206 : ALA
H207 : TYR
H208 : LEU
H209 : SER
H210 : ARG
H211 : LEU
H212 : ASP
H213 : THR
H214 : ASP
H215 : ARG
H216 : ARG
H217 : LEU
H218 : ALA
H219 : ASP
H220 : HIS
H221 : PHE
H222 : LEU
H223 : GLY
H224 : LYS
H225 : ILE
H226 : HIS
H227 : LEU
H228 : GLY
H229 : TYR
H230 : VAL
H231 : LYS
H232 : MET
H233 : ARG
H234 : GLU
H235 : ASP
H236 : TYR
H237 : ASP
H238 : ARG
H239 : LEU
H240 : MET
H241 : LYS
H242 : ASN
H243 : ASN
H244 : ARG
D43 : ALA
D44 : LEU
D45 : ARG
D46 : GLY
D47 : LEU
D48 : ASP
D49 : THR
D50 : GLN
D51 : PHE
D52 : LEU
D53 : GLN
D54 : ASP
D55 : ASN
D56 : THR
D57 : ALA
D58 : LEU
D59 : VAL
D60 : GLN
D61 : ALA
D62 : TYR
D63 : ARG
D64 : GLY
D65 : LEU
D66 : ASP
D67 : TRP
D68 : SER
D69 : ASP
D70 : ILE
D71 : SER
D72 : SER
D73 : LEU
D74 : THR
D75 : GLN
D76 : MET
D77 : VAL
D78 : ASP
D79 : VAL
D80 : ILE
D81 : GLU
D82 : GLN
D83 : THR
D84 : VAL
D85 : VAL
D86 : LYS
D87 : TYR
D88 : GLY
D89 : ASN
D90 : PRO
D91 : ASN
D92 : ASP
D93 : SER
D94 : ILE
D95 : LYS
D96 : LEU
D97 : ALA
D98 : LEU
D99 : GLU
D100 : THR
D101 : ILE
D102 : LEU
D103 : TRP
D104 : GLN
D105 : ILE
D106 : LEU
D107 : ARG
D108 : LYS
D109 : TYR
D110 : PRO
D111 : LEU
D112 : LEU
D113 : PHE
D114 : GLY
D115 : PHE
D116 : TRP
D117 : LYS
D118 : ARG
D119 : PHE
D120 : ALA
D121 : THR
D122 : ILE
D123 : GLU
D124 : TYR
D125 : GLN
D126 : LEU
D127 : PHE
D128 : GLY
D129 : LEU
D130 : LYS
D131 : LYS
D132 : SER
D133 : ILE
D134 : ALA
D135 : VAL
D136 : LEU
D137 : ALA
D138 : THR
D139 : SER
D140 : VAL
D141 : LYS
D142 : TRP
D143 : PHE
D144 : PRO
D145 : THR
D146 : SER
D147 : LEU
D148 : GLU
D149 : LEU
D150 : TRP
D151 : CYS
D152 : ASP
D153 : TYR
D154 : LEU
D155 : ASN
D156 : VAL
D157 : LEU
D158 : CYS
D159 : VAL
D160 : ASN
D161 : ASN
D162 : PRO
D163 : ASN
D164 : GLU
D165 : THR
D166 : ASP
D167 : PHE
D168 : ILE
D169 : ARG
D170 : ASN
D171 : ASN
D172 : PHE
D173 : GLU
D174 : ILE
D175 : ALA
D176 : LYS
D177 : ASP
D178 : LEU
D179 : ILE
D180 : GLY
D181 : LYS
D182 : GLN
D183 : PHE
D184 : LEU
D185 : SER
D186 : HIS
D187 : PRO
D188 : PHE
D189 : TRP
D190 : ASP
D191 : LYS
D192 : PHE
D193 : ILE
D194 : GLU
D195 : PHE
D196 : GLU
D197 : VAL
D198 : GLY
D199 : GLN
D200 : LYS
D201 : ASN
D202 : TRP
D203 : HIS
D204 : ASN
D205 : VAL
D206 : GLN
D207 : ARG
D208 : ILE
D209 : TYR
D210 : GLU
D211 : TYR
D212 : ILE
D213 : ILE
D214 : GLU
D215 : VAL
D216 : PRO
D217 : LEU
D218 : HIS
D219 : GLN
D220 : TYR
D221 : ALA
D222 : ARG
D223 : PHE
D224 : PHE
D225 : THR
D226 : SER
D227 : TYR
D228 : LYS
D229 : LYS
D230 : PHE
D231 : LEU
D232 : ASN
D233 : GLU
D234 : LYS
D235 : ASN
D236 : LEU
D237 : LYS
D238 : THR
D239 : THR
D240 : ARG
D241 : ASN
D242 : ILE
D243 : ASP
D244 : ILE
D245 : VAL
D246 : LEU
D247 : ARG
D248 : LYS
D249 : THR
D250 : GLN
D251 : THR
D252 : THR
D253 : VAL
D254 : ASN
D255 : GLU
D256 : ILE
D257 : TRP
D258 : GLN
D259 : PHE
D260 : GLU
D261 : SER
D262 : LYS
D263 : ILE
D264 : LYS
D265 : GLN
D266 : PRO
D267 : PHE
D268 : PHE
D269 : ASN
D270 : LEU
D271 : GLY
D272 : GLN
D273 : VAL
D274 : LEU
D275 : ASN
D276 : ASP
D277 : ASP
D278 : LEU
D279 : GLU
D280 : ASN
D281 : TRP
D282 : SER
D283 : ARG
D284 : TYR
D285 : LEU
D288 : TYR
D289 : HIS
D290 : GLU
D291 : ASN
D292 : THR
D293 : TRP
D294 : MET
D295 : MET
D296 : TYR
D297 : ILE
D298 : LYS
D299 : TRP
D300 : LEU
D301 : THR
D302 : LYS
D303 : LYS
D304 : ASN
D305 : ILE
D306 : SER
D307 : ASP
D308 : GLU
D309 : VAL
D310 : VAL
D311 : VAL
D312 : ASP
D313 : ILE
D314 : TYR
D315 : GLN
D316 : LYS
D317 : ALA
D318 : ASN
D319 : THR
D320 : PHE
D321 : LEU
D322 : PRO
D323 : LEU
D324 : ASP
D325 : PHE
D326 : LYS
D327 : THR
D328 : LEU
D329 : ARG
D330 : TYR
D331 : ASP
D332 : PHE
D333 : LEU
D334 : ARG
D335 : PHE
D336 : LEU
D337 : LYS
D338 : ARG
D339 : LYS
D340 : TYR
D341 : ARG
D342 : SER
D343 : ASN
D344 : ASN
D345 : THR
D346 : LEU
D347 : PHE
D348 : ASN
D349 : ASN
D350 : ILE
D351 : PHE
D352 : ASN
D353 : GLU
D354 : THR
D355 : VAL
D356 : SER
D357 : ARG
D358 : TYR
D359 : LEU
D360 : LYS
D361 : ILE
D362 : TRP
D363 : PRO
D364 : ASN
D365 : ASP
D366 : ILE
D367 : LEU
D368 : LEU
D369 : MET
D370 : THR
D371 : GLU
D372 : TYR
D373 : LEU
D374 : CYS
D375 : MET
D376 : LEU
D377 : LYS
D378 : ARG
D379 : HIS
D380 : SER
D381 : PHE
D382 : LYS
D383 : ASN
D384 : SER
D385 : LEU
D386 : ASP
D387 : GLN
D388 : SER
D389 : PRO
D390 : LYS
D391 : GLU
D392 : ILE
D393 : LEU
D394 : GLU
D395 : LYS
D396 : GLN
D397 : THR
D398 : SER
D399 : PHE
D400 : THR
D401 : LYS
D402 : ILE
D403 : LEU
D404 : GLU
D405 : THR
D406 : SER
D407 : ILE
D408 : THR
D409 : ASN
D410 : TYR
D411 : ILE
D412 : ASN
D413 : ASN
D414 : GLN
D415 : ILE
D416 : ASP
D417 : ALA
D418 : LYS
D419 : VAL
D420 : HIS
D421 : LEU
D422 : GLN
D423 : THR
D424 : LEU
D425 : ILE
D426 : ASN
D427 : ASP
D428 : LYS
D429 : ASN
D430 : LEU
D431 : SER
D432 : ILE
D433 : VAL
D434 : VAL
D435 : VAL
D436 : GLU
D437 : LEU
D438 : ILE
D439 : LYS
D440 : THR
D441 : THR
D442 : TRP
D443 : LEU
D444 : VAL
D445 : LEU
D446 : LYS
D447 : ASN
D448 : ASN
D449 : MET
D450 : GLN
D451 : THR
D452 : ARG
D453 : LYS
D454 : TYR
D455 : PHE
D456 : ASN
D457 : LEU
D458 : TYR
D459 : GLN
D460 : LYS
D461 : ASN
D462 : ILE
D463 : LEU
D464 : ILE
D465 : LYS
D466 : ASN
D467 : SER
D468 : VAL
D469 : PRO
D470 : PHE
D471 : TRP
D472 : LEU
D473 : THR
D474 : TYR
D475 : TYR
D476 : LYS
D477 : PHE
D478 : GLU
D479 : LYS
D480 : SER
D481 : ASN
D482 : VAL
D483 : ASN
D484 : PHE
D485 : THR
D486 : LYS
D487 : LEU
D488 : ASN
D489 : LYS
D490 : PHE
D491 : ILE
D492 : ARG
D493 : GLU
D494 : LEU
D495 : GLY
D496 : VAL
D497 : GLU
D498 : ILE
D499 : TYR
D500 : LEU
D501 : PRO
D502 : THR
D503 : THR
D504 : VAL
D505 : MET
D506 : ASN
D507 : ASP
D508 : ILE
D509 : LEU
D510 : THR
D511 : ASP
D512 : TYR
D513 : LYS
D514 : THR
D515 : PHE
D516 : TYR
D517 : LEU
D518 : THR
D519 : HIS
D520 : SER
D521 : ASN
D522 : ILE
D523 : VAL
D524 : THR
D525 : TYR
D526 : GLU
D527 : SER
D528 : SER
D529 : ILE
D530 : ILE
D531 : ASP
D532 : SER
D533 : ASN
D534 : THR
D535 : PHE
D536 : ASP
D537 : PRO
D538 : ILE
D539 : LEU
D540 : TYR
D541 : PRO
D542 : GLU
D543 : LEU
D544 : LYS
D545 : MET
D546 : SER
D547 : ASN
D548 : PRO
D549 : LYS
D550 : TYR
D551 : ASP
D552 : PRO
D553 : VAL
D561 : ASP
D562 : TRP
D563 : HIS
D564 : LYS
D565 : LYS
D566 : THR
D567 : GLU
D568 : TRP
D569 : LYS
D570 : GLU
D571 : ALA
D572 : GLY
D573 : HIS
D574 : ILE
D575 : GLY
D576 : ILE
D577 : THR
D578 : THR
D579 : GLU
D580 : ARG
D581 : PRO
D582 : GLN
D583 : ILE
D584 : SER
D585 : ASN
D586 : SER
D587 : ILE
D588 : ILE
D589 : GLU
D590 : CYS
D591 : ASN
D592 : SER
D593 : GLY
D594 : THR
D595 : LEU
D596 : ILE
D597 : GLN
D598 : LYS
D599 : PRO
D600 : ILE
D601 : SER
D602 : LEU
D603 : PRO
D604 : ASN
D605 : PHE
D606 : ARG
D607 : ASN
D608 : LEU
D609 : GLU
D610 : LYS
D611 : ILE
D612 : ASN
D613 : GLN
D614 : VAL
D615 : LYS
D616 : ILE
D617 : ASN
D618 : ASP
D619 : LEU
D620 : TYR
D621 : THR
D622 : GLU
D623 : GLU
D624 : PHE
D625 : LEU
D626 : LYS
D627 : GLU
B1 : MET
B2 : ASN
B3 : TYR
B4 : ASN
B5 : LEU
B6 : SER
B7 : LYS
B8 : TYR
B9 : PRO
B10 : ASP
B11 : ASP
B12 : VAL
B13 : SER
B14 : ARG
B15 : LEU
B16 : PHE
B17 : LYS
B18 : PRO
B19 : ARG
B20 : PRO
B21 : PRO
B22 : LEU
B23 : SER
B24 : TYR
B25 : LYS
B26 : ARG
B27 : PRO
B28 : THR
B29 : ASP
B30 : TYR
B31 : PRO
B32 : TYR
B33 : ALA
B34 : LYS
B35 : ARG
B36 : GLN
B37 : THR
B38 : ASN
B39 : PRO
B40 : ASN
B41 : ILE
B42 : THR
B43 : GLY
B44 : VAL
B45 : ALA
B46 : ASN
B47 : LEU
B48 : LEU
B49 : SER
B50 : THR
B51 : SER
B52 : LEU
B53 : LYS
B54 : HIS
B55 : TYR
B56 : MET
B57 : GLU
B58 : GLU
B59 : PHE
B60 : PRO
B61 : GLU
B62 : GLY
B63 : SER
B64 : PRO
B65 : ASN
B66 : ASN
B67 : HIS
B68 : LEU
B69 : GLN
B70 : ARG
B71 : TYR
B72 : GLU
B73 : ASP
B74 : ILE
B75 : LYS
B76 : LEU
B77 : SER
B78 : LYS
B79 : ILE
B80 : LYS
B81 : ASN
B82 : ALA
B83 : GLN
B84 : LEU
B85 : LEU
B86 : ASP
B87 : ARG
B88 : ARG
B89 : LEU
B90 : GLN
B91 : ASN
B94 : PRO
B95 : ASN
B96 : VAL
B97 : ASP
B98 : PRO
B99 : HIS
B100 : ILE
B101 : LYS
B102 : ASP
B103 : THR
B104 : ASP
B105 : PRO
B106 : TYR
B107 : ARG
B108 : THR
B109 : ILE
B110 : PHE
B111 : ILE
B112 : GLY
B113 : ARG
B114 : LEU
B115 : PRO
B116 : TYR
B117 : ASP
B118 : LEU
B119 : ASP
B120 : GLU
B121 : ILE
B122 : GLU
B123 : LEU
B124 : GLN
B125 : LYS
B126 : TYR
B127 : PHE
B128 : VAL
B129 : LYS
B130 : PHE
B131 : GLY
B132 : GLU
B133 : ILE
B134 : GLU
B135 : LYS
B136 : ILE
B137 : ARG
B138 : ILE
B139 : VAL
B140 : LYS
B141 : ASP
B142 : LYS
B143 : ILE
B144 : THR
B145 : GLN
B146 : LYS
B147 : SER
B148 : LYS
B149 : GLY
B150 : TYR
B151 : ALA
B152 : PHE
B153 : ILE
B154 : VAL
B155 : PHE
B156 : LYS
B157 : ASP
B158 : PRO
B159 : ILE
B160 : SER
B161 : SER
B162 : LYS
B163 : MET
B164 : ALA
B165 : PHE
B166 : LYS
B167 : GLU
B168 : ILE
B169 : GLY
B170 : VAL
B171 : HIS
B172 : ARG
B173 : GLY
B174 : ILE
B175 : GLN
B176 : ILE
B177 : LYS
B178 : ASP
B179 : ARG
B180 : ILE
B181 : CYS
B182 : ILE
B183 : VAL
B184 : ASP
B185 : ILE
B186 : GLU
B187 : ARG
B188 : GLY
Adjacent stackings ----------------------------------------------
'1'1-'1'2 : adjacent_5p upward 
'1'3-'1'4 : adjacent_5p upward 
'1'7-'1'8 : adjacent_5p upward 
'1'8-'1'9 : adjacent_5p upward 
'1'12-'1'13 : adjacent_5p upward 
'1'13-'1'14 : adjacent_5p upward 
'1'14-'1'15 : adjacent_5p upward 
'1'15-'1'16 : adjacent_5p upward 
'1'17-'1'18 : adjacent_5p upward 
'1'20-'1'21 : adjacent_5p upward 
'1'21-'1'22 : adjacent_5p upward 
'1'22-'1'23 : adjacent_5p upward 
'1'23-'1'24 : adjacent_5p upward 
'1'24-'1'25 : adjacent_5p upward 
'1'35-'1'36 : adjacent_5p upward 
'1'38-'1'39 : adjacent_5p upward 
'1'42-'1'43 : adjacent_5p upward 
'1'43-'1'44 : adjacent_5p upward 
'1'44-'1'45 : adjacent_5p upward 
'1'45-'1'46 : adjacent_5p upward 
'1'47-'1'48 : adjacent_5p upward 
'1'48-'1'49 : adjacent_5p upward 
'1'49-'1'50 : adjacent_5p upward 
'1'50-'1'51 : adjacent_5p upward 
'1'51-'1'52 : adjacent_5p upward 
'1'53-'1'54 : adjacent_5p upward 
'1'57-'1'58 : adjacent_5p upward 
'1'59-'1'60 : adjacent_5p upward 
'1'62-'1'63 : adjacent_5p outward 
'1'65-'1'66 : adjacent_5p upward 
'1'67-'1'68 : adjacent_5p upward 
'1'69-'1'70 : adjacent_5p upward 
'1'70-'1'71 : adjacent_5p upward 
'1'71-'1'72 : adjacent_5p upward 
'1'72-'1'73 : adjacent_5p upward 
'1'75-'1'76 : adjacent_5p upward 
'1'76-'1'77 : adjacent_5p upward 
'1'77-'1'78 : adjacent_5p inward 
'1'80-'1'81 : adjacent_5p upward 
'1'81-'1'82 : adjacent_5p upward 
'1'82-'1'83 : adjacent_5p upward 
'1'83-'1'84 : adjacent_5p upward 
'1'85-'1'86 : adjacent_5p upward 
'1'89-'1'90 : adjacent_5p upward 
'1'90-'1'91 : adjacent_5p upward 
'1'93-'1'94 : adjacent_5p upward 
'1'94-'1'95 : adjacent_5p upward 
'1'103-'1'104 : adjacent_5p upward 
'1'105-'1'106 : adjacent_5p upward 
'1'106-'1'107 : adjacent_5p upward 
'1'107-'1'108 : adjacent_5p upward 
'1'108-'1'109 : adjacent_5p upward 
'1'111-'1'112 : adjacent_5p upward 
'1'114-'1'115 : adjacent_5p upward 
'1'119-'1'120 : adjacent_5p upward 
'1'120-'1'121 : adjacent_5p upward 
'1'122-'1'123 : adjacent_5p upward 
'1'123-'1'124 : adjacent_5p upward 
'1'125-'1'126 : adjacent_5p upward 
'1'126-'1'127 : adjacent_5p upward 
'1'127-'1'128 : adjacent_5p upward 
'1'128-'1'129 : adjacent_5p upward 
'1'137-'1'138 : adjacent_5p upward 
'1'138-'1'139 : adjacent_5p inward 
'1'143-'1'144 : adjacent_5p inward 
'1'152-'1'153 : adjacent_5p upward 
'1'153-'1'154 : adjacent_5p upward 
'1'154-'1'155 : adjacent_5p upward 
'1'155-'1'156 : adjacent_5p upward 
'1'156-'1'157 : adjacent_5p upward 
'1'157-'1'158 : adjacent_5p upward 
'1'158-'1'159 : adjacent_5p upward 
'1'159-'1'160 : adjacent_5p upward 
'1'161-'1'162 : adjacent_5p upward 
'1'163-'1'164 : adjacent_5p upward 
'1'165-'1'166 : adjacent_5p upward 
'1'168-'1'169 : adjacent_5p upward 
'1'170-'1'171 : adjacent_5p upward 
'1'171-'1'172 : adjacent_5p upward 
'1'172-'1'173 : adjacent_5p upward 
'1'173-'1'174 : adjacent_5p upward 
'1'174-'1'175 : adjacent_5p upward 
'1'177-'1'178 : adjacent_5p upward 
'1'178-'1'179 : adjacent_5p upward 
'1'181-'1'182 : adjacent_5p upward 
'1'184-'1'185 : adjacent_5p upward 
'1'187-'1'188 : adjacent_5p upward 
'1'188-'1'189 : adjacent_5p upward 
'1'191-'1'192 : adjacent_5p upward 
'1'192-'1'193 : adjacent_5p upward 
'1'193-'1'194 : adjacent_5p upward 
'1'195-'1'196 : adjacent_5p upward 
'1'196-'1'197 : adjacent_5p upward 
'1'197-'1'198 : adjacent_5p upward 
'1'199-'1'200 : adjacent_5p upward 
'1'200-'1'201 : adjacent_5p upward 
'1'203-'1'204 : adjacent_5p upward 
'1'208-'1'209 : adjacent_5p upward 
'1'209-'1'210 : adjacent_5p upward 
'1'211-'1'212 : adjacent_5p upward 
'1'212-'1'213 : adjacent_5p upward 
'1'213-'1'214 : adjacent_5p upward 
'1'215-'1'216 : adjacent_5p upward 
'1'216-'1'217 : adjacent_5p upward 
'1'220-'1'221 : adjacent_5p upward 
'1'221-'1'222 : adjacent_5p upward 
'1'222-'1'223 : adjacent_5p upward 
'1'223-'1'224 : adjacent_5p upward 
'1'224-'1'225 : adjacent_5p upward 
'1'225-'1'226 : adjacent_5p upward 
'1'228-'1'229 : adjacent_5p upward 
'1'230-'1'231 : adjacent_5p upward 
'1'231-'1'232 : adjacent_5p upward 
'1'232-'1'233 : adjacent_5p upward 
'1'233-'1'234 : adjacent_5p upward 
'1'234-'1'235 : adjacent_5p upward 
'1'236-'1'237 : adjacent_5p upward 
'1'237-'1'238 : adjacent_5p upward 
'1'240-'1'241 : adjacent_5p upward 
'1'241-'1'242 : adjacent_5p upward 
'1'242-'1'243 : adjacent_5p upward 
'1'244-'1'245 : adjacent_5p upward 
'1'246-'1'247 : adjacent_5p upward 
'1'247-'1'248 : adjacent_5p upward 
'1'248-'1'249 : adjacent_5p upward 
'1'249-'1'250 : adjacent_5p upward 
'1'250-'1'251 : adjacent_5p upward 
'1'251-'1'252 : adjacent_5p upward 
'1'252-'1'253 : adjacent_5p upward 
'1'263-'1'264 : adjacent_5p upward 
'1'264-'1'265 : adjacent_5p upward 
'1'265-'1'266 : adjacent_5p upward 
'1'266-'1'267 : adjacent_5p upward 
'1'270-'1'271 : adjacent_5p upward 
'1'272-'1'273 : adjacent_5p upward 
'1'273-'1'274 : adjacent_5p upward 
'1'274-'1'275 : adjacent_5p upward 
'1'275-'1'276 : adjacent_5p upward 
'1'280-'1'281 : adjacent_5p upward 
'1'281-'1'282 : adjacent_5p upward 
'1'282-'1'283 : adjacent_5p upward 
'1'283-'1'284 : adjacent_5p upward 
'1'285-'1'286 : adjacent_5p upward 
'1'286-'1'287 : adjacent_5p upward 
'1'288-'1'289 : adjacent_5p upward 
'1'291-'1'292 : adjacent_5p upward 
'1'292-'1'293 : adjacent_5p upward 
'1'293-'1'294 : adjacent_5p upward 
'1'294-'1'295 : adjacent_5p upward 
'1'297-'1'298 : adjacent_5p upward 
'1'298-'1'299 : adjacent_5p upward 
'1'299-'1'300 : adjacent_5p upward 
'1'300-'1'301 : adjacent_5p upward 
'1'301-'1'302 : adjacent_5p upward 
'1'303-'1'304 : adjacent_5p upward 
'1'304-'1'305 : adjacent_5p upward 
'1'305-'1'306 : adjacent_5p upward 
'1'306-'1'307 : adjacent_5p upward 
'1'307-'1'308 : adjacent_5p upward 
'1'308-'1'309 : adjacent_5p upward 
'1'309-'1'310 : adjacent_5p upward 
'1'310-'1'311 : adjacent_5p upward 
'1'312-'1'313 : adjacent_5p upward 
'1'313-'1'314 : adjacent_5p upward 
'1'314-'1'315 : adjacent_5p upward 
'1'315-'1'316 : adjacent_5p upward 
'1'316-'1'317 : adjacent_5p upward 
'1'319-'1'320 : adjacent_5p upward 
'1'322-'1'323 : adjacent_5p upward 
'1'323-'1'324 : adjacent_5p upward 
'1'324-'1'325 : adjacent_5p upward 
'1'325-'1'326 : adjacent_5p upward 
'1'328-'1'329 : adjacent_5p upward 
'1'329-'1'330 : adjacent_5p upward 
'1'330-'1'331 : adjacent_5p upward 
'1'334-'1'335 : adjacent_5p upward 
'1'335-'1'336 : adjacent_5p upward 
'1'336-'1'337 : adjacent_5p upward 
'1'338-'1'339 : adjacent_5p upward 
'1'339-'1'340 : adjacent_5p upward 
'1'340-'1'341 : adjacent_5p upward 
'1'341-'1'342 : adjacent_5p upward 
'1'346-'1'347 : adjacent_5p upward 
'1'348-'1'349 : adjacent_5p upward 
'1'349-'1'350 : adjacent_5p upward 
'1'351-'1'352 : adjacent_5p upward 
'1'352-'1'353 : adjacent_5p upward 
'1'353-'1'354 : adjacent_5p upward 
'1'354-'1'355 : adjacent_5p upward 
'1'355-'1'356 : adjacent_5p upward 
'1'356-'1'357 : adjacent_5p upward 
'1'358-'1'359 : adjacent_5p upward 
'1'359-'1'360 : adjacent_5p upward 
'1'361-'1'362 : adjacent_5p upward 
'1'362-'1'363 : adjacent_5p upward 
'1'366-'1'367 : adjacent_5p upward 
'1'368-'1'369 : adjacent_5p upward 
'1'369-'1'370 : adjacent_5p upward 
'1'370-'1'371 : adjacent_5p upward 
'1'371-'1'372 : adjacent_5p upward 
'1'374-'1'375 : adjacent_5p upward 
'1'378-'1'379 : adjacent_5p upward 
'1'379-'1'380 : adjacent_5p upward 
'1'380-'1'381 : adjacent_5p upward 
'1'381-'1'382 : adjacent_5p upward 
'1'386-'1'387 : adjacent_5p upward 
'1'387-'1'388 : adjacent_5p upward 
'1'389-'1'390 : adjacent_5p upward 
'1'390-'1'391 : adjacent_5p upward 
'1'391-'1'392 : adjacent_5p upward 
'1'400-'1'401 : adjacent_5p upward 
'1'402-'1'403 : adjacent_5p upward 
'1'403-'1'404 : adjacent_5p upward 
'1'404-'1'405 : adjacent_5p upward 
'1'405-'1'406 : adjacent_5p upward 
'1'407-'1'408 : adjacent_5p upward pairing 
'1'408-'1'409 : adjacent_5p upward 
'1'409-'1'410 : adjacent_5p upward 
'1'410-'1'411 : adjacent_5p upward 
'1'412-'1'413 : adjacent_5p upward 
'1'414-'1'415 : adjacent_5p upward 
'1'419-'1'420 : adjacent_5p upward 
'1'420-'1'421 : adjacent_5p upward 
'1'422-'1'423 : adjacent_5p upward 
'1'428-'1'429 : adjacent_5p upward 
'1'430-'1'431 : adjacent_5p upward 
'1'431-'1'432 : adjacent_5p upward 
'1'432-'1'433 : adjacent_5p upward 
'1'434-'1'435 : adjacent_5p upward 
'1'435-'1'436 : adjacent_5p upward 
'1'436-'1'437 : adjacent_5p upward 
'1'437-'1'438 : adjacent_5p upward 
'1'438-'1'439 : adjacent_5p upward 
'1'440-'1'441 : adjacent_5p upward 
'1'444-'1'445 : adjacent_5p upward 
'1'445-'1'446 : adjacent_5p upward 
'1'448-'1'449 : adjacent_5p upward 
'1'449-'1'450 : adjacent_5p upward 
'1'450-'1'451 : adjacent_5p upward 
'1'451-'1'452 : adjacent_5p upward 
'1'452-'1'453 : adjacent_5p upward 
'1'454-'1'455 : adjacent_5p upward 
'1'456-'1'457 : adjacent_5p upward 
'1'457-'1'458 : adjacent_5p upward 
'1'458-'1'459 : adjacent_5p upward 
'1'459-'1'460 : adjacent_5p upward 
'1'461-'1'462 : adjacent_5p upward 
'1'462-'1'463 : adjacent_5p upward 
'1'463-'1'464 : adjacent_5p upward 
'1'464-'1'465 : adjacent_5p upward 
'1'466-'1'467 : adjacent_5p upward 
'1'469-'1'470 : adjacent_5p upward 
'1'471-'1'472 : adjacent_5p upward 
'1'472-'1'473 : adjacent_5p upward 
'1'474-'1'475 : adjacent_5p upward 
'1'477-'1'478 : adjacent_5p upward 
'1'478-'1'479 : adjacent_5p upward 
'1'479-'1'480 : adjacent_5p upward 
'1'481-'1'482 : adjacent_5p upward 
'1'482-'1'483 : adjacent_5p upward 
'1'485-'1'486 : adjacent_5p upward 
'1'487-'1'488 : adjacent_5p upward 
'1'488-'1'489 : adjacent_5p upward 
'1'489-'1'490 : adjacent_5p upward 
'1'490-'1'491 : adjacent_5p upward 
'1'491-'1'492 : adjacent_5p upward 
'1'493-'1'494 : adjacent_5p upward 
'1'496-'1'497 : adjacent_5p upward 
'1'500-'1'501 : adjacent_5p upward 
'1'501-'1'502 : adjacent_5p upward 
'1'503-'1'504 : adjacent_5p upward 
'1'506-'1'507 : adjacent_5p upward 
'1'508-'1'509 : adjacent_5p upward 
'1'509-'1'510 : adjacent_5p upward 
'1'510-'1'511 : adjacent_5p upward 
'1'511-'1'512 : adjacent_5p upward 
'1'514-'1'515 : adjacent_5p upward 
'1'515-'1'516 : adjacent_5p upward 
'1'518-'1'519 : adjacent_5p upward 
'1'519-'1'520 : adjacent_5p upward 
'1'520-'1'521 : adjacent_5p upward 
'1'521-'1'522 : adjacent_5p upward 
'1'522-'1'523 : adjacent_5p upward 
'1'523-'1'524 : adjacent_5p upward 
'1'524-'1'525 : adjacent_5p upward 
'1'525-'1'526 : adjacent_5p upward 
'1'530-'1'531 : adjacent_5p upward 
'1'531-'1'532 : adjacent_5p upward 
'1'534-'1'535 : adjacent_5p upward 
'1'535-'1'536 : adjacent_5p upward 
'1'536-'1'537 : adjacent_5p upward 
'1'537-'1'538 : adjacent_5p upward 
'1'538-'1'539 : adjacent_5p upward 
'1'543-'1'544 : adjacent_5p upward 
'1'544-'1'545 : adjacent_5p upward 
'1'545-'1'546 : adjacent_5p upward 
'1'548-'1'549 : adjacent_5p upward 
'1'549-'1'550 : adjacent_5p upward 
'1'550-'1'551 : adjacent_5p inward 
I-1-I1 : adjacent_5p upward 
I1-I2 : adjacent_5p upward 
I2-I3 : adjacent_5p upward 
I3-I4 : adjacent_5p upward 
I5-I6 : adjacent_5p upward 
I7-I8 : adjacent_5p upward 
Non-Adjacent stackings ------------------------------------------
'1'7-I3 : outward 
'1'12-'1'550 : outward 
'1'17-'1'167 : downward 
'1'20-'1'43 : outward 
'1'39-'1'41 : upward 
'1'47-'1'167 : outward 
'1'51-'1'163 : outward 
'1'53-'1'161 : outward 
'1'61-'1'133 : downward 
'1'61-'1'135 : upward 
'1'62-'1'67 : upward 
'1'69-'1'133 : outward 
'1'73-'1'75 : upward 
'1'78-'1'80 : outward 
'1'79-'1'118 : downward 
'1'80-'1'124 : outward 
'1'82-'1'122 : outward 
'1'86-'1'117 : downward pairing 
'1'89-'1'110 : outward 
'1'92-'1'107 : outward 
'1'96-'1'103 : outward 
'1'117-'1'119 : outward 
'1'134-'1'136 : upward 
'1'134-'1'154 : outward 
'1'137-'1'152 : outward 
'1'170-'1'543 : outward 
'1'173-'1'539 : outward 
'1'175-'1'177 : upward 
'1'187-'1'271 : downward 
'1'192-'1'247 : outward 
'1'199-'1'240 : outward 
'1'203-'1'236 : outward 
'1'207-'1'232 : outward 
'1'211-'1'228 : outward 
'1'255-'1'259 : outward 
'1'268-'1'270 : outward 
'1'283-'1'300 : outward 
'1'286-'1'297 : outward 
'1'312-'1'530 : outward 
'1'322-'1'520 : outward 
'1'328-'1'497 : outward 
'1'338-'1'487 : outward 
'1'351-'1'461 : outward 
'1'356-'1'456 : outward 
'1'358-'1'454 : outward 
'1'374-'1'444 : outward 
'1'379-'1'440 : outward 
'1'386-'1'434 : outward 
'1'389-'1'431 : outward 
'1'392-'1'428 : outward 
'1'398-'1'419 : outward 
'1'402-'1'414 : outward 
'1'469-'1'481 : outward 
'1'503-'1'508 : outward 
'1'540-'1'542 : upward 
Number of stackings = 360
Number of adjacent stackings = 305
Number of non adjacent stackings = 55
Base-pairs ------------------------------------------------------
'1'3-I6 : A-U Ww/Ww pairing antiparallel cis XX 
'1'3-I7 : A-U Wh/Wh pairing antiparallel cis one_hbond 
'1'4-I5 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'6-I3 : U-A Ww/Ww pairing antiparallel cis XX 
'1'7-I2 : A-U Ww/Ww pairing antiparallel cis XX 
'1'8-I1 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'9-I-1 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'12-'1'549 : A-U Ww/Ww pairing antiparallel cis XX 
'1'13-'1'548 : A-U Ww/Ww pairing antiparallel cis XX 
'1'14-'1'547 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'15-'1'546 : A-U Ww/Ww pairing antiparallel cis XX 
'1'16-'1'545 : U-A Ww/Ww pairing antiparallel cis XX 
'1'17-'1'45 : A-U Ww/Ww pairing antiparallel cis XX 
'1'18-'1'44 : U-A Ww/Ww pairing antiparallel cis XX 
'1'19-'1'43 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'20-'1'42 : A-U Ww/Ww pairing antiparallel cis XX 
'1'21-'1'41 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'22-'1'39 : A-U Ww/Ww pairing antiparallel cis XX 
'1'23-'1'38 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'24-'1'37 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'25-'1'36 : A-U Ww/Ww pairing antiparallel cis XX 
'1'46-'1'167 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'47-'1'166 : A-U Ww/Ww pairing antiparallel cis XX 
'1'48-'1'165 : A-U Ww/Ww pairing antiparallel cis XX 
'1'49-'1'164 : A-U Ww/Ww pairing antiparallel cis XX 
'1'50-'1'163 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'51-'1'162 : A-U Ww/Ww pairing antiparallel cis XX 
'1'52-'1'161 : U-G Ws/Ww pairing antiparallel cis 84 
'1'53-'1'160 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'54-'1'159 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'57-'1'150 : U-G O2P/Bs pairing 
'1'57-'1'157 : U-A Ww/Ww pairing antiparallel cis XX 
'1'58-'1'150 : U-G O2P/Bs pairing 
'1'58-'1'156 : U-A Ww/Ww pairing antiparallel cis XX 
'1'59-'1'155 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'60-'1'154 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'69-'1'132 : A-U Ww/Ww pairing antiparallel cis XX 
'1'70-'1'131 : A-U Ww/Ww pairing antiparallel cis XX 
'1'71-'1'130 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'72-'1'129 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'73-'1'128 : A-U Ww/Ww pairing antiparallel cis XX 
'1'75-'1'127 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'76-'1'126 : U-A Ww/Ww pairing antiparallel cis XX 
'1'77-'1'125 : U-A Ww/Ww pairing antiparallel cis XX 
'1'80-'1'123 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'81-'1'122 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'82-'1'121 : A-U Ww/Ww pairing antiparallel cis XX 
'1'83-'1'120 : U-A Ww/Ww pairing antiparallel cis XX 
'1'86-'1'117 : A-U Ww/O2' downward pairing 
'1'88-'1'110 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'89-'1'109 : A-U Ww/Ww pairing antiparallel cis XX 
'1'91-'1'107 : U-A Ww/Ww pairing antiparallel cis XX 
'1'92-'1'106 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'93-'1'105 : A-U Ww/Ww pairing antiparallel cis XX 
'1'94-'1'104 : A-U Ww/Ww pairing antiparallel cis XX 
'1'94-'1'105 : A-U Wh/Hw pairing antiparallel cis one_hbond 48 
'1'95-'1'103 : C-G O2'/Bs pairing 
'1'116-'1'119 : A-G Ss/O2' pairing 
'1'134-'1'153 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'139-'1'141 : A-A C8/Hh pairing antiparallel cis one_hbond 
'1'168-'1'544 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'169-'1'543 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'170-'1'542 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'171-'1'540 : A-G Wh/Ww pairing antiparallel cis one_hbond 
'1'172-'1'539 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'173-'1'538 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'174-'1'537 : U-A Ww/Ww pairing antiparallel cis XX 
'1'175-'1'536 : U-A Ww/Ww pairing antiparallel cis XX 
'1'177-'1'535 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'178-'1'534 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'181-'1'308 : U-A Ww/Ww pairing antiparallel cis XX 
'1'181-'1'533 : U-A O2P/Hh pairing 
'1'182-'1'307 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'183-'1'306 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'184-'1'305 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'185-'1'304 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'186-'1'303 : U-A Ww/Ww pairing antiparallel cis XX 
'1'187-'1'251 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'188-'1'250 : U-G Ws/Ws pairing antiparallel cis one_hbond 
'1'190-'1'248 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'191-'1'247 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'192-'1'246 : A-U Ww/Ww pairing antiparallel cis XX 
'1'193-'1'245 : A-U Ww/Ww pairing antiparallel cis XX 
'1'194-'1'244 : U-U Ws/Ww pairing antiparallel cis one_hbond 
'1'196-'1'242 : A-U Ww/Ww pairing antiparallel cis XX 
'1'197-'1'241 : U-A Ww/Ww pairing antiparallel cis XX 
'1'198-'1'240 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'199-'1'239 : G-U Ws/Ws pairing antiparallel cis one_hbond 
'1'200-'1'238 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'201-'1'237 : U-A Ww/Ww pairing antiparallel cis XX 
'1'202-'1'236 : U-A Ww/Ww pairing antiparallel cis XX 
'1'206-'1'232 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'207-'1'231 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'208-'1'230 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'210-'1'228 : U-U Ws/Ww pairing antiparallel cis XVI 
'1'211-'1'226 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'212-'1'225 : A-U Ww/Ww pairing antiparallel cis XX 
'1'213-'1'224 : U-A Ww/Ww pairing antiparallel cis XX 
'1'214-'1'223 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'215-'1'222 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'216-'1'221 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'252-'1'271 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'253-'1'255 : C-U O2'/Ww pairing 
'1'253-'1'270 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'254-'1'258 : U-U O2P/Ww pairing 
'1'258-'1'267 : U-C O2'/Ww pairing 
'1'258-'1'268 : U-C O2'/Bh pairing 
'1'261-'1'276 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'262-'1'275 : U-A Ww/Ww pairing antiparallel cis XX 
'1'263-'1'274 : U-A Ww/Ww pairing antiparallel cis XX 
'1'264-'1'273 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'265-'1'272 : U-A Ww/Ww pairing antiparallel cis XX 
'1'269-'1'270 : U-G O2P/Hh adjacent_5p pairing 
'1'277-'1'280 : U-G O2'/Bs pairing 
'1'280-'1'302 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'281-'1'301 : A-U Ww/Ww pairing antiparallel cis XX 
'1'282-'1'300 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'283-'1'299 : A-U Ww/Ww pairing antiparallel cis XX 
'1'284-'1'298 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'285-'1'297 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'286-'1'296 : A-U Ww/Ww pairing antiparallel cis XX 
'1'287-'1'295 : A-U Ww/Ww pairing antiparallel cis XX 
'1'288-'1'294 : A-A Wh/Ww pairing antiparallel cis one_hbond 37 
'1'309-'1'532 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'310-'1'531 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'311-'1'530 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'312-'1'529 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'313-'1'528 : G-U Ws/Ws pairing antiparallel cis one_hbond 
'1'314-'1'527 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'315-'1'526 : G-U Ws/Ws pairing antiparallel cis one_hbond 
'1'316-'1'525 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'317-'1'524 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'318-'1'523 : U-A Ww/Ww pairing antiparallel cis XX 
'1'319-'1'522 : U-A Ww/Ww pairing antiparallel cis XX 
'1'320-'1'521 : U-G Ws/Ws pairing antiparallel cis one_hbond 
'1'321-'1'520 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'322-'1'519 : A-U Ww/Ww pairing antiparallel cis XX 
'1'323-'1'518 : A-U Ww/Ww pairing antiparallel cis XX 
'1'324-'1'517 : A-U Ww/Ww pairing antiparallel cis XX 
'1'326-'1'514 : G-A Ww/O2P pairing 
'1'326-'1'515 : G-A Sw/Hh O2'/Bh pairing antiparallel trans one_hbond 
'1'328-'1'496 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'328-'1'512 : G-A O2P/Bh O2P/Bh pairing 
'1'329-'1'495 : A-U Ww/Ww pairing antiparallel cis XX 
'1'330-'1'494 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'331-'1'493 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'334-'1'490 : U-U Ww/Ws pairing antiparallel cis one_hbond 
'1'335-'1'489 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'336-'1'488 : U-A Ww/Ww pairing antiparallel cis XX 
'1'337-'1'487 : A-A Ww/Ww pairing antiparallel cis 37 
'1'338-'1'486 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'339-'1'485 : A-U Ww/Ww pairing antiparallel cis XX 
'1'340-'1'484 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'341-'1'483 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'342-'1'480 : C-C Bh/O2P pairing 
'1'342-'1'482 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'343-'1'467 : A-G Hh/Sw pairing antiparallel trans one_hbond 
'1'343-'1'482 : A-G Ss/Sw Ww/O2' pairing parallel trans one_hbond 57 
'1'344-'1'466 : U-U Ww/Ws pairing antiparallel cis XVI 
'1'345-'1'465 : U-A Ww/Ww pairing antiparallel cis XX 
'1'346-'1'464 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'347-'1'463 : U-A Ww/Ww pairing antiparallel cis XX 
'1'348-'1'462 : U-A Ww/Ww pairing antiparallel cis XX 
'1'349-'1'461 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'351-'1'460 : U-U Ww/Ws pairing antiparallel cis XVI 
'1'352-'1'459 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'353-'1'458 : A-U Ww/Ww pairing antiparallel cis XX 
'1'354-'1'457 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'355-'1'456 : U-A Ww/Ww pairing antiparallel cis XX 
'1'356-'1'455 : A-U Ww/Ww pairing antiparallel cis XX 
'1'357-'1'454 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'358-'1'453 : U-U Ww/Ws pairing antiparallel cis XVI 
'1'359-'1'452 : U-U Ww/Ws pairing antiparallel cis XVI 
'1'360-'1'451 : U-A Ww/Ww pairing antiparallel cis XX 
'1'361-'1'450 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'362-'1'449 : C-G Ws/Ww pairing antiparallel cis one_hbond 130 
'1'363-'1'448 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'365-'1'369 : U-G Ww/Wh pairing antiparallel cis one_hbond 
'1'371-'1'446 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'372-'1'445 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'373-'1'444 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'374-'1'443 : A-U Ww/Ww pairing antiparallel cis XX 
'1'377-'1'379 : U-A Ws/Hw pairing parallel cis one_hbond 47 
'1'378-'1'440 : U-A Ww/Ww pairing antiparallel cis XX 
'1'379-'1'439 : A-U Ww/Ww pairing antiparallel cis XX 
'1'380-'1'438 : G-U Ww/Ws pairing antiparallel cis 
'1'381-'1'437 : U-A Ww/Ww pairing antiparallel cis XX 
'1'382-'1'436 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'383-'1'435 : U-A Ww/Ww pairing antiparallel cis XX 
'1'384-'1'434 : U-G Ws/Ww pairing antiparallel cis one_hbond 
'1'386-'1'433 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'387-'1'432 : A-U Ww/Ww pairing antiparallel cis XX 
'1'388-'1'422 : C-G O2P/Ss pairing 
'1'388-'1'431 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'389-'1'430 : G-U Ww/Ws pairing antiparallel cis one_hbond 
'1'390-'1'429 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'391-'1'423 : C-G Bh/O2' pairing 
'1'391-'1'428 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'392-'1'425 : A-A Ww/O2P pairing 
'1'393-'1'395 : G-U Hh/O2P pairing 
'1'393-'1'425 : G-A Ww/O2P Ss/O2P pairing 
'1'395-'1'421 : U-A Ww/Ww pairing antiparallel cis one_hbond 
'1'395-'1'424 : U-U Ww/O2P pairing 
'1'396-'1'420 : U-A Ww/Ww pairing antiparallel cis XX 
'1'397-'1'419 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'398-'1'418 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'400-'1'415 : A-U Ww/Ww pairing antiparallel cis XX 
'1'401-'1'414 : U-A Ww/Ww pairing antiparallel cis XX 
'1'402-'1'413 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'403-'1'412 : A-U Ww/Ww pairing antiparallel cis XX 
'1'404-'1'411 : A-U Ww/Ww pairing antiparallel cis XX 
'1'405-'1'410 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'406-'1'409 : U-A O2'/Bh pairing 
'1'407-'1'408 : U-A O2P/Hh adjacent_5p upward pairing 
'1'425-'1'426 : A-U Ss/O2' adjacent_5p pairing 
'1'468-'1'481 : U-A Ww/Ww pairing antiparallel cis XX 
'1'469-'1'480 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'470-'1'479 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'471-'1'478 : U-A Ww/Ww pairing antiparallel cis XX 
'1'472-'1'477 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'497-'1'498 : G-U Sw/Hw adjacent_5p pairing parallel cis one_hbond 89 
'1'498-'1'512 : U-A Ww/Ww pairing antiparallel cis one_hbond 
'1'498-'1'514 : U-A O2'/Ww pairing 
'1'499-'1'511 : U-A Ww/Ww pairing antiparallel cis XX 
'1'500-'1'510 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'501-'1'509 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'502-'1'508 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'503-'1'507 : G-U Ww/Ws pairing antiparallel cis XXVIII 
