Residue conformations -------------------------------------------
'5'213 : ILE
'5'214 : PRO
'5'215 : TYR
'5'216 : ASP
'5'217 : LYS
'5'218 : PRO
'5'219 : TRP
'5'220 : TYR
'5'221 : GLU
'5'222 : ILE
'5'223 : PRO
'5'224 : LEU
'5'225 : ASP
'5'226 : PRO
'5'227 : GLN
'5'228 : VAL
'5'229 : GLY
'5'230 : GLN
'5'231 : ASN
'5'232 : ASP
'5'233 : ASP
'5'234 : VAL
'5'235 : GLU
'5'236 : GLU
'5'237 : LEU
'5'238 : SER
'5'239 : LYS
'5'240 : GLU
'5'241 : GLN
'5'242 : ILE
'5'243 : GLU
'5'244 : LYS
'5'245 : LEU
'5'246 : PHE
'5'247 : GLU
'5'248 : ARG
'5'249 : GLY
'5'250 : LYS
'5'251 : GLN
'5'252 : THR
'5'253 : LEU
'5'254 : GLU
'5'255 : ALA
'5'256 : ASP
'5'257 : ASN
'5'258 : GLN
'5'259 : THR
'5'260 : TYR
'5'261 : TYR
'5'262 : GLU
'5'263 : GLU
'5'264 : PHE
'5'265 : THR
'5'266 : LYS
'5'267 : ASP
'5'268 : SER
'5'269 : SER
'5'270 : GLN
'5'271 : ALA
'5'272 : LYS
'5'273 : PHE
'5'274 : MET
'5'275 : SER
'5'276 : GLN
'5'277 : ILE
'5'278 : LEU
'5'279 : SER
'5'280 : ASP
'5'281 : GLY
'5'282 : THR
'5'283 : LEU
'5'284 : ASN
'5'285 : ASP
'5'286 : LYS
'5'287 : ILE
'5'288 : SER
'5'289 : ALA
'5'290 : VAL
'5'291 : THR
'5'292 : LEU
'5'293 : LEU
'5'294 : ILE
'5'295 : GLN
'5'296 : ASP
'5'297 : SER
'5'298 : PRO
'5'299 : LEU
'5'300 : HIS
'5'301 : ASN
'5'302 : THR
'5'303 : LYS
'5'304 : SER
'5'305 : LEU
'5'306 : GLU
'5'307 : THR
'5'308 : LEU
'5'309 : VAL
'5'310 : SER
'5'311 : TYR
'5'312 : CYS
'5'313 : GLY
'5'314 : LYS
'5'315 : LYS
'5'316 : SER
'5'317 : ARG
'5'318 : ASN
'5'319 : SER
'5'320 : ALA
'5'321 : LEU
'5'322 : GLN
'5'323 : SER
'5'324 : LEU
'5'325 : ASN
'5'326 : ALA
'5'327 : LEU
'5'328 : LYS
'5'329 : ASP
'5'330 : LEU
'5'331 : PHE
'5'332 : LEU
'5'333 : ASN
'5'334 : GLY
'5'335 : LEU
'5'336 : LEU
'5'337 : PRO
'5'338 : ASN
'5'339 : ARG
'5'340 : LYS
'5'341 : LEU
'5'342 : ARG
'5'343 : TYR
'5'344 : PHE
'5'345 : LYS
'5'346 : ASN
'5'347 : GLN
'5'348 : PRO
'5'349 : GLY
'5'350 : LEU
'5'351 : SER
'5'352 : MET
'5'353 : MET
'5'354 : LEU
'5'355 : ASN
'5'356 : LYS
'5'357 : LYS
'5'358 : THR
'5'359 : LEU
'5'360 : ALA
'5'361 : ILE
'5'362 : PHE
'5'363 : TYR
'5'364 : PHE
'5'365 : GLU
'5'366 : ASP
'5'367 : TYR
'5'368 : LEU
'5'369 : LYS
'5'370 : LYS
'5'371 : LEU
'5'372 : PHE
'5'373 : PHE
'5'374 : ARG
'5'375 : VAL
'5'376 : LEU
'5'377 : GLU
'5'378 : VAL
'5'379 : LEU
'5'380 : GLU
'5'381 : VAL
'5'382 : LEU
'5'383 : SER
'5'384 : HIS
'5'385 : ASP
'5'386 : PRO
'5'387 : ILE
'5'388 : ILE
'5'389 : HIS
'5'390 : VAL
'5'391 : ARG
'5'392 : LEU
'5'393 : GLN
'5'394 : ILE
'5'395 : LEU
'5'396 : ASN
'5'397 : HIS
'5'398 : VAL
'5'399 : PHE
'5'400 : ASP
'5'401 : LEU
'5'402 : LEU
'5'403 : THR
'5'404 : ASN
'5'405 : GLN
'5'406 : PRO
'5'407 : GLU
'5'408 : GLN
'5'409 : GLU
'5'410 : PHE
'5'411 : ASN
'5'412 : LEU
'5'413 : LEU
'5'414 : ARG
'5'415 : LEU
'5'416 : GLY
'5'417 : VAL
'5'418 : ASN
'5'419 : LYS
'5'420 : ILE
'5'421 : GLY
'5'422 : ASP
'5'423 : ILE
'5'424 : ASP
'5'425 : SER
'5'426 : LYS
'5'427 : VAL
'5'428 : SER
'5'429 : SER
'5'430 : LYS
'5'431 : ALA
'5'432 : SER
'5'433 : TYR
'5'434 : LEU
'5'435 : LEU
'5'436 : LEU
'5'437 : LYS
'5'438 : LEU
'5'439 : GLU
'5'440 : GLN
'5'441 : ALA
'5'442 : HIS
'5'443 : PRO
'5'444 : ASN
'5'445 : MET
'5'446 : LYS
'5'447 : SER
'5'448 : ILE
'5'449 : VAL
'5'450 : ILE
'5'451 : ASP
'5'452 : ALA
'5'453 : ILE
'5'454 : VAL
'5'455 : ASP
'5'456 : ILE
'5'457 : ALA
'5'458 : LEU
'5'459 : ARG
'5'460 : PRO
'5'461 : ASN
'5'462 : ALA
'5'463 : ASP
'5'464 : TYR
'5'465 : HIS
'5'466 : THR
'5'467 : THR
'5'468 : TYR
'5'469 : TYR
'5'470 : SER
'5'471 : VAL
'5'472 : ILE
'5'473 : THR
'5'474 : LEU
'5'475 : ASN
'5'476 : GLN
'5'477 : THR
'5'478 : ILE
'5'479 : LEU
'5'480 : LYS
'5'481 : ARG
'5'482 : SER
'5'483 : GLU
'5'484 : ASP
'5'485 : SER
'5'486 : VAL
'5'487 : ALA
'5'488 : ASN
'5'489 : LYS
'5'490 : LEU
'5'491 : VAL
'5'492 : LYS
'5'493 : THR
'5'494 : TYR
'5'495 : PHE
'5'496 : THR
'5'497 : LEU
'5'498 : PHE
'5'499 : GLU
'5'500 : LYS
'5'501 : PHE
'5'502 : LEU
'5'503 : ILE
'5'550 : ASP
'5'551 : GLU
'5'552 : LYS
'5'553 : ASN
'5'554 : SER
'5'555 : LYS
'5'556 : LEU
'5'557 : PHE
'5'558 : SER
'5'559 : ALA
'5'560 : LEU
'5'561 : LEU
'5'562 : THR
'5'563 : GLY
'5'564 : ILE
'5'565 : ASN
'5'566 : ARG
'5'567 : ALA
'5'568 : PHE
'5'569 : PRO
'5'570 : PHE
'5'571 : ALA
'5'572 : GLN
'5'573 : ILE
'5'574 : PRO
'5'575 : ALA
'5'576 : SER
'5'577 : VAL
'5'578 : TYR
'5'579 : GLU
'5'580 : VAL
'5'581 : HIS
'5'582 : MET
'5'583 : GLU
'5'584 : THR
'5'585 : LEU
'5'586 : PHE
'5'587 : LYS
'5'588 : ILE
'5'589 : THR
'5'590 : HIS
'5'591 : SER
'5'592 : SER
'5'593 : ASN
'5'594 : PHE
'5'595 : ASN
'5'596 : THR
'5'597 : SER
'5'598 : ILE
'5'599 : GLN
'5'600 : ALA
'5'601 : LEU
'5'602 : VAL
'5'603 : LEU
'5'604 : ILE
'5'605 : ASN
'5'606 : GLN
'5'607 : VAL
'5'608 : THR
'5'609 : VAL
'5'610 : LYS
'5'611 : ALA
'5'612 : LYS
'5'613 : LEU
'5'614 : ASN
'5'615 : SER
'5'616 : ASP
'5'617 : ARG
'5'618 : TYR
'5'619 : TYR
'5'620 : ARG
'5'621 : THR
'5'622 : LEU
'5'623 : TYR
'5'624 : GLU
'5'625 : SER
'5'626 : LEU
'5'627 : PHE
'5'628 : ASP
'5'629 : PRO
'5'630 : ARG
'5'631 : LEU
'5'632 : VAL
'5'633 : ASN
'5'634 : SER
'5'635 : SER
'5'636 : LYS
'5'637 : GLN
'5'638 : GLY
'5'639 : ILE
'5'640 : TYR
'5'641 : LEU
'5'642 : ASN
'5'643 : LEU
'5'644 : LEU
'5'645 : TYR
'5'646 : LYS
'5'647 : SER
'5'648 : LEU
'5'649 : LYS
'5'650 : GLN
'5'651 : ASP
'5'652 : ALA
'5'653 : LEU
'5'654 : ASN
'5'655 : VAL
'5'656 : GLU
'5'657 : ARG
'5'658 : VAL
'5'659 : GLU
'5'660 : ALA
'5'661 : PHE
'5'662 : VAL
'5'663 : LYS
'5'664 : ARG
'5'665 : ILE
'5'666 : LEU
'5'667 : GLN
'5'668 : VAL
'5'669 : CYS
'5'670 : SER
'5'671 : HIS
'5'672 : TRP
'5'673 : LEU
'5'674 : ASN
'5'675 : VAL
'5'676 : GLY
'5'677 : THR
'5'678 : ILE
'5'679 : THR
'5'680 : GLY
'5'681 : PHE
'5'682 : PHE
'5'683 : PHE
'5'684 : LEU
'5'685 : LEU
'5'686 : ILE
'5'687 : GLN
'5'688 : LEU
'5'689 : ALA
'5'690 : LYS
'5'691 : THR
'5'692 : VAL
'5'693 : PRO
'5'694 : GLN
'5'695 : ILE
'5'696 : LYS
'5'697 : ASN
'5'698 : LEU
'5'699 : LEU
'5'700 : THR
'5'701 : ASN
'5'744 : TRP
'5'745 : GLU
'5'746 : ILE
'5'747 : ASN
'5'748 : ASN
'5'749 : PHE
'5'750 : ILE
'5'751 : ASN
'5'752 : HIS
'5'753 : PHE
'5'754 : HIS
'5'755 : PRO
'5'756 : THR
'5'757 : VAL
'5'758 : LYS
'5'759 : THR
'5'760 : TYR
'5'761 : ALA
'5'762 : ASN
'5'763 : ALA
'5'764 : TYR
'5'765 : VAL
'5'766 : THR
'5'767 : GLY
'5'768 : GLU
'5'769 : THR
'5'770 : GLU
'5'771 : GLN
'5'772 : ILE
'5'773 : ALA
'5'774 : LYS
'5'775 : PRO
'5'776 : ASP
'5'777 : LEU
'5'778 : GLY
'5'779 : LEU
'5'780 : PHE
'5'781 : THR
'5'782 : LEU
'5'783 : SER
'5'784 : HIS
'5'785 : PHE
'5'786 : LEU
'5'787 : ASP
'5'788 : ARG
'5'789 : PHE
'5'790 : VAL
'5'791 : TYR
'5'792 : ARG
'5'793 : SER
'5'794 : ALA
'5'795 : LYS
'5'832 : PRO
'5'833 : VAL
'5'834 : ASN
'5'835 : THR
'5'836 : GLU
'5'837 : ASP
'5'838 : TRP
'5'839 : LEU
'5'840 : THR
'5'841 : LYS
'5'842 : LYS
'5'843 : VAL
'5'844 : GLU
'5'845 : ASP
'5'846 : ILE
'5'847 : LYS
'5'848 : PRO
'5'849 : GLU
'5'850 : ASP
'5'851 : LYS
'5'852 : PHE
'5'853 : PHE
'5'854 : TYR
'5'855 : GLN
'5'856 : TYR
'5'857 : PHE
'5'858 : THR
'5'859 : THR
'5'860 : LYS
'5'861 : LYS
'5'862 : THR
'5'863 : ALA
'5'864 : ASP
'5'865 : GLY
'5'866 : LYS
'6'175 : LYS
'6'176 : ILE
'6'177 : GLU
'6'178 : LEU
'6'179 : SER
'6'180 : LEU
'6'181 : LYS
'6'182 : LEU
'6'183 : VAL
'6'184 : ARG
'6'185 : LYS
'6'186 : TRP
'6'187 : LYS
'6'188 : LYS
'6'189 : GLN
'6'190 : LEU
'6'191 : HIS
'6'192 : ASP
'6'193 : SER
'6'194 : PRO
'6'195 : SER
'6'196 : LEU
'6'197 : LYS
'6'198 : LEU
'6'199 : LEU
'6'200 : ARG
'6'201 : ASN
'6'202 : ILE
'6'203 : ILE
'6'204 : SER
'6'205 : ALA
'6'206 : PHE
'6'207 : LYS
'6'208 : VAL
'6'209 : ALA
'6'210 : VAL
'6'211 : ASN
'6'212 : LEU
'6'213 : ASN
'6'214 : LYS
'6'215 : GLU
'6'220 : ASP
'6'221 : TYR
'6'222 : LYS
'6'223 : TYR
'6'224 : ALA
'6'225 : ILE
'6'226 : THR
'6'227 : ASP
'6'228 : GLU
'6'229 : LYS
'6'230 : ALA
'6'231 : PHE
'6'232 : HIS
'6'233 : GLU
'6'234 : LEU
'6'235 : MET
'6'236 : PHE
'6'237 : MET
'6'238 : VAL
'6'239 : LEU
'6'240 : LYS
'6'241 : ASP
'6'242 : VAL
'6'243 : PRO
'6'244 : GLN
'6'245 : ALA
'6'246 : ILE
'6'247 : GLN
'6'248 : LYS
'6'249 : MET
'6'250 : ALA
'6'251 : PRO
'6'252 : TYR
'6'253 : LYS
'6'254 : ILE
'6'255 : VAL
'6'256 : LYS
'6'257 : GLY
'6'258 : ALA
'6'259 : ARG
'6'260 : THR
'6'261 : LEU
'6'262 : PRO
'6'263 : ASN
'6'264 : GLY
'6'265 : GLY
'6'266 : ASN
'6'267 : VAL
'6'268 : SER
'6'269 : ARG
'6'270 : VAL
'6'271 : SER
'6'272 : SER
'6'273 : ILE
'6'274 : VAL
'6'275 : LYS
'6'276 : SER
'6'277 : HIS
'6'278 : ALA
'6'279 : GLY
'6'280 : SER
'6'281 : LEU
'6'282 : LEU
'6'283 : ILE
'6'284 : LEU
'6'285 : LEU
'6'286 : ASN
'6'287 : ASP
'6'288 : ILE
'6'289 : THR
'6'290 : ASN
'6'291 : THR
'6'292 : GLU
'6'293 : THR
'6'294 : ALA
'6'295 : ALA
'6'296 : LEU
'6'297 : VAL
'6'298 : LEU
'6'299 : HIS
'6'300 : SER
'6'301 : VAL
'6'302 : ASN
'6'303 : GLU
'6'304 : LEU
'6'305 : MET
'6'306 : PRO
'6'307 : TYR
'6'308 : LEU
'6'309 : LEU
'6'310 : SER
'6'311 : TYR
'6'312 : ARG
'6'313 : ARG
'6'314 : ILE
'6'315 : LEU
'6'316 : LYS
'6'317 : GLU
'6'318 : LEU
'6'319 : ILE
'6'320 : LYS
'6'321 : SER
'6'322 : ILE
'6'323 : VAL
'6'324 : GLY
'6'325 : VAL
'6'326 : TRP
'6'327 : SER
'6'328 : THR
'6'329 : THR
'6'330 : ARG
'6'331 : GLU
'6'332 : LEU
'6'333 : GLU
'6'334 : THR
'6'335 : GLN
'6'336 : ILE
'6'337 : ALA
'6'338 : SER
'6'339 : PHE
'6'340 : ALA
'6'341 : PHE
'6'342 : LEU
'6'343 : ILE
'6'344 : ASN
'6'345 : THR
'6'346 : THR
'6'347 : LYS
'6'348 : GLU
'6'349 : PHE
'6'350 : LYS
'6'351 : LYS
'6'352 : SER
'6'353 : MET
'6'354 : LEU
'6'355 : GLU
'6'356 : THR
'6'357 : THR
'6'358 : LEU
'6'359 : LYS
'6'360 : THR
'6'361 : THR
'6'362 : TYR
'6'363 : SER
'6'364 : THR
'6'365 : PHE
'6'366 : ILE
'6'367 : LYS
'6'368 : SER
'6'369 : CYS
'6'370 : ARG
'6'371 : LYS
'6'372 : THR
'6'373 : ASN
'6'374 : MET
'6'375 : ARG
'6'376 : SER
'6'377 : MET
'6'378 : PRO
'6'379 : LEU
'6'380 : ILE
'6'381 : ASN
'6'382 : PHE
'6'383 : GLN
'6'384 : LYS
'6'385 : ASN
'6'386 : SER
'6'387 : ALA
'6'388 : ALA
'6'389 : GLU
'6'390 : LEU
'6'391 : PHE
'6'392 : GLY
'6'393 : ILE
'6'394 : ASP
'6'395 : GLU
'6'396 : VAL
'6'397 : LEU
'6'398 : GLY
'6'399 : TYR
'6'400 : GLN
'6'401 : VAL
'6'402 : GLY
'6'403 : PHE
'6'404 : GLU
'6'405 : TYR
'6'406 : ILE
'6'407 : ARG
'6'408 : GLN
'6'409 : LEU
'6'410 : ALA
'6'411 : ILE
'6'412 : HIS
'6'413 : LEU
'6'414 : ARG
'6'415 : ASN
'6'416 : THR
'6'417 : MET
'6'418 : ASN
'6'419 : ALA
'6'420 : THR
'6'421 : THR
'6'422 : LYS
'6'423 : LYS
'6'424 : SER
'6'425 : SER
'6'426 : LYS
'6'427 : ILE
'6'428 : ASN
'6'429 : SER
'6'430 : ALA
'6'431 : GLU
'6'432 : ALA
'6'433 : TYR
'6'434 : LYS
'6'435 : ILE
'6'436 : VAL
'6'437 : TYR
'6'438 : ASN
'6'439 : TRP
'6'440 : GLN
'6'441 : PHE
'6'442 : CYS
'6'443 : HIS
'6'444 : SER
'6'445 : LEU
'6'446 : ASP
'6'447 : PHE
'6'448 : TRP
'6'449 : SER
'6'450 : ARG
'6'451 : VAL
'6'452 : LEU
'6'453 : SER
'6'454 : PHE
'6'455 : ALA
'6'456 : CYS
'6'457 : GLN
'6'458 : PRO
'6'459 : GLU
'6'460 : LYS
'6'461 : GLU
'6'462 : ASN
'6'463 : GLY
'6'464 : SER
'6'465 : GLU
'6'466 : SER
'6'467 : PRO
'6'468 : LEU
'6'469 : ARG
'6'470 : GLN
'6'471 : LEU
'6'472 : ILE
'6'473 : TYR
'6'474 : PRO
'6'475 : LEU
'6'476 : VAL
'6'477 : GLN
'6'478 : VAL
'6'479 : THR
'6'480 : LEU
'6'481 : GLY
'6'482 : VAL
'6'483 : ILE
'6'484 : ARG
'6'485 : LEU
'6'486 : ILE
'6'487 : PRO
'6'488 : THR
'6'489 : PRO
'6'490 : GLN
'6'491 : PHE
'6'492 : PHE
'6'493 : PRO
'6'494 : LEU
'6'495 : ARG
'6'496 : PHE
'6'497 : TYR
'6'498 : LEU
'6'499 : ILE
'6'500 : LYS
'6'501 : SER
'6'502 : LEU
'6'503 : ILE
'6'504 : ARG
'6'505 : LEU
'6'506 : SER
'6'507 : GLN
'6'508 : ASN
'6'509 : SER
'6'510 : GLY
'6'511 : VAL
'6'512 : PHE
'6'513 : ILE
'6'514 : PRO
'6'515 : ILE
'6'516 : TYR
'6'517 : PRO
'6'518 : LEU
'6'519 : LEU
'6'520 : SER
'6'521 : GLU
'6'522 : ILE
'6'523 : LEU
'6'524 : THR
'6'525 : SER
'6'526 : THR
'6'527 : ALA
'6'528 : PHE
'6'529 : THR
'6'530 : LYS
'6'531 : ALA
'6'532 : PRO
'6'533 : LYS
'6'534 : LYS
'6'535 : SER
'6'536 : PRO
'6'537 : ASN
'6'538 : LEU
'6'539 : ALA
'6'540 : ALA
'6'541 : PHE
'6'542 : ASP
'6'543 : PHE
'6'544 : GLU
'6'545 : HIS
'6'546 : ASN
'6'547 : ILE
'6'548 : LYS
'6'549 : CYS
'6'550 : THR
'6'551 : GLN
'6'552 : ALA
'6'553 : TYR
'6'554 : LEU
'6'555 : ASN
'6'556 : THR
'6'557 : LYS
'6'558 : ILE
'6'559 : TYR
'6'560 : GLN
'6'561 : GLU
'6'562 : GLY
'6'563 : LEU
'6'564 : SER
'6'565 : GLU
'6'566 : GLN
'6'567 : PHE
'6'568 : VAL
'6'569 : ASP
'6'570 : LEU
'6'571 : LEU
'6'572 : GLY
'6'573 : ASP
'6'574 : TYR
'6'575 : PHE
'6'576 : ALA
'6'577 : LEU
'6'578 : TYR
'6'579 : CYS
'6'580 : LYS
'6'581 : ASN
'6'582 : ILE
'6'583 : ALA
'6'584 : PHE
'6'585 : PRO
'6'586 : GLU
'6'587 : LEU
'6'588 : VAL
'6'589 : THR
'6'590 : PRO
'6'591 : VAL
'6'592 : ILE
'6'593 : ILE
'6'594 : SER
'6'595 : LEU
'6'596 : ARG
'6'597 : ARG
'6'598 : TYR
'6'599 : ILE
'6'600 : LYS
'6'601 : THR
'6'602 : SER
'6'603 : THR
'6'604 : ASN
'6'605 : VAL
'6'606 : LYS
'6'607 : LEU
'6'608 : ASN
'6'609 : LYS
'6'610 : ARG
'6'611 : LEU
'6'612 : SER
'6'613 : THR
'6'614 : VAL
'6'615 : VAL
'6'616 : GLU
'6'617 : LYS
'6'618 : LEU
'6'619 : ASN
'6'620 : GLN
'6'621 : ASN
'6'622 : SER
'6'623 : THR
'6'624 : PHE
'6'625 : ILE
'6'626 : GLN
'6'627 : GLU
'6'628 : LYS
'6'629 : ARG
'6'630 : SER
'6'631 : ASP
'6'632 : VAL
'6'633 : GLU
'6'634 : PHE
'6'635 : GLY
'6'636 : PRO
'6'637 : THR
'6'638 : ASN
'6'639 : LYS
'6'640 : SER
'6'641 : GLU
'6'642 : VAL
'6'643 : SER
'6'644 : ARG
'6'645 : PHE
'6'646 : LEU
'6'647 : ASN
'6'648 : ASP
'6'649 : VAL
'6'650 : ALA
'6'651 : TRP
'6'652 : ASN
'6'653 : LYS
'6'654 : THR
'6'655 : PRO
'6'656 : LEU
'6'657 : GLY
'6'658 : SER
'6'659 : TYR
'6'660 : VAL
'6'661 : ALA
'6'662 : VAL
'6'663 : GLN
'6'664 : ARG
'6'665 : GLU
'6'666 : VAL
'6'667 : LYS
'6'668 : GLU
'6'669 : GLU
'6'670 : LYS
'6'671 : ALA
'6'672 : ARG
'6'673 : LEU
'6'674 : MET
'6'675 : ARG
'6'676 : GLU
'6'677 : SER
'6'678 : MET
'6'679 : GLU
'6'680 : GLU
'6'681 : GLN
'6'682 : ASP
'6'683 : LYS
'6'684 : GLU
'6'685 : ARG
'6'686 : GLU
'6'687 : THR
'6'688 : GLU
'6'689 : GLU
'6'690 : ALA
'6'691 : LYS
'6'692 : LEU
C2 : SER
C3 : ARG
C4 : PRO
C5 : GLN
C6 : VAL
C7 : THR
C8 : VAL
C9 : HIS
C10 : SER
C11 : LEU
C12 : THR
C13 : GLY
C14 : GLU
C15 : ALA
C16 : THR
C17 : ALA
C18 : ASN
C19 : ALA
C20 : LEU
C21 : PRO
C22 : LEU
C23 : PRO
C24 : ALA
C25 : VAL
C26 : PHE
C27 : SER
C28 : ALA
C29 : PRO
C30 : ILE
C31 : ARG
C32 : PRO
C33 : ASP
C34 : ILE
C35 : VAL
C36 : HIS
C37 : THR
C38 : VAL
C39 : PHE
C40 : THR
C41 : SER
C42 : VAL
C43 : ASN
C44 : LYS
C45 : ASN
C46 : LYS
C110 : ASN
C111 : VAL
C112 : LYS
C113 : VAL
C114 : ASN
C115 : HIS
C116 : ASN
C117 : GLU
C118 : LYS
C119 : ARG
C120 : TYR
C121 : ALA
C122 : THR
C123 : ALA
C124 : SER
C125 : ALA
C126 : ILE
C127 : ALA
C128 : ALA
C129 : THR
C130 : ALA
C131 : VAL
C132 : ALA
C133 : SER
C134 : LEU
C135 : VAL
C136 : LEU
C137 : ALA
C138 : ARG
C139 : GLY
C140 : HIS
C141 : ARG
C142 : VAL
C143 : GLU
C144 : LYS
C145 : ILE
C146 : PRO
C147 : GLU
C148 : ILE
C149 : PRO
C150 : LEU
C151 : VAL
C152 : VAL
C153 : SER
C154 : THR
C155 : ASP
C156 : LEU
C157 : GLU
C158 : SER
C159 : ILE
C160 : GLN
C161 : LYS
C162 : THR
C163 : LYS
C164 : GLU
C165 : ALA
C166 : VAL
C167 : ALA
C168 : ALA
C169 : LEU
C170 : LYS
C171 : ALA
C172 : VAL
C173 : GLY
C174 : ALA
C175 : HIS
C176 : SER
C177 : ASP
C178 : LEU
C179 : LEU
C180 : LYS
C181 : VAL
C182 : LEU
C183 : LYS
C184 : SER
C185 : LYS
C186 : LYS
C187 : LEU
C188 : ARG
C189 : ALA
C190 : GLY
C191 : LYS
C192 : GLY
C193 : LYS
C194 : TYR
C195 : ARG
C196 : ASN
C197 : ARG
C198 : ARG
C199 : TRP
C200 : THR
C201 : GLN
C202 : ARG
C203 : ARG
C204 : GLY
C205 : PRO
C206 : LEU
C207 : VAL
C208 : VAL
C209 : TYR
C210 : ALA
C211 : GLU
C212 : ASP
C213 : ASN
C214 : GLY
C215 : ILE
C216 : VAL
C217 : LYS
C218 : ALA
C219 : LEU
C220 : ARG
C221 : ASN
C222 : VAL
C223 : PRO
C224 : GLY
C225 : VAL
C226 : GLU
C227 : THR
C228 : ALA
C229 : ASN
C230 : VAL
C231 : ALA
C232 : SER
C233 : LEU
C234 : ASN
C235 : LEU
C236 : LEU
C237 : GLN
C238 : LEU
C239 : ALA
C240 : PRO
C241 : GLY
C242 : ALA
C243 : HIS
C244 : LEU
C245 : GLY
C246 : ARG
C247 : PHE
C248 : VAL
C249 : ILE
C250 : TRP
C251 : THR
C252 : GLU
C253 : ALA
C254 : ALA
C255 : PHE
C256 : THR
C257 : LYS
C258 : LEU
C259 : ASP
C260 : GLN
C261 : VAL
C262 : TRP
C263 : GLY
C264 : SER
C265 : GLU
C266 : THR
C267 : VAL
C268 : ALA
C269 : SER
C270 : SER
C271 : LYS
C272 : VAL
C273 : GLY
C274 : TYR
C275 : THR
C276 : LEU
C277 : PRO
C278 : SER
C279 : HIS
C280 : ILE
C281 : ILE
C282 : SER
C283 : THR
C284 : SER
C285 : ASP
C286 : VAL
C287 : THR
C288 : ARG
C289 : ILE
C290 : ILE
C291 : ASN
C292 : SER
C293 : SER
C294 : GLU
C295 : ILE
C296 : GLN
C297 : SER
C298 : ALA
C299 : ILE
C300 : ARG
C301 : PRO
C302 : ALA
C303 : GLY
C304 : GLN
C305 : ALA
C306 : THR
C307 : GLN
C308 : LYS
C309 : ARG
C310 : THR
C311 : HIS
C312 : VAL
C313 : LEU
C314 : LYS
C315 : LYS
C316 : ASN
C317 : PRO
C318 : LEU
C319 : LYS
C320 : ASN
C321 : LYS
C322 : GLN
C323 : VAL
C324 : LEU
C325 : LEU
C326 : ARG
C327 : LEU
C328 : ASN
C329 : PRO
C330 : TYR
C331 : ALA
C332 : LYS
C333 : VAL
C334 : PHE
C335 : ALA
C336 : ALA
C337 : GLU
C338 : LYS
C339 : LEU
C340 : GLY
C341 : SER
C342 : LYS
C343 : LYS
C344 : ALA
C345 : GLU
C346 : LYS
C347 : THR
D2 : SER
D3 : ASP
D4 : GLU
D5 : ILE
D6 : VAL
D7 : TRP
D8 : GLN
D9 : VAL
D10 : ILE
D11 : ASN
D12 : GLN
D13 : SER
D14 : PHE
D15 : CYS
D16 : SER
D17 : HIS
D18 : ARG
D19 : ILE
D20 : LYS
D21 : ALA
D22 : PRO
D23 : ASN
D24 : GLY
D25 : GLN
D26 : ASN
D27 : PHE
D28 : CYS
D29 : ARG
D30 : ASN
D31 : GLU
D32 : TYR
D33 : ASN
D34 : VAL
D35 : THR
D36 : GLY
D37 : LEU
D38 : CYS
D39 : THR
D40 : ARG
D41 : GLN
D42 : SER
D43 : CYS
D44 : PRO
D45 : LEU
D46 : ALA
D47 : ASN
D48 : SER
D49 : LYS
D50 : TYR
D51 : ALA
D52 : THR
D53 : VAL
D54 : LYS
D55 : CYS
D56 : ASP
D57 : ASN
D58 : GLY
D59 : LYS
D60 : LEU
D61 : TYR
D62 : LEU
D63 : TYR
D64 : MET
D65 : LYS
D66 : THR
D67 : PRO
D68 : GLU
D69 : ARG
D70 : ALA
D71 : HIS
D72 : THR
D73 : PRO
D74 : ALA
D75 : LYS
D76 : LEU
D77 : TRP
D78 : GLU
D79 : ARG
D80 : ILE
D81 : LYS
D82 : LEU
D83 : SER
D84 : LYS
D85 : ASN
D86 : TYR
D87 : THR
D88 : LYS
D89 : ALA
D90 : LEU
D91 : GLN
D92 : GLN
D93 : ILE
D94 : ASP
D95 : GLU
D96 : HIS
D97 : LEU
D98 : LEU
D99 : HIS
D100 : TRP
D101 : SER
D102 : LYS
D103 : PHE
D104 : PHE
D105 : ARG
D106 : HIS
D107 : LYS
D108 : CYS
D109 : LYS
D110 : GLN
D111 : ARG
D112 : PHE
D113 : THR
D114 : LYS
D115 : LEU
D116 : THR
D117 : GLN
D118 : VAL
D119 : MET
D120 : ILE
D121 : THR
D122 : GLU
D123 : ARG
D124 : ARG
D125 : LEU
D126 : ALA
D127 : LEU
D128 : ARG
D129 : GLU
D130 : GLU
D131 : GLU
E7 : PRO
E8 : LYS
E9 : TRP
E10 : TYR
E11 : PRO
E12 : SER
E13 : GLU
E14 : ASP
E15 : VAL
E16 : ALA
E17 : ALA
E18 : LEU
E19 : LYS
E20 : LYS
E21 : THR
E22 : ARG
E23 : LYS
E24 : ALA
E25 : ALA
E26 : ARG
E27 : PRO
E28 : GLN
E29 : LYS
E30 : LEU
E31 : ARG
E32 : ALA
E33 : SER
E34 : LEU
E35 : VAL
E36 : PRO
E37 : GLY
E38 : THR
E39 : VAL
E40 : LEU
E41 : ILE
E42 : LEU
E43 : LEU
E44 : ALA
E45 : GLY
E46 : ARG
E47 : PHE
E48 : ARG
E49 : GLY
E50 : LYS
E51 : ARG
E52 : VAL
E53 : VAL
E54 : TYR
E55 : LEU
E56 : LYS
E57 : HIS
E58 : LEU
E59 : GLU
E60 : ASP
E61 : ASN
E62 : THR
E63 : LEU
E64 : LEU
E65 : ILE
E66 : SER
E67 : GLY
E68 : PRO
E69 : PHE
E70 : LYS
E71 : VAL
E72 : ASN
E73 : GLY
E74 : VAL
E75 : PRO
E76 : LEU
E77 : ARG
E78 : ARG
E79 : VAL
E80 : ASN
E81 : ALA
E82 : ARG
E83 : TYR
E84 : VAL
E85 : ILE
E86 : ALA
E87 : THR
E88 : SER
E89 : THR
E90 : LYS
E91 : VAL
E92 : SER
E93 : VAL
E94 : GLU
E95 : GLY
E96 : VAL
E97 : ASN
E98 : VAL
E99 : GLU
E100 : LYS
E101 : PHE
E102 : ASN
E103 : VAL
E104 : GLU
E105 : TYR
E106 : PHE
E107 : ALA
E135 : VAL
E136 : GLU
E137 : ASP
E138 : GLN
E139 : LYS
E140 : VAL
E141 : VAL
E142 : ASP
E143 : LYS
E144 : ALA
E145 : LEU
E146 : ILE
E147 : ALA
E148 : GLU
E149 : ILE
E150 : LYS
E151 : LYS
E152 : THR
E153 : PRO
E154 : LEU
E155 : LEU
E156 : LYS
E157 : GLN
E158 : TYR
E159 : LEU
E160 : SER
E161 : ALA
E162 : SER
E163 : PHE
E164 : SER
E165 : LEU
E166 : LYS
E167 : ASN
E168 : GLY
E169 : ASP
E170 : LYS
E171 : PRO
E172 : HIS
E173 : MET
E174 : LEU
E175 : LYS
E176 : PHE
F3 : ALA
F4 : GLU
F5 : LYS
F6 : ILE
F7 : LEU
F8 : THR
F9 : PRO
F10 : GLU
F11 : SER
F12 : GLN
F13 : LEU
F14 : LYS
F15 : LYS
F16 : SER
F17 : LYS
F18 : ALA
F19 : GLN
F20 : GLN
F21 : LYS
F22 : THR
F23 : ALA
F24 : GLU
F25 : GLN
F26 : VAL
F27 : ALA
F28 : ALA
F29 : GLU
F30 : ARG
F31 : ALA
F32 : ALA
F33 : ARG
F34 : LYS
F35 : ALA
F36 : ALA
F37 : ASN
F38 : LYS
F39 : GLU
F40 : LYS
F41 : ARG
F42 : ALA
F43 : ILE
F44 : ILE
F45 : LEU
F46 : GLU
F47 : ARG
F48 : ASN
F49 : ALA
F50 : ALA
F51 : TYR
F52 : GLN
F53 : LYS
F54 : GLU
F55 : TYR
F56 : GLU
F57 : THR
F58 : ALA
F59 : GLU
F60 : ARG
F61 : ASN
F62 : ILE
F63 : ILE
F64 : GLN
F65 : ALA
F66 : LYS
F67 : ARG
F68 : ASP
F69 : ALA
F70 : LYS
F71 : ALA
F72 : ALA
F73 : GLY
F74 : SER
F75 : TYR
F76 : TYR
F77 : VAL
F78 : GLU
F79 : ALA
F80 : GLN
F81 : HIS
F82 : LYS
F83 : LEU
F84 : VAL
F85 : PHE
F86 : VAL
F87 : VAL
F88 : ARG
F89 : ILE
F90 : LYS
F91 : GLY
F92 : ILE
F93 : ASN
F94 : LYS
F95 : ILE
F96 : PRO
F97 : PRO
F98 : LYS
F99 : PRO
F100 : ARG
F101 : LYS
F102 : VAL
F103 : LEU
F104 : GLN
F105 : LEU
F106 : LEU
F107 : ARG
F108 : LEU
F109 : THR
F110 : ARG
F111 : ILE
F112 : ASN
F113 : SER
F114 : GLY
F115 : THR
F116 : PHE
F117 : VAL
F118 : LYS
F119 : VAL
F120 : THR
F121 : LYS
F122 : ALA
F123 : THR
F124 : LEU
F125 : GLU
F126 : LEU
F127 : LEU
F128 : LYS
F129 : LEU
F130 : ILE
F131 : GLU
F132 : PRO
F133 : TYR
F134 : VAL
F135 : ALA
F136 : TYR
F137 : GLY
F138 : TYR
F139 : PRO
F140 : SER
F141 : TYR
F142 : SER
F143 : THR
F144 : ILE
F145 : ARG
F146 : GLN
F147 : LEU
F148 : VAL
F149 : TYR
F150 : LYS
F151 : ARG
F152 : GLY
F153 : PHE
F154 : GLY
F155 : LYS
F156 : ILE
F157 : ASN
F158 : LYS
F159 : GLN
F160 : ARG
F161 : VAL
F162 : PRO
F163 : LEU
F164 : SER
F165 : ASP
F166 : ASN
F167 : ALA
F168 : ILE
F169 : ILE
F170 : GLU
F171 : ALA
F172 : ASN
F173 : LEU
F174 : GLY
F175 : LYS
F176 : TYR
F177 : GLY
F178 : ILE
F179 : LEU
F180 : SER
F181 : ILE
F182 : ASP
F183 : ASP
F184 : LEU
F185 : ILE
F186 : HIS
F187 : GLU
F188 : ILE
F189 : ILE
F190 : THR
F191 : VAL
F192 : GLY
F193 : PRO
F194 : HIS
F195 : PHE
F196 : LYS
F197 : GLN
F198 : ALA
F199 : ASN
F200 : ASN
F201 : PHE
F202 : LEU
F203 : TRP
F204 : PRO
F205 : PHE
F206 : LYS
F207 : LEU
F208 : SER
F209 : ASN
F210 : PRO
F211 : SER
F212 : GLY
F213 : GLY
F214 : TRP
F215 : GLY
F216 : VAL
F217 : PRO
F218 : ARG
F219 : LYS
F220 : PHE
F221 : LYS
F222 : HIS
F223 : PHE
F224 : ILE
F225 : GLN
F226 : GLY
F227 : GLY
F228 : SER
F229 : PHE
F230 : GLY
F231 : ASN
F232 : ARG
F233 : GLU
F234 : GLU
F235 : PHE
F236 : ILE
F237 : ASN
F238 : LYS
F239 : LEU
F240 : VAL
F241 : LYS
F242 : SER
F243 : MET
F244 : ASN
G53 : PRO
G54 : GLU
G55 : TYR
G56 : VAL
G57 : ARG
G58 : VAL
G59 : GLN
G60 : ARG
G61 : GLN
G62 : LYS
G63 : LYS
G64 : ILE
G65 : LEU
G66 : SER
G67 : ILE
G68 : ARG
G69 : LEU
G70 : LYS
G71 : VAL
G72 : PRO
G73 : PRO
G74 : THR
G75 : ILE
G76 : ALA
G77 : GLN
G78 : PHE
G79 : GLN
G80 : TYR
G81 : THR
G82 : LEU
G83 : ASP
G84 : ARG
G85 : ASN
G86 : THR
G87 : ALA
G88 : ALA
G89 : GLU
G90 : THR
G91 : PHE
G92 : LYS
G93 : LEU
G94 : PHE
G95 : ASN
G96 : LYS
G97 : TYR
G98 : ARG
G99 : PRO
G100 : GLU
G101 : THR
G102 : ALA
G103 : ALA
G104 : GLU
G105 : LYS
G106 : LYS
G107 : GLU
G108 : ARG
G109 : LEU
G110 : THR
G111 : LYS
G112 : GLU
G113 : ALA
G114 : ALA
G115 : ALA
G116 : VAL
G117 : ALA
G118 : GLU
G119 : GLY
G120 : LYS
G121 : SER
G122 : LYS
G123 : GLN
G124 : ASP
G125 : ALA
G126 : SER
G127 : PRO
G128 : LYS
G129 : PRO
G130 : TYR
G131 : ALA
G132 : VAL
G133 : LYS
G134 : TYR
G135 : GLY
G136 : LEU
G137 : ASN
G138 : HIS
G139 : VAL
G140 : VAL
G141 : ALA
G142 : LEU
G143 : ILE
G144 : GLU
G145 : ASN
G146 : LYS
G147 : LYS
G148 : ALA
G149 : LYS
G150 : LEU
G151 : VAL
G152 : LEU
G153 : ILE
G154 : ALA
G155 : ASN
G156 : ASP
G157 : VAL
G158 : ASP
G159 : PRO
G160 : ILE
G161 : GLU
G162 : LEU
G163 : VAL
G164 : VAL
G165 : PHE
G166 : LEU
G167 : PRO
G168 : ALA
G169 : LEU
G170 : CYS
G171 : LYS
G172 : LYS
G173 : MET
G174 : GLY
G175 : VAL
G176 : PRO
G177 : TYR
G178 : ALA
G179 : ILE
G180 : VAL
G181 : LYS
G182 : GLY
G183 : LYS
G184 : ALA
G185 : ARG
G186 : LEU
G187 : GLY
G188 : THR
G189 : LEU
G190 : VAL
G191 : ASN
G192 : GLN
G193 : LYS
G194 : THR
G195 : SER
G196 : ALA
G197 : VAL
G198 : ALA
G199 : ALA
G200 : LEU
G201 : THR
G202 : GLU
G203 : VAL
G204 : ARG
G205 : ALA
G206 : GLU
G207 : ASP
G208 : GLU
G209 : ALA
G210 : ALA
G211 : LEU
G212 : ALA
G213 : LYS
G214 : LEU
G215 : VAL
G216 : SER
G217 : THR
G218 : ILE
G219 : ASP
G220 : ALA
G221 : ASN
G222 : PHE
G223 : ALA
G224 : ASP
G225 : LYS
G226 : TYR
G227 : ASP
G228 : GLU
G229 : VAL
G230 : LYS
G231 : LYS
G232 : HIS
G233 : TRP
G234 : GLY
G235 : GLY
G236 : GLY
G237 : ILE
G238 : LEU
G239 : GLY
K31 : ALA
K32 : ILE
K33 : PRO
K34 : ARG
K35 : GLU
K36 : ARG
K37 : VAL
K38 : ILE
K39 : LYS
K40 : ALA
K41 : VAL
K42 : ASN
K43 : GLU
K44 : LEU
K45 : ILE
K46 : LYS
K47 : PHE
K48 : THR
K49 : SER
K50 : LYS
K51 : PRO
K71 : GLU
K72 : GLU
K73 : GLU
K74 : LEU
K75 : LYS
K76 : LYS
K77 : ASP
K78 : LEU
K79 : GLN
K80 : LEU
K81 : ILE
K82 : VAL
K83 : VAL
K84 : ASN
K85 : ASN
K86 : LYS
K87 : SER
K88 : PHE
K89 : THR
K90 : GLY
K91 : THR
K92 : SER
K93 : LYS
K94 : SER
K95 : PHE
K96 : LYS
K97 : LEU
K98 : LYS
K99 : LEU
K100 : LEU
K101 : ASN
K102 : VAL
K103 : LYS
K104 : HIS
K105 : SER
K106 : PHE
K107 : TYR
K108 : LYS
K109 : PRO
K110 : TRP
K111 : LYS
K112 : GLU
K113 : ALA
K114 : SER
K115 : ALA
K116 : THR
K117 : ALA
K118 : VAL
K119 : LYS
K120 : ASP
K121 : PHE
K122 : LYS
K123 : VAL
K124 : LEU
K125 : LEU
K126 : ILE
K127 : LEU
K128 : LYS
K129 : ASP
K130 : SER
K131 : ASP
K132 : ILE
K133 : LYS
K134 : LYS
K135 : VAL
K136 : SER
K137 : GLU
K138 : ASP
K139 : ASP
K140 : LEU
K141 : PHE
K142 : ASP
K143 : GLN
K144 : LEU
K145 : ASP
K146 : SER
K147 : GLU
K148 : GLY
K149 : ILE
K150 : LYS
K151 : VAL
K152 : ASP
K153 : GLU
K154 : ILE
K155 : ILE
K156 : CYS
K157 : GLY
K158 : LYS
K159 : ASP
K160 : LEU
K161 : LYS
K162 : THR
K163 : VAL
K164 : TYR
K165 : LYS
K166 : ALA
K167 : TYR
K168 : GLU
K169 : ALA
K170 : ARG
K171 : ASN
K172 : ALA
K173 : PHE
K174 : ILE
K175 : SER
K176 : GLN
K177 : PHE
K178 : SER
K179 : LEU
K180 : ILE
K181 : LEU
K182 : ALA
K183 : ASP
K184 : ASP
K185 : SER
K186 : ILE
K187 : VAL
K188 : THR
K189 : SER
K190 : LEU
K191 : PRO
K192 : LYS
K193 : LEU
K194 : MET
K195 : GLY
K196 : GLY
K197 : LYS
K198 : ALA
K199 : TYR
K200 : ASN
K201 : LYS
K202 : VAL
K203 : GLU
K204 : THR
K205 : THR
K206 : PRO
K207 : ILE
K208 : SER
K209 : ILE
K210 : ARG
K211 : THR
K212 : HIS
K213 : ALA
K214 : ASN
K215 : LYS
K216 : GLU
K217 : PHE
K218 : SER
K219 : LEU
K220 : THR
K221 : THR
K222 : LEU
K223 : THR
K224 : ASN
K225 : ASN
K226 : ILE
K227 : LYS
K228 : LYS
K229 : VAL
K230 : TYR
K231 : MET
K232 : ASN
K233 : GLN
K234 : LEU
K235 : PRO
K236 : VAL
K237 : LYS
K238 : LEU
K239 : PRO
K240 : ARG
K241 : GLY
K242 : THR
K243 : THR
K244 : LEU
K245 : ASN
K246 : VAL
K247 : HIS
K248 : LEU
K249 : GLY
K250 : ASN
K251 : LEU
K252 : GLU
K253 : TRP
K254 : LEU
K255 : ARG
K256 : PRO
K257 : GLU
K258 : GLU
K259 : PHE
K260 : VAL
K261 : ASP
K262 : ASN
K263 : VAL
K264 : GLU
K265 : LEU
K266 : ILE
K267 : SER
K268 : GLU
K269 : GLN
K270 : LEU
K271 : ILE
K272 : LYS
K273 : ALA
K274 : TYR
K275 : GLN
K276 : ILE
K277 : ARG
K278 : SER
K279 : ILE
K280 : PHE
K281 : ILE
K282 : LYS
K283 : THR
K284 : ASN
K285 : ARG
K286 : SER
K287 : PRO
K288 : VAL
K289 : LEU
K290 : PRO
K291 : LEU
K292 : TYR
K293 : TYR
K294 : ASN
K295 : GLN
K296 : ASP
K297 : VAL
K298 : LEU
K299 : ASP
K300 : GLU
K301 : LEU
K302 : GLU
K303 : ALA
L52 : ASP
L53 : LEU
L54 : LEU
L55 : ARG
L56 : PRO
L57 : VAL
L58 : VAL
L59 : ARG
L60 : ALA
L61 : PRO
L62 : THR
L63 : VAL
L64 : LYS
L65 : TYR
L66 : ASN
L67 : ARG
L68 : LYS
L69 : VAL
L70 : ARG
L71 : ALA
L72 : GLY
L73 : ARG
L74 : GLY
L75 : PHE
L76 : THR
L77 : LEU
L78 : ALA
L79 : GLU
L80 : VAL
L81 : LYS
L82 : ALA
L83 : ALA
L84 : GLY
L85 : LEU
L86 : THR
L87 : ALA
L88 : ALA
L89 : TYR
L90 : ALA
L91 : ARG
L92 : THR
L93 : ILE
L94 : GLY
L95 : ILE
L96 : ALA
L97 : VAL
L98 : ASP
L99 : HIS
L100 : ARG
L101 : ARG
L102 : GLN
L103 : ASN
L104 : ARG
L105 : ASN
L106 : GLN
L107 : GLU
L108 : ILE
L109 : PHE
L110 : ASP
L111 : ALA
L112 : ASN
L113 : VAL
L114 : GLN
L115 : ARG
L116 : LEU
L117 : LYS
L118 : GLU
L119 : TYR
L120 : GLN
L121 : SER
L122 : LYS
L123 : ILE
L124 : ILE
L125 : VAL
L126 : PHE
L127 : PRO
M11 : ASN
M12 : TRP
M13 : ARG
M14 : LEU
M15 : VAL
M16 : GLU
M17 : VAL
M18 : GLY
M19 : ARG
M20 : VAL
M21 : VAL
M22 : LEU
M23 : ILE
M24 : LYS
M25 : LYS
M26 : GLY
M27 : GLN
M28 : SER
M29 : ALA
M30 : GLY
M31 : LYS
M32 : LEU
M33 : ALA
M34 : ALA
M35 : ILE
M36 : VAL
M37 : GLU
M38 : ILE
M39 : ILE
M40 : ASP
M41 : GLN
M42 : LYS
M43 : LYS
M44 : VAL
M45 : LEU
M46 : ILE
M47 : ASP
M48 : GLY
M49 : PRO
M50 : LYS
M51 : ALA
M52 : GLY
M53 : VAL
M54 : PRO
M55 : ARG
M56 : GLN
M57 : ALA
M58 : ILE
M59 : ASN
M60 : LEU
M61 : GLY
M62 : GLN
M63 : VAL
M64 : VAL
M65 : LEU
M66 : THR
M67 : PRO
M68 : LEU
M69 : THR
M70 : PHE
M71 : ALA
M72 : LEU
M73 : PRO
M74 : ARG
M75 : GLY
M76 : ALA
M77 : ARG
M78 : THR
M79 : ALA
M80 : THR
M81 : VAL
M82 : SER
M83 : LYS
M84 : LYS
M85 : TRP
M86 : ALA
M87 : ALA
M88 : ALA
M89 : ALA
M90 : VAL
M91 : CYS
M92 : GLU
M93 : LYS
M94 : TRP
M95 : ALA
M96 : ALA
M97 : SER
M98 : SER
M99 : TRP
M100 : ALA
M101 : LYS
M102 : LYS
M103 : ILE
M104 : ALA
M105 : GLN
M106 : ARG
M107 : GLU
M108 : ARG
M109 : ARG
M110 : ALA
M111 : ALA
M112 : LEU
M113 : THR
M114 : ASP
M115 : PHE
M116 : GLU
M117 : ARG
M118 : PHE
M119 : GLN
M120 : VAL
M121 : MET
M122 : VAL
M123 : LEU
M124 : ARG
M125 : LYS
N2 : GLY
N3 : ALA
N4 : TYR
N5 : LYS
N6 : TYR
N7 : LEU
N8 : GLU
N9 : GLU
N10 : LEU
N11 : GLN
N12 : ARG
N13 : LYS
N14 : LYS
N15 : GLN
N16 : SER
N17 : ASP
N18 : VAL
N19 : LEU
N20 : ARG
N21 : PHE
N22 : LEU
N23 : GLN
N24 : ARG
N25 : VAL
N26 : ARG
N27 : VAL
N28 : TRP
N29 : GLU
N30 : TYR
N31 : ARG
N32 : GLN
N33 : LYS
N34 : ASN
N35 : VAL
N36 : ILE
N37 : HIS
N38 : ARG
N39 : ALA
N40 : ALA
N41 : ARG
N42 : PRO
N43 : THR
N44 : ARG
N45 : PRO
N46 : ASP
N47 : LYS
N48 : ALA
N49 : ARG
N50 : ARG
N51 : LEU
N52 : GLY
N53 : TYR
N54 : LYS
N55 : ALA
N56 : LYS
N57 : GLN
N58 : GLY
N59 : PHE
N60 : VAL
N61 : ILE
N62 : TYR
N63 : ARG
N64 : VAL
N65 : ARG
N66 : VAL
N67 : ARG
N68 : ARG
N96 : ARG
N97 : SER
N98 : LEU
N99 : ARG
N100 : ALA
N101 : THR
N102 : ALA
N103 : GLU
N104 : GLU
N105 : ARG
N106 : VAL
N107 : GLY
N108 : ARG
N109 : ARG
N110 : ALA
N111 : ALA
N112 : ASN
N113 : LEU
N114 : ARG
N115 : VAL
N116 : LEU
N117 : ASN
N118 : SER
N119 : TYR
N120 : TRP
N121 : VAL
N122 : ASN
N123 : GLN
N124 : ASP
N125 : SER
N126 : THR
N127 : TYR
N128 : LYS
N129 : TYR
N130 : PHE
N131 : GLU
N132 : VAL
N133 : ILE
N134 : LEU
N135 : VAL
N136 : ASP
N137 : PRO
N138 : GLN
N139 : HIS
N140 : LYS
N141 : ALA
N142 : ILE
N143 : ARG
N144 : ARG
N145 : ASP
N146 : ALA
N147 : ARG
N148 : TYR
N149 : ASN
N150 : TRP
N151 : ILE
N152 : CYS
N153 : ASP
N154 : PRO
N155 : VAL
N156 : HIS
N157 : LYS
N158 : HIS
N159 : ARG
N160 : GLU
N161 : ALA
N162 : ARG
N163 : GLY
N164 : LEU
N165 : THR
N166 : ALA
N167 : THR
N168 : GLY
N169 : LYS
N170 : LYS
N171 : SER
N172 : ARG
N173 : GLY
N174 : ILE
N175 : ASN
N176 : LYS
Q15 : HIS
Q16 : ARG
Q17 : THR
Q18 : ALA
Q19 : PRO
Q20 : LYS
Q21 : SER
Q22 : ASP
Q23 : ASN
Q24 : VAL
Q25 : TYR
Q26 : LEU
Q27 : LYS
Q28 : LEU
Q29 : LEU
Q30 : VAL
Q31 : LYS
Q32 : LEU
Q33 : TYR
Q34 : THR
Q35 : PHE
Q36 : LEU
Q37 : ALA
Q38 : ARG
Q39 : ARG
Q40 : THR
Q41 : ASP
Q42 : ALA
Q43 : PRO
Q44 : PHE
Q45 : ASN
Q46 : LYS
Q47 : VAL
Q48 : VAL
Q49 : LEU
Q50 : LYS
Q51 : ALA
Q52 : LEU
Q53 : PHE
Q54 : LEU
Q55 : SER
Q56 : LYS
Q57 : ILE
Q58 : ASN
Q59 : ARG
Q60 : PRO
Q61 : PRO
Q62 : VAL
Q63 : SER
Q64 : VAL
Q65 : SER
Q66 : ARG
Q67 : ILE
Q68 : ALA
Q69 : ARG
Q70 : ALA
Q71 : LEU
Q72 : LYS
Q73 : GLN
Q74 : GLU
Q75 : GLY
Q76 : ALA
Q77 : ALA
Q78 : ASN
Q79 : LYS
Q80 : THR
Q81 : VAL
Q82 : VAL
Q83 : VAL
Q84 : VAL
Q85 : GLY
Q86 : THR
Q87 : VAL
Q88 : THR
Q89 : ASP
Q90 : ASP
Q91 : ALA
Q92 : ARG
Q93 : ILE
Q94 : PHE
Q95 : GLU
Q96 : PHE
Q97 : PRO
Q98 : LYS
Q99 : THR
Q100 : THR
Q101 : VAL
Q102 : ALA
Q103 : ALA
Q104 : LEU
Q105 : ARG
Q106 : PHE
Q107 : THR
Q108 : ALA
Q109 : GLY
Q110 : ALA
Q111 : ARG
Q112 : ALA
Q113 : LYS
Q114 : ILE
Q115 : VAL
Q116 : LYS
Q117 : ALA
Q118 : GLY
Q119 : GLY
Q120 : GLU
Q121 : CYS
Q122 : ILE
Q123 : THR
Q124 : LEU
Q125 : ASP
Q126 : GLN
Q127 : LEU
Q128 : ALA
Q129 : VAL
Q130 : ARG
Q131 : ALA
Q132 : PRO
Q133 : LYS
Q134 : GLY
Q135 : GLN
Q136 : ASN
Q137 : THR
Q138 : LEU
Q139 : ILE
Q140 : LEU
Q141 : ARG
Q142 : GLY
Q143 : PRO
Q144 : ARG
Q145 : ASN
Q146 : SER
S2 : ALA
S3 : HIS
S4 : PHE
S5 : LYS
S6 : GLU
S7 : TYR
S8 : GLN
S9 : VAL
S10 : ILE
S11 : GLY
S12 : ARG
S13 : ARG
S14 : LEU
S15 : PRO
S16 : THR
S17 : GLU
S18 : SER
S19 : VAL
S20 : PRO
S21 : GLU
S22 : PRO
S23 : LYS
S24 : LEU
S25 : PHE
S26 : ARG
S27 : MET
S28 : ARG
S29 : ILE
S30 : PHE
S31 : ALA
S32 : SER
S33 : ASN
S34 : GLU
S35 : VAL
S36 : ILE
S37 : ALA
S38 : LYS
S39 : SER
S40 : ARG
S41 : TYR
S42 : TRP
S43 : TYR
S44 : PHE
S45 : LEU
S46 : GLN
S47 : LYS
S48 : LEU
S49 : HIS
S50 : LYS
S51 : VAL
S52 : LYS
S53 : LYS
S54 : ALA
S55 : SER
S56 : GLY
S57 : GLU
S58 : ILE
S59 : VAL
S60 : SER
S61 : ILE
S62 : ASN
S63 : GLN
S64 : ILE
S65 : ASN
S66 : GLU
S67 : ALA
S68 : HIS
S69 : PRO
S70 : THR
S71 : LYS
S72 : VAL
S73 : LYS
S74 : ASN
S75 : PHE
S76 : GLY
S77 : VAL
S78 : TRP
S79 : VAL
S80 : ARG
S81 : TYR
S82 : ASP
S83 : SER
S84 : ARG
S85 : SER
S86 : GLY
S87 : THR
S88 : HIS
S89 : ASN
S90 : MET
S91 : TYR
S92 : LYS
S93 : GLU
S94 : ILE
S95 : ARG
S96 : ASP
S97 : VAL
S98 : SER
S99 : ARG
S100 : VAL
S101 : ALA
S102 : ALA
S103 : VAL
S104 : GLU
S105 : THR
S106 : LEU
S107 : TYR
S108 : GLN
S109 : ASP
S110 : MET
S111 : ALA
S112 : ALA
S113 : ARG
S114 : HIS
S115 : ARG
S116 : ALA
S117 : ARG
S118 : PHE
S119 : ARG
S120 : SER
S121 : ILE
S122 : HIS
S123 : ILE
S124 : LEU
S125 : LYS
S126 : VAL
S127 : ALA
S128 : GLU
S129 : ILE
S130 : GLU
S131 : LYS
S132 : THR
S133 : ALA
S134 : ASP
S135 : VAL
S136 : LYS
S137 : ARG
S138 : GLN
S139 : TYR
S140 : VAL
S141 : LYS
S142 : GLN
S143 : PHE
S144 : LEU
S145 : THR
S146 : LYS
S147 : ASP
S148 : LEU
S149 : LYS
S150 : PHE
S151 : PRO
S152 : LEU
S153 : PRO
S154 : HIS
S155 : ARG
S156 : VAL
S157 : GLN
S158 : LYS
S159 : SER
S160 : THR
S161 : LYS
S162 : THR
S163 : PHE
S164 : SER
S165 : TYR
S166 : LYS
S167 : ARG
b31 : GLN
b32 : ARG
b33 : THR
b34 : LEU
b35 : LEU
b36 : ILE
b37 : SER
b38 : SER
b39 : ARG
b40 : GLY
b41 : VAL
b42 : ASN
b43 : TYR
b44 : ARG
b45 : HIS
b46 : ARG
b47 : HIS
b48 : LEU
b49 : ILE
b50 : GLN
b51 : ASP
b52 : LEU
b53 : SER
b54 : GLY
b55 : LEU
b56 : LEU
b57 : PRO
b58 : HIS
b59 : SER
b60 : ARG
b61 : LYS
b62 : GLU
b63 : PRO
b64 : LYS
b65 : LEU
b66 : ASP
b67 : THR
b68 : LYS
b69 : LYS
b70 : ASP
b71 : LEU
b72 : GLN
b73 : GLN
b74 : LEU
b75 : ASN
b76 : GLU
b77 : ILE
b78 : ALA
b79 : GLU
b80 : LEU
b81 : TYR
b82 : ASN
b83 : CYS
b84 : ASN
b85 : ASN
b86 : VAL
b87 : LEU
b88 : PHE
b89 : PHE
b90 : GLU
b91 : ALA
b92 : ARG
b93 : LYS
b94 : HIS
b95 : GLN
b96 : ASP
b97 : LEU
b98 : TYR
b99 : LEU
b100 : TRP
b101 : LEU
b102 : SER
b103 : LYS
b104 : PRO
b105 : PRO
b106 : ASN
b107 : GLY
b108 : PRO
b109 : THR
b110 : ILE
b111 : LYS
b112 : PHE
b113 : TYR
b114 : ILE
b115 : GLN
b116 : ASN
b117 : LEU
b118 : HIS
b119 : THR
b120 : MET
b121 : ASP
b122 : GLU
b123 : LEU
b124 : ASN
b125 : PHE
b126 : THR
b127 : GLY
b128 : ASN
b129 : CYS
b130 : LEU
b131 : LYS
b132 : GLY
b133 : SER
b134 : ARG
b135 : PRO
b136 : VAL
b137 : LEU
b138 : SER
b139 : PHE
b140 : ASP
b141 : GLN
b142 : ARG
b143 : PHE
b144 : GLU
b145 : SER
b146 : SER
b147 : PRO
b148 : HIS
b149 : TYR
b150 : GLN
b151 : LEU
b152 : ILE
b153 : LYS
b154 : GLU
b155 : LEU
b156 : LEU
b157 : VAL
b158 : HIS
b159 : ASN
b160 : PHE
b161 : GLY
b162 : VAL
b163 : PRO
b164 : PRO
b165 : ASN
b166 : ALA
b167 : ARG
b168 : LYS
b169 : SER
b170 : LYS
b171 : PRO
b172 : PHE
b173 : ILE
b174 : ASP
b175 : HIS
b176 : VAL
b177 : MET
b178 : SER
b179 : PHE
b180 : SER
b181 : ILE
b182 : VAL
b183 : ASP
b184 : ASP
b185 : LYS
b186 : ILE
b187 : TRP
b188 : VAL
b189 : ARG
b190 : THR
b191 : TYR
b192 : GLU
b193 : ILE
b194 : SER
b211 : SER
b212 : LEU
b213 : VAL
b214 : GLU
b215 : ILE
b216 : GLY
b217 : PRO
b218 : ARG
b219 : PHE
b220 : VAL
b221 : MET
b222 : THR
b223 : VAL
b224 : ILE
b225 : LEU
b226 : ILE
b227 : LEU
b228 : GLU
b229 : GLY
b230 : SER
b231 : PHE
b232 : GLY
b233 : GLY
b234 : PRO
b235 : LYS
b236 : ILE
b237 : TYR
b238 : GLU
b239 : ASN
b240 : LYS
b241 : GLN
b242 : TYR
b243 : VAL
b244 : SER
b245 : PRO
b246 : ASN
b247 : VAL
b248 : VAL
b249 : ARG
b250 : ALA
b251 : GLN
b252 : ILE
b253 : LYS
b254 : GLN
b255 : GLN
b256 : ALA
b257 : ALA
b258 : GLU
b259 : GLU
b260 : ALA
b261 : LYS
b262 : SER
b263 : ARG
e52 : GLN
e53 : PRO
e54 : LYS
e55 : ILE
e56 : GLY
e57 : TYR
e58 : GLY
e59 : SER
e60 : ASN
e61 : LYS
e62 : LYS
e63 : THR
e64 : LYS
e65 : PHE
e66 : LEU
e67 : SER
e68 : PRO
e69 : SER
e70 : GLY
e71 : HIS
e72 : LYS
e73 : THR
e74 : PHE
e75 : LEU
e76 : VAL
e77 : ALA
e78 : ASN
e79 : VAL
e80 : LYS
e81 : ASP
e82 : LEU
e83 : GLU
e84 : THR
e85 : LEU
e86 : THR
e87 : MET
e88 : HIS
e89 : THR
e90 : LYS
e91 : THR
e92 : TYR
e93 : ALA
e94 : ALA
e95 : GLU
e96 : ILE
e97 : ALA
e98 : HIS
e99 : ASN
e100 : ILE
e101 : SER
e102 : ALA
e103 : LYS
e104 : ASN
e105 : ARG
e106 : VAL
e107 : VAL
e108 : ILE
e109 : LEU
e110 : ALA
e111 : ARG
e112 : ALA
e113 : LYS
e114 : ALA
e115 : LEU
e116 : GLY
e117 : ILE
e118 : LYS
e119 : VAL
e120 : THR
e121 : ASN
e122 : PRO
e123 : LYS
e124 : GLY
e125 : ARG
e126 : LEU
e127 : ALA
e128 : LEU
e129 : GLU
f4 : SER
f5 : HIS
f6 : ARG
f7 : LEU
f8 : TYR
f9 : VAL
f10 : LYS
f11 : GLY
f12 : LYS
f13 : HIS
f14 : LEU
f15 : SER
f16 : TYR
f17 : GLN
f18 : ARG
f24 : ASN
f25 : PRO
f26 : ASN
f27 : VAL
f28 : SER
f29 : LEU
f30 : ILE
f31 : LYS
f32 : ILE
f33 : GLU
f34 : GLY
f35 : VAL
f36 : ALA
f37 : THR
f38 : PRO
f39 : GLN
f40 : ASP
f41 : ALA
f42 : GLN
f43 : PHE
f44 : TYR
f45 : LEU
f46 : GLY
f47 : LYS
f48 : ARG
f49 : ILE
f50 : ALA
f51 : TYR
f52 : VAL
f64 : ILE
f65 : ARG
f66 : VAL
f67 : MET
f68 : TRP
f69 : GLY
f70 : LYS
f71 : VAL
f72 : THR
f73 : ARG
f74 : THR
f75 : HIS
f76 : GLY
f77 : ASN
f78 : SER
f79 : GLY
f80 : VAL
f81 : VAL
f82 : ARG
f83 : ALA
f84 : THR
f85 : PHE
f86 : ARG
f87 : ASN
f88 : ASN
f89 : LEU
f90 : PRO
f91 : ALA
f92 : LYS
f93 : THR
f94 : PHE
f95 : GLY
f96 : ALA
f97 : SER
f98 : VAL
f99 : ARG
f100 : ILE
f101 : PHE
f102 : LEU
f103 : TYR
f104 : PRO
f105 : SER
f106 : ASN
f107 : ILE
i25 : LYS
i26 : ILE
i27 : SER
i28 : TYR
i29 : LYS
i30 : LYS
i31 : GLY
i32 : ALA
i33 : ALA
i34 : SER
i35 : ASN
i36 : ARG
i37 : THR
i38 : LYS
i39 : PHE
i40 : VAL
i41 : ARG
i42 : SER
i43 : LEU
i44 : VAL
i45 : ARG
i46 : GLU
i47 : ILE
i48 : ALA
i49 : GLY
i50 : LEU
i51 : SER
i52 : PRO
i53 : TYR
i54 : GLU
i55 : ARG
i56 : ARG
i57 : LEU
i58 : ILE
i59 : ASP
i60 : LEU
i61 : ILE
i62 : ARG
i63 : ASN
i64 : SER
i65 : GLY
i66 : GLU
i67 : LYS
i68 : ARG
i69 : ALA
i70 : ARG
i71 : LYS
i72 : VAL
i73 : ALA
i74 : LYS
i75 : LYS
i76 : ARG
i77 : LEU
i78 : GLY
i79 : SER
i80 : PHE
i81 : THR
i82 : ARG
i83 : ALA
i84 : LYS
i85 : ALA
i86 : LYS
i87 : VAL
i88 : GLU
i89 : GLU
i90 : MET
i91 : ASN
i92 : ASN
i93 : ILE
i94 : ILE
i95 : ALA
i96 : ALA
i97 : SER
i98 : ARG
i99 : ARG
i100 : HIS
m196 : ASN
m197 : ASN
m198 : THR
m199 : LYS
m200 : ALA
m201 : MET
m202 : LYS
m203 : HIS
m204 : ALA
m205 : LEU
m206 : GLU
m207 : ARG
m208 : VAL
m209 : GLN
m210 : LEU
m211 : PRO
m212 : TRP
m213 : LYS
m214 : LYS
m215 : HIS
m216 : SER
m217 : PHE
m218 : GLN
m219 : GLU
m220 : HIS
m221 : GLN
m222 : SER
m223 : VAL
m224 : THR
m225 : SER
m226 : GLU
m227 : THR
m228 : ASN
m229 : THR
m230 : ASP
m231 : GLU
m232 : HIS
m233 : ILE
m234 : LYS
m235 : ASP
m236 : ILE
m237 : TYR
m238 : ASP
m239 : ASP
m240 : THR
m241 : GLU
m242 : ARG
m243 : GLU
m244 : LEU
m245 : ALA
m246 : PHE
m247 : TYR
m248 : LYS
m249 : GLN
m250 : SER
m251 : LEU
m252 : ASP
m253 : ALA
m254 : VAL
m255 : LEU
m256 : VAL
m257 : ALA
n13 : ARG
n14 : ASN
n15 : PHE
n16 : ILE
n17 : THR
n18 : ARG
n19 : SER
n20 : GLN
n21 : ALA
n22 : VAL
n23 : ARG
n24 : LYS
n25 : LEU
n26 : GLN
n27 : VAL
n28 : SER
n29 : LEU
n30 : ALA
n31 : ASP
n32 : PHE
n33 : ARG
n34 : ARG
n35 : LEU
n36 : CYS
n37 : ILE
n38 : PHE
n39 : LYS
n40 : GLY
n41 : ILE
n42 : TYR
n43 : PRO
n61 : THR
n62 : PHE
n63 : TYR
n64 : TYR
n65 : ALA
n66 : LYS
n67 : ASP
n68 : ILE
n69 : GLN
n70 : TYR
n71 : LEU
n72 : MET
n73 : HIS
n74 : GLU
n75 : PRO
n76 : VAL
n77 : LEU
n78 : ALA
n79 : LYS
n80 : PHE
n81 : ARG
n82 : GLU
n83 : HIS
n84 : LYS
n85 : THR
n86 : PHE
n87 : ALA
n88 : ARG
n89 : LYS
n90 : LEU
n91 : THR
n92 : ARG
n93 : ALA
n94 : LEU
n95 : GLY
n96 : ARG
n97 : GLY
n98 : GLU
n99 : VAL
n100 : SER
n101 : SER
n102 : ALA
n103 : LYS
n104 : ARG
n105 : LEU
n106 : GLU
n107 : GLU
n108 : ASN
n109 : ARG
n110 : ASP
n111 : SER
n112 : TYR
n113 : THR
n114 : LEU
n115 : ASP
n116 : HIS
n117 : ILE
n118 : ILE
n119 : LYS
n120 : GLU
n121 : ARG
n122 : TYR
n123 : PRO
n124 : SER
n125 : PHE
n126 : PRO
n127 : ASP
n128 : ALA
n129 : ILE
n130 : ARG
n131 : ASP
n132 : ILE
n133 : ASP
n134 : ASP
n135 : ALA
n136 : LEU
n137 : ASN
n138 : MET
n139 : LEU
n140 : PHE
n141 : LEU
n142 : PHE
n143 : SER
n144 : ASN
n145 : LEU
n146 : PRO
n147 : SER
n148 : THR
n149 : ASN
n150 : GLN
n151 : VAL
n152 : SER
n153 : SER
n154 : LYS
n155 : ILE
n156 : ILE
n157 : ASN
n158 : ASP
n159 : ALA
n160 : GLN
n161 : LYS
n162 : ILE
n163 : CYS
n164 : ASN
n165 : GLN
n166 : TRP
n167 : LEU
n168 : ALA
n169 : TYR
n170 : VAL
n171 : ALA
n172 : LYS
n173 : GLU
n174 : ARG
n175 : LEU
n176 : VAL
n177 : ARG
n178 : LYS
n179 : VAL
n180 : PHE
n181 : VAL
n182 : SER
n183 : ILE
n184 : LYS
n185 : GLY
n186 : VAL
n187 : TYR
n188 : TYR
n189 : GLN
n190 : ALA
n191 : ASN
n192 : ILE
n193 : LYS
n194 : GLY
n195 : GLU
n196 : GLU
n197 : VAL
n198 : ARG
n199 : TRP
n200 : LEU
n201 : VAL
n202 : PRO
n203 : PHE
n204 : LYS
n205 : PHE
n206 : PRO
n207 : GLU
n208 : ASN
n209 : ILE
n210 : PRO
n211 : SER
n212 : ASP
n213 : VAL
n214 : ASP
n215 : PHE
n216 : ARG
n217 : ILE
n218 : MET
n219 : LEU
n220 : THR
n221 : PHE
n222 : LEU
n223 : GLU
n224 : PHE
n225 : TYR
n226 : SER
n227 : THR
n228 : LEU
n229 : LEU
n230 : HIS
n231 : PHE
n232 : VAL
n233 : LEU
n234 : TYR
n235 : LYS
n236 : LEU
n237 : TYR
n238 : THR
n239 : ASP
n240 : SER
n241 : GLY
n242 : LEU
n243 : ILE
n244 : TYR
n245 : PRO
n246 : PRO
n247 : LYS
n248 : LEU
n249 : ASP
n250 : LEU
n251 : LYS
n252 : LYS
n253 : ASP
n254 : LYS
n255 : ILE
n256 : ILE
n257 : SER
n258 : GLY
n259 : LEU
n260 : SER
n261 : SER
n262 : TYR
n263 : ILE
n264 : LEU
n265 : GLU
n266 : SER
n267 : ARG
n351 : LYS
n352 : TYR
n353 : ASP
n354 : SER
n355 : PRO
n356 : VAL
n357 : ALA
n358 : SER
n359 : LEU
n360 : PHE
n361 : SER
n362 : ALA
n363 : PHE
n364 : VAL
n365 : PHE
n366 : TYR
n367 : VAL
n368 : SER
n369 : ARG
n370 : GLU
n371 : VAL
n372 : PRO
n373 : ILE
n374 : ASP
n375 : ILE
n376 : LEU
n377 : GLU
n378 : PHE
n379 : LEU
n380 : ILE
n381 : LEU
n382 : SER
n383 : CYS
n384 : GLY
n385 : GLY
n386 : ASN
n387 : VAL
n388 : ILE
n389 : SER
n390 : GLU
n391 : ALA
n392 : ALA
n393 : MET
n394 : ASP
n395 : GLN
n396 : ILE
n397 : GLU
n398 : ASN
n399 : LYS
n400 : LYS
n401 : ASP
n402 : ILE
n403 : ASP
n404 : MET
n405 : SER
n406 : LYS
n407 : VAL
n408 : THR
n409 : HIS
n410 : GLN
n411 : ILE
n412 : VAL
n413 : ASP
n414 : ARG
n415 : PRO
n416 : VAL
n417 : LEU
n418 : LYS
n419 : ASN
n420 : LYS
n421 : VAL
n422 : ALA
n423 : GLY
n424 : ARG
n425 : THR
n426 : TYR
n427 : ILE
n428 : GLN
n429 : PRO
n430 : GLN
n431 : TRP
n432 : ILE
n433 : PHE
n434 : ASP
n435 : CYS
n436 : ILE
n437 : ASN
n438 : LYS
n439 : GLY
n440 : GLU
n441 : LEU
n442 : VAL
n443 : PRO
n444 : ALA
n445 : ASN
n446 : LYS
n447 : TYR
n448 : LEU
n449 : PRO
n450 : GLY
n451 : GLU
n452 : ALA
n453 : LEU
n454 : PRO
n455 : PRO
n456 : HIS
n457 : LEU
n458 : SER
n459 : PRO
n460 : TRP
o88 : GLU
o89 : TYR
o90 : SER
o91 : GLY
o92 : ILE
o93 : ILE
o94 : TYR
o95 : VAL
o96 : SER
o97 : ARG
o98 : LEU
o99 : PRO
o100 : HIS
o101 : GLY
o102 : PHE
o103 : HIS
o104 : GLU
o105 : LYS
o106 : GLU
o107 : LEU
o108 : SER
o109 : LYS
o110 : TYR
o111 : PHE
o112 : ALA
o113 : GLN
o114 : PHE
o115 : GLY
o116 : ASP
o117 : LEU
o118 : LYS
o119 : GLU
o120 : VAL
o121 : ARG
o122 : LEU
o123 : ALA
o124 : ARG
o125 : ASN
o126 : LYS
o127 : LYS
o128 : THR
o129 : GLY
o130 : ASN
o131 : SER
o132 : ARG
o133 : HIS
o134 : TYR
o135 : GLY
o136 : PHE
o137 : LEU
o138 : GLU
o139 : PHE
o140 : VAL
o141 : ASN
o142 : LYS
o143 : GLU
o144 : ASP
o145 : ALA
o146 : MET
o147 : ILE
o148 : ALA
o149 : GLN
o150 : GLU
o151 : SER
o152 : MET
o153 : ASN
o154 : ASN
o155 : TYR
o156 : LEU
o157 : LEU
o158 : MET
o159 : GLY
o160 : HIS
o161 : LEU
o162 : LEU
o163 : GLN
o164 : VAL
o165 : ARG
o166 : VAL
o167 : LEU
o168 : PRO
o169 : LYS
o170 : GLY
o171 : ALA
o172 : LYS
o173 : ILE
o174 : GLU
o175 : LYS
o176 : LEU
o177 : TYR
o178 : LYS
o179 : TYR
o180 : LYS
o181 : LYS
o182 : ARG
o183 : VAL
o184 : LEU
o185 : VAL
o186 : GLU
o187 : LYS
o188 : GLY
o189 : ILE
o190 : THR
o191 : LYS
o192 : PRO
o193 : VAL
o194 : LYS
o195 : GLN
o196 : LEU
o197 : LYS
o198 : ASP
o199 : ASN
o200 : MET
o201 : LYS
o202 : GLN
o203 : LYS
o204 : HIS
o205 : GLU
o206 : GLU
o207 : ARG
o208 : ILE
o209 : LYS
o210 : LYS
o211 : LEU
o212 : ALA
o213 : LYS
o214 : SER
o215 : GLY
o216 : ILE
o217 : GLU
o218 : PHE
o219 : LYS
o220 : TRP
p42 : GLU
p43 : LYS
p44 : PHE
p45 : GLU
p46 : GLU
p47 : LEU
p48 : LYS
p49 : LEU
p50 : SER
p51 : GLN
p52 : PRO
p53 : THR
p54 : LEU
p55 : LYS
p56 : ALA
p57 : ILE
p58 : GLU
p59 : LYS
p60 : MET
p61 : GLY
p62 : PHE
p63 : THR
p64 : THR
p65 : MET
p66 : THR
p67 : SER
p68 : VAL
p69 : GLN
p70 : ALA
p71 : ARG
p72 : THR
p73 : ILE
p74 : PRO
p75 : PRO
p76 : LEU
p77 : LEU
p78 : ALA
p79 : GLY
p80 : ARG
p81 : ASP
p82 : VAL
p83 : LEU
p84 : GLY
p85 : ALA
p86 : ALA
p87 : LYS
p88 : THR
p89 : GLY
p90 : SER
p91 : GLY
p92 : LYS
p93 : THR
p94 : LEU
p95 : ALA
p96 : PHE
p97 : LEU
p98 : ILE
p99 : PRO
p100 : ALA
p101 : ILE
p102 : GLU
p103 : LEU
p104 : LEU
p105 : HIS
p106 : SER
p107 : LEU
p108 : LYS
p109 : PHE
p110 : LYS
p111 : PRO
p112 : ARG
p113 : ASN
p114 : GLY
p115 : THR
p116 : GLY
p117 : ILE
p118 : ILE
p119 : VAL
p120 : ILE
p121 : THR
p122 : PRO
p123 : THR
p124 : ARG
p125 : GLU
p126 : LEU
p127 : ALA
p128 : LEU
p129 : GLN
p130 : ILE
p131 : PHE
p132 : GLY
p133 : VAL
p134 : ALA
p135 : ARG
p136 : GLU
p137 : LEU
p138 : MET
p139 : GLU
p140 : PHE
p141 : HIS
p142 : SER
p143 : GLN
p144 : THR
p145 : PHE
p146 : GLY
p147 : ILE
p148 : VAL
p149 : ILE
p150 : GLY
p151 : GLY
p152 : ALA
p153 : ASN
p154 : ARG
p155 : ARG
p156 : GLN
p157 : GLU
p158 : ALA
p159 : GLU
p160 : LYS
p161 : LEU
p162 : MET
p163 : LYS
p164 : GLY
p165 : VAL
p166 : ASN
p167 : MET
p168 : LEU
p169 : ILE
p170 : ALA
p171 : THR
p172 : PRO
p173 : GLY
p174 : ARG
p175 : LEU
p176 : LEU
p177 : ASP
p178 : HIS
p179 : LEU
p180 : GLN
p181 : ASN
p182 : THR
p183 : LYS
p184 : GLY
p185 : PHE
p186 : VAL
p187 : PHE
p188 : LYS
p189 : ASN
p190 : LEU
p191 : LYS
p192 : ALA
p193 : LEU
p194 : ILE
p195 : ILE
p196 : ASP
p197 : GLU
p198 : ALA
p199 : ASP
p200 : ARG
p201 : ILE
p202 : LEU
p203 : GLU
p204 : ILE
p205 : GLY
p206 : PHE
p207 : GLU
p208 : ASP
p209 : GLU
p210 : MET
p211 : ARG
p212 : GLN
p213 : ILE
p214 : ILE
p215 : LYS
p216 : ILE
p217 : LEU
p218 : PRO
p219 : ASN
p220 : GLU
p221 : ASP
p222 : ARG
p223 : GLN
p224 : SER
p225 : MET
p226 : LEU
p227 : PHE
p228 : SER
p229 : ALA
p230 : THR
p231 : GLN
p232 : THR
p233 : THR
p234 : LYS
p235 : VAL
p236 : GLU
p237 : ASP
p238 : LEU
p239 : ALA
p240 : ARG
p241 : ILE
p242 : SER
p243 : LEU
p244 : ARG
p245 : PRO
p246 : GLY
p247 : PRO
p248 : LEU
p249 : PHE
p250 : ILE
p251 : ASN
p252 : VAL
p264 : LEU
p265 : GLU
p266 : GLN
p267 : GLY
p268 : TYR
p269 : VAL
p270 : VAL
p271 : CYS
p272 : ASP
p273 : SER
p274 : ASP
p275 : LYS
p276 : ARG
p277 : PHE
p278 : LEU
p279 : LEU
p280 : LEU
p281 : PHE
p282 : SER
p283 : PHE
p284 : LEU
p285 : LYS
p286 : ARG
p287 : ASN
p288 : GLN
p289 : LYS
p290 : LYS
p291 : LYS
p292 : ILE
p293 : ILE
p294 : VAL
p295 : PHE
p296 : LEU
p297 : SER
p298 : SER
p299 : CYS
p300 : ASN
p301 : SER
p302 : VAL
p303 : LYS
p304 : TYR
p305 : TYR
p306 : ALA
p307 : GLU
p308 : LEU
p309 : LEU
p310 : ASN
p311 : TYR
p312 : ILE
p313 : ASP
p314 : LEU
p315 : PRO
p316 : VAL
p317 : LEU
p318 : GLU
p319 : LEU
p320 : HIS
p321 : GLY
p322 : LYS
p323 : GLN
p324 : LYS
p325 : GLN
p326 : GLN
p327 : LYS
p328 : ARG
p329 : THR
p330 : ASN
p331 : THR
p332 : PHE
p333 : PHE
p334 : GLU
p335 : PHE
p336 : CYS
p337 : ASN
p338 : ALA
p339 : GLU
p340 : ARG
p341 : GLY
p342 : ILE
p343 : LEU
p344 : ILE
p345 : CYS
p346 : THR
p347 : ASP
p348 : VAL
p349 : ALA
p350 : ALA
p351 : ARG
p352 : GLY
p353 : LEU
p354 : ASP
p355 : ILE
p356 : PRO
p357 : ALA
p358 : VAL
p359 : ASP
p360 : TRP
p361 : ILE
p362 : ILE
p363 : GLN
p364 : PHE
p365 : ASP
p366 : PRO
p367 : PRO
p368 : ASP
p369 : ASP
p370 : PRO
p371 : ARG
p372 : ASP
p373 : TYR
p374 : ILE
p375 : HIS
p376 : ARG
p377 : VAL
p378 : GLY
p379 : ARG
p380 : THR
p381 : ALA
p382 : ARG
p383 : GLY
p384 : THR
p385 : LYS
p386 : GLY
p387 : LYS
p388 : GLY
p389 : LYS
p390 : SER
p391 : LEU
p392 : MET
p393 : PHE
p394 : LEU
p395 : THR
p396 : PRO
p397 : ASN
p398 : GLU
p399 : LEU
p400 : GLY
p401 : PHE
p402 : LEU
p403 : ARG
p404 : TYR
p405 : LEU
p406 : LYS
p407 : ALA
p408 : SER
p409 : LYS
p410 : VAL
p411 : PRO
p412 : LEU
p413 : ASN
p414 : GLU
p415 : TYR
p416 : GLU
p417 : PHE
p418 : PRO
p419 : GLU
p420 : ASN
p421 : LYS
p422 : ILE
p423 : ALA
p424 : ASN
p425 : VAL
p426 : GLN
p427 : SER
p428 : GLN
p429 : LEU
p430 : GLU
p431 : LYS
p432 : LEU
p433 : ILE
p434 : LYS
p435 : SER
p436 : ASN
p437 : TYR
p438 : TYR
p439 : LEU
p440 : HIS
p441 : GLN
p442 : THR
p443 : ALA
p444 : LYS
p445 : ASP
p446 : GLY
p447 : TYR
p448 : ARG
p449 : SER
p450 : TYR
p451 : LEU
p452 : GLN
p453 : ALA
p454 : TYR
p455 : ALA
p456 : SER
p457 : HIS
p458 : SER
p459 : LEU
p460 : LYS
p461 : THR
p462 : VAL
p463 : TYR
p464 : GLN
p465 : ILE
p466 : ASP
p467 : LYS
p468 : LEU
p469 : ASP
p470 : LEU
p471 : ALA
p472 : LYS
p473 : VAL
p474 : ALA
p475 : LYS
p476 : SER
p477 : TYR
p478 : GLY
p479 : PHE
p480 : PRO
p481 : VAL
p482 : PRO
p483 : PRO
p484 : LYS
p485 : VAL
p486 : ASN
p487 : ILE
p488 : THR
p489 : ILE
s239 : PRO
s240 : TYR
s241 : GLU
s242 : PRO
s243 : LEU
s244 : ILE
s245 : ASP
s246 : TRP
s247 : PHE
s248 : THR
s249 : ARG
s250 : HIS
s251 : GLU
s252 : GLU
s253 : VAL
s254 : MET
s255 : PRO
s256 : LEU
s257 : THR
s258 : ALA
s259 : VAL
s260 : PRO
s261 : GLU
s262 : PRO
s263 : LYS
s264 : ARG
s265 : ARG
s266 : PHE
s267 : VAL
s268 : PRO
s269 : SER
s270 : LYS
s271 : ASN
s272 : GLU
s273 : ALA
s274 : LYS
s275 : ARG
s276 : VAL
s277 : MET
s278 : LYS
s279 : ILE
s280 : VAL
s281 : ARG
s282 : ALA
s283 : ILE
s284 : ARG
s285 : GLU
s286 : GLY
s287 : ARG
s288 : ILE
s289 : ILE
s290 : PRO
s291 : PRO
s292 : LYS
s293 : LYS
s294 : LEU
s295 : LYS
s296 : GLU
s297 : MET
s298 : LYS
s299 : GLU
s300 : LYS
s301 : GLU
s302 : LYS
s303 : ILE
s304 : GLU
s305 : ASN
s306 : TYR
s307 : GLN
s308 : TYR
s309 : ASP
s310 : LEU
s331 : PRO
s332 : PRO
s333 : THR
s334 : ASN
s335 : GLU
s336 : GLU
s337 : SER
s338 : TYR
s339 : ASN
s340 : PRO
s341 : PRO
s342 : GLU
s343 : GLU
s344 : TYR
s345 : LEU
s346 : LEU
s347 : SER
s348 : PRO
s349 : GLU
s350 : GLU
s351 : LYS
s352 : GLU
s353 : ALA
s354 : TRP
s355 : GLU
s356 : ASN
s357 : THR
s358 : GLU
s359 : TYR
s360 : SER
s361 : GLU
s362 : ARG
s363 : GLU
s364 : ARG
s365 : ASN
s366 : PHE
s367 : ILE
s368 : PRO
s369 : GLN
s370 : LYS
s371 : TYR
s372 : SER
s373 : ALA
s374 : LEU
s375 : ARG
s376 : LYS
s377 : VAL
s378 : PRO
s379 : GLY
s380 : TYR
s381 : GLY
s382 : GLU
s383 : SER
s384 : ILE
s385 : ARG
s386 : GLU
s387 : ARG
s388 : PHE
s389 : GLU
s390 : ARG
s391 : SER
s392 : LEU
s393 : ASP
s394 : LEU
s395 : TYR
t54 : LYS
t55 : PHE
t56 : VAL
t57 : ARG
t58 : ALA
t59 : GLU
t60 : SER
t61 : ILE
t62 : VAL
t63 : ALA
t64 : LYS
t65 : THR
t66 : LEU
t67 : ALA
t68 : THR
t69 : SER
t70 : ARG
t71 : GLU
t72 : LYS
t73 : GLU
t74 : ARG
t75 : ILE
t76 : LYS
t77 : ARG
t78 : VAL
t79 : SER
t80 : ILE
t81 : LEU
t82 : GLU
t83 : ASP
t84 : LYS
t85 : LYS
t86 : ALA
t87 : LYS
t88 : ASN
t89 : GLU
t90 : THR
t91 : GLN
t92 : HIS
t93 : ILE
t94 : ALA
t95 : SER
t96 : GLY
t97 : LYS
t98 : ASP
t99 : PHE
t100 : ILE
t101 : LEU
t102 : LYS
t103 : ILE
t104 : THR
t105 : GLU
t127 : GLY
t128 : LEU
t129 : ILE
t130 : ARG
t131 : GLU
t132 : LYS
t133 : THR
t134 : THR
t135 : TYR
t136 : ASP
t137 : GLY
t138 : LYS
t139 : PRO
t140 : ALA
t141 : LEU
t142 : LEU
t143 : PHE
t144 : ILE
t145 : VAL
t146 : ARG
t147 : VAL
t148 : ARG
t149 : GLY
t150 : PRO
t151 : LEU
t152 : ALA
t153 : VAL
t154 : ASN
t155 : ILE
t156 : PRO
t157 : ASN
t158 : LYS
t159 : ALA
t160 : PHE
t161 : LYS
t162 : ILE
t163 : LEU
t164 : SER
t165 : LEU
t166 : LEU
t167 : ARG
t168 : LEU
t169 : VAL
t170 : GLU
t171 : THR
t172 : ASN
t173 : THR
t174 : GLY
t175 : VAL
t176 : PHE
t177 : VAL
t178 : LYS
t179 : LEU
t180 : THR
t181 : LYS
t182 : ASN
t183 : VAL
t184 : TYR
t185 : PRO
t186 : LEU
t187 : LEU
t188 : LYS
t189 : VAL
t190 : ILE
t191 : ALA
t192 : PRO
t193 : TYR
t194 : VAL
t195 : VAL
t196 : ILE
t197 : GLY
t198 : LYS
t199 : PRO
t200 : SER
t201 : LEU
t202 : SER
t203 : SER
t204 : ILE
t205 : ARG
t206 : SER
t207 : LEU
t208 : ILE
t209 : GLN
t210 : LYS
t211 : ARG
t212 : GLY
t213 : ARG
t214 : ILE
t227 : ILE
t228 : VAL
t229 : LEU
t230 : ASN
t231 : ASP
t232 : ASN
t233 : ASN
t234 : ILE
t235 : VAL
t236 : GLU
t237 : GLU
t238 : GLN
t239 : LEU
t240 : GLY
t241 : ASP
t242 : HIS
t243 : GLY
t244 : ILE
t245 : ILE
t246 : CYS
t247 : VAL
t248 : GLU
t249 : ASP
t250 : ILE
t251 : ILE
t252 : HIS
t253 : GLU
t254 : ILE
t255 : ALA
t256 : THR
t257 : MET
t258 : GLY
t259 : GLU
t260 : SER
t261 : PHE
t262 : SER
t263 : VAL
t264 : CYS
t265 : ASN
t266 : PHE
t267 : PHE
t268 : LEU
t269 : GLN
t270 : PRO
t271 : PHE
t272 : LYS
t273 : LEU
t274 : ASN
t275 : ARG
t276 : GLU
t277 : VAL
t278 : SER
t279 : GLY
t280 : PHE
t281 : GLY
t282 : SER
t283 : LEU
t284 : ASN
t285 : ARG
t286 : LEU
t287 : ARG
t288 : LYS
t289 : ILE
t290 : LYS
t291 : GLN
t292 : ARG
t293 : GLU
t294 : ALA
t295 : GLU
t296 : SER
t297 : ARG
t298 : THR
t299 : ARG
t300 : GLN
t301 : PHE
t302 : SER
t303 : ASN
t304 : ALA
t305 : ALA
t306 : THR
t307 : ALA
t308 : PRO
t309 : VAL
t310 : ILE
t311 : GLU
t312 : VAL
t313 : ASP
t314 : ILE
t315 : ASP
t316 : SER
t317 : LEU
t318 : LEU
t319 : ALA
t320 : LYS
t321 : LEU
t322 : ASN
z1 : MET
z2 : GLU
z3 : THR
z4 : SER
z5 : ASN
z6 : PHE
z7 : VAL
z8 : LYS
z9 : GLN
z10 : LEU
z11 : SER
z12 : SER
z13 : ASN
z14 : ASN
z15 : ARG
z16 : LYS
z17 : THR
z18 : ARG
z19 : VAL
z20 : ASN
z21 : ALA
z22 : LEU
z23 : GLU
z24 : ALA
z25 : LEU
z26 : LYS
z27 : LYS
z28 : TYR
z29 : LEU
z30 : THR
z31 : ALA
z32 : LYS
z33 : GLN
z34 : PHE
z35 : LYS
z36 : GLU
z37 : ASN
z38 : LYS
z39 : GLN
z40 : ILE
z41 : GLU
z42 : PHE
z43 : ASN
z44 : LYS
z45 : LEU
z46 : TRP
z47 : LYS
z48 : GLY
z49 : LEU
z50 : TYR
z51 : TYR
z52 : ALA
z53 : MET
z54 : TRP
z55 : PHE
z56 : SER
z57 : ASP
z58 : ARG
z59 : PRO
z60 : ARG
z61 : PRO
z62 : GLN
z63 : GLN
z64 : ARG
z65 : LEU
z66 : ALA
z67 : ASN
z68 : GLU
z69 : LEU
z70 : GLY
z71 : GLU
z72 : LEU
z73 : HIS
z74 : GLY
z75 : LEU
z76 : TYR
z77 : PHE
z78 : ASP
z79 : PRO
z80 : LYS
z81 : ASP
z82 : ASN
z83 : SER
z84 : THR
z85 : ALA
z86 : ASP
z87 : GLU
z88 : LEU
z89 : THR
z90 : THR
z91 : ASN
z92 : ASP
z93 : LYS
z94 : ALA
z95 : PHE
z96 : ILE
z97 : LYS
z98 : PHE
z99 : SER
z100 : ARG
z101 : GLY
z102 : PHE
z103 : TRP
z104 : LYS
z105 : VAL
z106 : MET
z107 : CYS
z108 : PHE
z109 : GLU
z110 : TRP
z111 : PHE
z112 : ASN
z113 : ILE
z114 : ASP
z115 : ARG
z116 : TYR
z117 : ARG
z118 : LEU
z119 : ASP
z120 : LYS
z121 : TYR
z122 : LEU
z123 : LEU
z124 : LEU
z125 : ILE
z126 : ARG
z127 : ARG
z128 : VAL
z129 : LEU
z130 : PHE
z131 : SER
z132 : GLN
z133 : LEU
z134 : LYS
z135 : TYR
z136 : LEU
z137 : GLN
z138 : SER
z139 : ARG
z140 : ASN
z141 : TRP
z142 : ASP
z143 : LYS
z144 : LYS
z145 : LEU
z146 : VAL
z147 : ASP
z148 : GLU
z149 : TYR
z150 : ILE
z151 : LYS
z152 : LYS
z153 : VAL
z154 : LEU
z155 : ARG
z156 : TRP
z157 : LEU
z158 : PRO
z159 : LEU
z160 : SER
z161 : GLY
z162 : SER
z163 : PRO
z164 : LYS
z165 : VAL
z166 : TYR
z167 : THR
z168 : GLY
z169 : ILE
z170 : PRO
z171 : ILE
z172 : HIS
z173 : ILE
z174 : VAL
z175 : ASP
z176 : ILE
z177 : LEU
z178 : LEU
z179 : ASP
z180 : GLU
z181 : TRP
z182 : GLU
z183 : ARG
z184 : LEU
z185 : LEU
z186 : LYS
z197 : ASN
z198 : LYS
z199 : GLU
z200 : GLU
z201 : GLU
z202 : MET
z203 : ARG
z204 : LYS
z205 : ILE
z206 : ALA
z207 : GLU
z208 : SER
z209 : ALA
z210 : LYS
z211 : LYS
z212 : THR
z213 : PRO
z214 : LEU
z215 : ALA
z216 : ASP
z217 : VAL
z218 : ILE
z219 : ALA
z220 : ILE
z221 : PHE
z222 : GLN
z223 : ASP
z224 : ILE
z225 : VAL
z226 : ALA
z227 : ASP
z228 : TYR
z229 : ASN
z230 : ASN
z231 : SER
z232 : LYS
z233 : VAL
z234 : LEU
z235 : ARG
z236 : GLU
z237 : LYS
z238 : ILE
z239 : LYS
z240 : GLU
z241 : ASP
z242 : LEU
z243 : PHE
z244 : SER
z245 : ASP
z246 : THR
z247 : ARG
z248 : LEU
z249 : VAL
z250 : SER
z251 : TRP
z252 : ASP
z253 : ILE
O3 : VAL
O4 : GLU
O5 : PRO
O6 : VAL
O7 : VAL
O8 : VAL
O9 : ILE
O10 : ASP
O11 : GLY
O12 : LYS
O13 : GLY
O14 : HIS
O15 : LEU
O16 : VAL
O17 : GLY
O18 : ARG
O19 : LEU
O20 : ALA
O21 : SER
O22 : VAL
O23 : VAL
O24 : ALA
O25 : LYS
O26 : GLN
O27 : LEU
O28 : LEU
O29 : ASN
O30 : GLY
O31 : GLN
O32 : LYS
O33 : ILE
O34 : VAL
O35 : VAL
O36 : VAL
O37 : ARG
O38 : ALA
O39 : GLU
O40 : GLU
O41 : LEU
O42 : ASN
O43 : ILE
O44 : SER
O45 : GLY
O46 : GLU
O47 : PHE
O48 : PHE
O49 : ARG
O50 : ASN
O51 : LYS
O52 : LEU
O53 : LYS
O54 : TYR
O55 : HIS
O56 : ASP
O57 : PHE
O58 : LEU
O73 : PHE
O74 : ARG
O75 : ALA
O76 : PRO
O77 : SER
O78 : ARG
O79 : ILE
O80 : PHE
O81 : TYR
O82 : LYS
O83 : ALA
O84 : LEU
O85 : ARG
O86 : GLY
O87 : MET
O88 : VAL
O89 : SER
O90 : HIS
O91 : LYS
O92 : THR
O93 : ALA
O94 : ARG
O95 : GLY
O96 : LYS
O97 : ALA
O98 : ALA
O99 : LEU
O100 : GLU
O101 : ARG
O102 : LEU
O103 : LYS
O104 : VAL
O105 : PHE
O106 : GLU
O107 : GLY
O108 : ILE
O109 : PRO
O110 : PRO
O111 : PRO
O112 : TYR
O113 : ASP
O114 : LYS
O115 : LYS
O116 : LYS
O117 : ARG
O118 : VAL
O119 : VAL
O120 : VAL
O121 : PRO
O122 : GLN
O123 : ALA
O124 : LEU
O125 : ARG
O126 : VAL
O127 : LEU
O128 : ARG
O129 : LEU
O130 : LYS
O131 : PRO
O132 : GLY
O133 : ARG
O134 : LYS
O135 : TYR
O136 : THR
O137 : THR
O138 : LEU
O139 : GLY
O140 : LYS
O141 : LEU
O142 : SER
O143 : THR
O144 : SER
O145 : VAL
O146 : GLY
O147 : TRP
O148 : LYS
O149 : TYR
O150 : GLU
O151 : ASP
O152 : VAL
O153 : VAL
O154 : ALA
O155 : LYS
O156 : LEU
O157 : GLU
O158 : ALA
O159 : LYS
O160 : ARG
O161 : LYS
O162 : VAL
O163 : SER
O164 : SER
O165 : ALA
O166 : GLU
O167 : TYR
O168 : TYR
O169 : ALA
O170 : LYS
O171 : LYS
O172 : ARG
O173 : ALA
O174 : PHE
O175 : THR
O176 : LYS
O177 : LYS
O178 : VAL
O179 : ALA
O180 : SER
O181 : ALA
O182 : ASN
O183 : ALA
O184 : THR
O185 : ALA
O186 : ALA
O187 : GLU
O188 : SER
O189 : ASP
O190 : VAL
O191 : ALA
O192 : LYS
O193 : GLN
O194 : LEU
O195 : ALA
O196 : ALA
O197 : LEU
O198 : GLY
O199 : TYR
'1'1 : G C2p_endo syn
'1'2 : U C2p_endo syn
'1'3 : U C3p_endo anti
'1'4 : U C3p_endo anti
'1'5 : G C3p_endo anti
'1'6 : A C3p_endo anti
'1'7 : C C3p_endo anti
'1'8 : C C3p_endo anti
'1'9 : U C3p_endo anti
'1'10 : C C3p_endo anti
'1'11 : A C3p_endo anti
'1'12 : A C3p_endo anti
'1'13 : A C3p_exo anti
'1'14 : U C2p_endo anti
'1'15 : C C3p_endo anti
'1'16 : A C3p_endo anti
'1'17 : G C3p_endo anti
'1'18 : G C3p_endo anti
'1'19 : U C3p_endo anti
'1'20 : A C3p_endo anti
'1'21 : G C2p_endo anti
'1'22 : G C3p_endo anti
'1'23 : A C3p_endo anti
'1'24 : G C3p_endo anti
'1'25 : U C3p_endo anti
'1'26 : A C3p_endo anti
'1'27 : C C3p_endo anti
'1'28 : C C3p_endo anti
'1'29 : C C3p_endo anti
'1'30 : G C3p_endo anti
'1'31 : C C3p_endo anti
'1'32 : U C3p_endo anti
'1'33 : G C3p_endo anti
'1'34 : A C3p_endo anti
'1'35 : A C3p_endo anti
'1'51 : A C3p_endo anti
'1'52 : A C3p_endo anti
'1'53 : G C3p_endo anti
'1'54 : C C3p_endo anti
'1'55 : G C3p_endo anti
'1'56 : G C3p_endo anti
'1'57 : A C3p_endo anti
'1'58 : G C3p_endo anti
'1'59 : G C2p_endo anti
'1'60 : A C3p_endo anti
'1'61 : A C3p_endo anti
'1'62 : A C3p_endo anti
'1'63 : A C3p_endo anti
'1'64 : G C3p_endo anti
'1'65 : A C2p_endo anti
'1'66 : A C2p_endo syn
'1'67 : A C3p_endo anti
'1'68 : C C3p_endo anti
'1'69 : C C3p_endo anti
'1'70 : A C3p_endo anti
'1'71 : A C2p_endo anti
'1'72 : C C3p_endo anti
'1'73 : C C2p_endo anti
'1'74 : G C3p_endo anti
'1'75 : G C3p_endo anti
'1'76 : G C2p_endo anti
'1'77 : A C3p_endo anti
'1'78 : U C3p_endo anti
'1'79 : U C3p_endo anti
'1'80 : G C3p_endo anti
'1'81 : C C3p_endo anti
'1'82 : C C3p_endo anti
'1'83 : U C3p_endo anti
'1'84 : U C3p_endo anti
'1'85 : A C2p_endo anti
'1'86 : G C2p_endo anti
'1'87 : U C3p_endo anti
'1'88 : A C3p_endo anti
'1'89 : A C3p_endo anti
'1'90 : C C3p_endo anti
'1'91 : G C3p_endo anti
'1'92 : G C3p_endo syn
'1'93 : C C2p_endo anti
'1'94 : G C3p_endo anti
'1'95 : A C3p_endo anti
'1'96 : G C3p_endo anti
'1'97 : U C3p_endo anti
'1'98 : G C3p_endo anti
'1'99 : A C3p_endo anti
'1'100 : A C3p_endo anti
'1'101 : G C3p_endo syn
'1'102 : C C3p_endo anti
'1'103 : G C3p_endo anti
'1'104 : G C3p_endo anti
'1'105 : C C3p_endo anti
'1'106 : A C3p_endo anti
'1'107 : A C3p_endo anti
'1'108 : A C3p_endo anti
'1'109 : A C2p_endo anti
'1'110 : G C3p_endo anti
'1'111 : C C3p_endo anti
'1'112 : U C3p_endo anti
'1'113 : C C3p_endo anti
'1'114 : A C3p_endo anti
'1'115 : A C3p_endo anti
'1'116 : A C3p_endo anti
'1'117 : U C2p_endo anti
'1'118 : U C3p_endo anti
'1'119 : U C2p_endo anti
'1'120 : G C2p_endo syn
'1'121 : A C2p_endo anti
'1'122 : A C2p_endo anti
'1'123 : A C3p_endo syn
'1'124 : U C3p_endo anti
'1'125 : C C3p_endo anti
'1'126 : U C3p_endo anti
'1'127 : G C3p_endo anti
'1'128 : G C3p_endo anti
'1'129 : U C3p_endo anti
'1'130 : A C3p_endo anti
'1'131 : C C3p_endo anti
'1'136 : G C3p_endo anti
'1'137 : G C3p_endo anti
'1'138 : U C3p_endo anti
'1'139 : G C3p_endo anti
'1'140 : C C3p_endo anti
'1'141 : C C3p_endo anti
'1'142 : C C3p_endo anti
'1'143 : G C3p_endo anti
'1'144 : A C3p_endo anti
'1'145 : G C3p_endo anti
'1'146 : U C2p_endo anti
'1'147 : U C2p_endo anti
'1'148 : G C2p_endo anti
'1'149 : U C3p_endo anti
'1'150 : A C3p_endo anti
'1'151 : A C3p_endo anti
'1'152 : U C3p_endo anti
'1'153 : U C3p_endo anti
'1'154 : U C2p_endo anti
'1'155 : G C2p_endo anti
'1'156 : G C2p_endo anti
'1'157 : A C3p_endo anti
'1'158 : G C3p_endo anti
'1'159 : A C3p_endo anti
'1'160 : G C3p_endo anti
'1'161 : G C3p_endo anti
'1'162 : G C3p_endo anti
'1'163 : C C3p_endo anti
'1'164 : A C3p_endo anti
'1'165 : A C3p_endo anti
'1'166 : C C3p_endo anti
'1'167 : U C3p_endo anti
'1'168 : U C3p_endo anti
'1'251 : G C2p_endo anti
'1'252 : U C3p_endo anti
'1'253 : A C3p_endo anti
'1'254 : A C3p_endo anti
'1'255 : A C3p_endo anti
'1'256 : G C3p_endo anti
'1'257 : U C3p_endo anti
'1'258 : G C3p_endo anti
'1'259 : C C3p_endo anti
'1'260 : C C3p_endo anti
'1'261 : U C3p_endo anti
'1'262 : U C3p_endo anti
'1'263 : C C3p_endo anti
'1'264 : G C3p_endo anti
'1'265 : A C3p_endo anti
'1'266 : A C3p_endo anti
'1'267 : G C3p_exo anti
'1'268 : A C2p_endo anti
'1'269 : G C2p_endo syn
'1'270 : U C3p_endo anti
'1'271 : C C3p_endo anti
'1'272 : G C3p_endo anti
'1'273 : A C3p_endo anti
'1'274 : G C3p_endo anti
'1'275 : U C3p_endo anti
'1'276 : U C3p_endo anti
'1'277 : G C3p_endo anti
'1'278 : U C3p_endo anti
'1'279 : U C3p_endo anti
'1'280 : U C3p_endo anti
'1'286 : U C3p_endo anti
'1'287 : G C3p_endo anti
'1'288 : C C3p_endo anti
'1'289 : A C3p_endo anti
'1'290 : G C3p_endo anti
'1'291 : C C3p_endo anti
'1'292 : U C3p_endo anti
'1'293 : C C3p_endo anti
'1'294 : U C3p_endo anti
'1'295 : A C3p_endo anti
'1'296 : A C3p_endo anti
'1'297 : G C2p_endo syn
'1'298 : U C3p_endo anti
'1'299 : G C3p_endo anti
'1'300 : G C3p_endo anti
'1'301 : G C3p_endo anti
'1'302 : U C3p_endo anti
'1'303 : G C3p_endo anti
'1'304 : G C3p_endo anti
'1'305 : U C3p_endo anti
'1'306 : A C3p_endo anti
'1'307 : A C3p_endo anti
'1'308 : A C3p_endo anti
'1'309 : U C2p_endo anti
'1'310 : U C3p_endo anti
'1'311 : C C3p_endo anti
'1'312 : C C3p_endo anti
'1'313 : A C3p_endo anti
'1'314 : U C3p_endo anti
'1'315 : C C3p_endo anti
'1'316 : U C2p_endo anti
'1'317 : A C3p_endo anti
'1'318 : A C3p_endo anti
'1'319 : A C3p_endo anti
'1'320 : G C3p_endo anti
'1'321 : C C3p_endo anti
'1'322 : U C3p_endo anti
'1'323 : A C3p_endo anti
'1'324 : A C3p_endo anti
'1'325 : A C3p_endo anti
'1'326 : U C3p_endo anti
'1'327 : A C3p_endo anti
'1'328 : U C3p_endo anti
'1'329 : U C2p_endo syn
'1'330 : G C3p_endo syn
'1'331 : G C3p_endo anti
'1'332 : C C3p_endo anti
'1'333 : G C3p_endo anti
'1'334 : A C3p_endo anti
'1'335 : G C3p_endo anti
'1'336 : A C3p_endo anti
'1'337 : G C2p_endo anti
'1'378 : A C3p_endo anti
'1'379 : C C3p_endo anti
'1'380 : U C3p_endo anti
'1'381 : U C3p_endo anti
'1'382 : U C2p_endo anti
'1'383 : G C3p_endo anti
'1'384 : A C2p_endo syn
'1'385 : A C3p_endo anti
'1'386 : A C3p_endo anti
'1'387 : A C3p_endo anti
'1'388 : G C3p_endo anti
'1'389 : A C3p_endo anti
'1'390 : G C3p_endo anti
'1'391 : A C3p_endo anti
'1'392 : G C3p_endo anti
'1'393 : U C3p_endo anti
'1'407 : A C3p_endo anti
'1'408 : A C3p_endo anti
'1'409 : A C3p_endo anti
'1'410 : U C3p_endo anti
'1'411 : U C3p_endo anti
'1'412 : G C3p_endo anti
'1'413 : U C3p_endo anti
'1'414 : U C3p_endo anti
'1'415 : G C3p_endo anti
'1'416 : A C3p_endo anti
'1'417 : A C3p_endo anti
'1'418 : A C3p_endo anti
'1'419 : G C3p_endo anti
'1'420 : G C3p_endo anti
'1'421 : G C2p_endo anti
'1'422 : A C2p_endo anti
'1'423 : A C3p_endo anti
'1'424 : G C3p_endo anti
'1'425 : G C3p_endo anti
'1'426 : G C3p_endo anti
'1'427 : C C3p_endo anti
'1'428 : A C3p_endo anti
'1'429 : U C3p_endo anti
'1'430 : U C3p_endo anti
'1'431 : U C3p_endo anti
'1'432 : G C3p_endo anti
'1'433 : A C3p_endo anti
'1'434 : U C3p_endo anti
'1'435 : C C3p_endo anti
'1'436 : A C3p_endo anti
'1'437 : G C3p_endo anti
'1'438 : A C3p_endo anti
'1'439 : C C3p_endo anti
'1'440 : A C2p_exo anti
'1'441 : U C3p_endo anti
'1'442 : G C3p_endo anti
'1'443 : G C3p_endo anti
'1'444 : U C3p_endo anti
'1'445 : G C3p_endo anti
'1'446 : U C3p_endo anti
'1'489 : C C3p_endo anti
'1'490 : A C3p_endo anti
'1'491 : C C3p_endo anti
'1'492 : U C3p_endo anti
'1'493 : G C3p_endo anti
'1'494 : G C3p_endo anti
'1'495 : G C3p_endo anti
'1'496 : C C3p_endo anti
'1'497 : C C3p_endo anti
'1'498 : A C3p_endo anti
'1'499 : G C3p_endo anti
'1'500 : C C3p_endo anti
'1'501 : A C3p_endo anti
'1'502 : U C3p_endo anti
'1'503 : C C3p_endo anti
'1'504 : A C3p_endo anti
'1'505 : G C3p_endo anti
'1'506 : U C3p_endo anti
'1'507 : U C3p_endo anti
'1'508 : U C3p_endo anti
'1'509 : U C3p_endo anti
'1'510 : G C3p_endo anti
'1'511 : G C3p_endo anti
'1'512 : U C3p_endo anti
'1'513 : G C3p_endo anti
'1'514 : G C3p_endo anti
'1'515 : C C3p_endo anti
'1'516 : A C3p_endo anti
'1'517 : G C3p_endo anti
'1'518 : G C2p_endo syn
'1'519 : A C2p_endo syn
'1'520 : U C2p_endo anti
'1'521 : A C3p_endo anti
'1'522 : A C3p_endo anti
'1'523 : A C3p_endo anti
'1'524 : U C3p_endo anti
'1'525 : C C3p_endo anti
'1'526 : C C3p_endo anti
'1'527 : A C3p_endo anti
'1'528 : U C3p_endo anti
'1'529 : A C3p_endo anti
'1'530 : G C3p_endo anti
'1'531 : G C3p_endo anti
'1'532 : A C3p_endo anti
'1'533 : A C2p_endo anti
'1'534 : U C2p_endo anti
'1'535 : G C2p_endo anti
'1'536 : U C3p_endo anti
'1'537 : A C3p_endo anti
'1'538 : G C3p_endo anti
'1'539 : C C3p_endo anti
'1'540 : U C3p_endo anti
'1'541 : U C3p_endo anti
'1'542 : G C3p_endo anti
'1'543 : C C3p_endo anti
'1'544 : C C3p_endo anti
'1'545 : U C3p_endo anti
'1'546 : C C3p_endo anti
'1'547 : G C2p_endo syn
'1'548 : G C3p_endo anti
'1'549 : U C3p_endo anti
'1'550 : A C3p_endo anti
'1'551 : A C2p_endo anti
'1'552 : G C3p_endo anti
'1'553 : U C3p_endo anti
'1'554 : A C3p_endo anti
'1'555 : U C2p_endo syn
'1'556 : U C2p_endo anti
'1'557 : A C2p_endo syn
'1'558 : U C2p_endo anti
'1'559 : A C3p_endo anti
'1'560 : G C3p_endo anti
'1'561 : C C3p_endo anti
'1'562 : C C3p_endo anti
'1'563 : U C3p_endo anti
'1'564 : G C3p_endo anti
'1'565 : U C3p_endo anti
'1'566 : G C3p_endo anti
'1'567 : G C3p_endo anti
'1'568 : G C3p_endo anti
'1'569 : A C3p_endo anti
'1'570 : A C3p_endo anti
'1'571 : U C3p_endo anti
'1'572 : A C3p_endo anti
'1'573 : C C3p_endo anti
'1'574 : U C3p_endo anti
'1'575 : G C3p_endo anti
'1'576 : C C3p_endo anti
'1'577 : C C3p_endo anti
'1'578 : A C3p_endo anti
'1'579 : G C3p_endo anti
'1'580 : C C3p_endo anti
'1'581 : U C3p_endo anti
'1'582 : G C3p_endo anti
'1'583 : G C3p_endo anti
'1'584 : G C3p_endo anti
'1'585 : A C3p_endo anti
'1'586 : C C3p_endo anti
'1'587 : U C3p_endo anti
'1'588 : G C2p_endo anti
'1'589 : A C2p_exo syn
'1'590 : G C3p_endo anti
'1'591 : G C2p_endo syn
'1'592 : A C3p_endo anti
'1'593 : C C3p_endo anti
'1'594 : U C2p_endo anti
'1'595 : G C3p_endo anti
'1'596 : C C3p_endo anti
'1'597 : G C3p_endo anti
'1'598 : A C3p_endo anti
'1'599 : C C3p_endo anti
'1'600 : G C3p_endo anti
'1'601 : U C3p_endo anti
'1'602 : A C3p_endo anti
'1'603 : A C3p_endo anti
'1'604 : G C3p_endo anti
'1'605 : U C3p_endo anti
'1'606 : C C3p_endo anti
'1'607 : A C2p_endo syn
'1'608 : A C3p_endo anti
'1'609 : G C3p_endo syn
'1'610 : G C2p_endo syn
'1'611 : A C2p_endo syn
'1'612 : U C3p_endo anti
'1'613 : G C3p_endo anti
'1'614 : C C3p_endo anti
'1'615 : U C3p_endo anti
'1'616 : G C3p_endo anti
'1'617 : G C3p_endo anti
'1'618 : C C3p_endo anti
'1'619 : A C2p_endo anti
'1'620 : U C2p_endo anti
'1'621 : A C3p_endo anti
'1'622 : A C3p_endo anti
'1'623 : U C3p_endo anti
'1'624 : G C3p_endo anti
'1'625 : G C3p_endo anti
'1'626 : U C3p_endo anti
'1'627 : U C3p_endo anti
'1'628 : A C3p_endo anti
'1'629 : U C3p_endo anti
'1'630 : A C3p_endo anti
'1'631 : U C3p_endo anti
'1'632 : G C3p_endo anti
'1'633 : C C3p_endo anti
'1'634 : C C3p_endo anti
'1'635 : G C3p_endo anti
'1'636 : C C3p_endo anti
'1'637 : C C3p_endo anti
'1'638 : C C3p_endo anti
'1'639 : G C3p_endo anti
'1'640 : U C3p_endo anti
'1'641 : C C3p_endo anti
'1'642 : U C3p_endo anti
'1'643 : U C3p_endo anti
'1'644 : G C2p_endo anti
'1'645 : A C3p_endo anti
'1'646 : A C3p_endo syn
'1'647 : A C3p_endo anti
'1'648 : C C3p_endo anti
'1'649 : A C3p_endo anti
'1'650 : C C3p_endo anti
'1'651 : G C3p_endo anti
'1'652 : G C3p_endo anti
'1'653 : A C3p_endo anti
'1'654 : C C3p_endo anti
'1'655 : C C3p_endo anti
'1'656 : A C3p_endo anti
'1'657 : A C3p_endo anti
'1'658 : G C3p_endo anti
'1'659 : G C2p_endo anti
'1'660 : A C3p_endo anti
'1'661 : G C3p_endo anti
'1'662 : U C2p_endo anti
'1'663 : C C3p_endo anti
'1'664 : U C3p_endo anti
'1'665 : A C3p_endo anti
'1'666 : A C3p_endo anti
'1'667 : C C3p_endo anti
'1'668 : G C3p_endo anti
'1'669 : U C3p_endo anti
'1'670 : C C3p_endo anti
'1'671 : U C3p_endo anti
'1'672 : A C3p_endo anti
'1'673 : U C3p_endo anti
'1'674 : G C3p_endo anti
'1'675 : C C3p_endo anti
'1'676 : G C3p_endo anti
'1'677 : A C2p_endo syn
'1'678 : G C3p_endo anti
'1'679 : U C3p_endo anti
'1'680 : G C3p_endo anti
'1'681 : U C3p_endo anti
'1'682 : U C3p_endo anti
'1'683 : U C3p_endo anti
'1'684 : G C3p_endo anti
'1'685 : G C3p_endo anti
'1'686 : G C3p_endo anti
'1'687 : U C3p_endo anti
'1'688 : G C3p_endo anti
'1'689 : U C2p_endo anti
'1'690 : A C2p_endo anti
'1'691 : A C3p_endo anti
'1'692 : A C3p_endo anti
'1'693 : A C3p_endo anti
'1'694 : C C3p_endo anti
'1'695 : C C3p_endo anti
'1'696 : C C3p_endo anti
'1'697 : A C3p_endo anti
'1'698 : U C3p_endo anti
'1'699 : A C3p_endo anti
'1'700 : C C3p_endo anti
'1'701 : G C3p_endo anti
'1'702 : C C3p_endo anti
'1'703 : G C3p_endo anti
'1'704 : U C3p_endo anti
'1'705 : A C3p_endo anti
'1'721 : G C3p_endo anti
'1'722 : G C3p_endo anti
'1'723 : U C3p_endo anti
'1'724 : U C3p_endo anti
'1'725 : G C3p_endo anti
'1'726 : G C3p_endo anti
'1'727 : G C3p_endo anti
'1'728 : G C3p_endo anti
'1'729 : C C3p_endo anti
'1'730 : C C3p_endo anti
'1'731 : U C3p_endo anti
'1'732 : C C3p_endo anti
'1'733 : G C3p_endo anti
'1'734 : C C3p_endo anti
'1'735 : A C3p_endo anti
'1'736 : A C3p_endo anti
'1'737 : G C3p_endo anti
'1'738 : A C3p_endo anti
'1'739 : G C3p_endo anti
'1'740 : G C3p_endo anti
'1'741 : U C3p_endo anti
'1'742 : G C3p_endo anti
'1'743 : C C3p_endo anti
'1'744 : A C2p_exo anti
'1'745 : C C3p_endo anti
'1'746 : A C3p_endo anti
'1'747 : A C3p_endo anti
'1'748 : U C3p_endo anti
'1'749 : C C3p_endo anti
'1'750 : G C3p_endo anti
'1'751 : A C3p_endo anti
'1'752 : C C3p_endo anti
'1'753 : C C3p_endo anti
'1'754 : G C3p_endo anti
'1'778 : U C2p_endo syn
'1'779 : G C2p_endo anti
'1'780 : A C2p_endo anti
'1'781 : G C2p_exo anti
'1'782 : U C3p_endo anti
'1'783 : A C3p_endo anti
'1'784 : A C2p_endo anti
'1'785 : G C2p_endo syn
'1'786 : A C2p_endo anti
'1'787 : G C3p_endo anti
'1'788 : C C3p_endo anti
'1'789 : A C3p_endo anti
'1'790 : U C3p_endo anti
'1'791 : A C3p_endo anti
'1'792 : G C3p_endo anti
'1'793 : C C3p_endo anti
'1'794 : U C3p_endo anti
'1'795 : G C3p_endo anti
'1'796 : U C3p_endo anti
'1'797 : U C3p_endo anti
'1'798 : G C3p_endo anti
'1'799 : G C3p_endo anti
'1'800 : G C2p_endo anti
'1'801 : A C2p_endo syn
'1'941 : G C3p_endo anti
'1'942 : U C3p_endo anti
'1'943 : U C2p_endo anti
'1'944 : C C3p_endo anti
'1'945 : C C3p_endo anti
'1'946 : U C3p_endo anti
'1'947 : G C3p_endo anti
'1'948 : C C3p_endo anti
'1'949 : C C3p_endo anti
'1'950 : G C3p_endo anti
'1'951 : A C3p_endo anti
'1'952 : A C3p_endo anti
'1'1161 : G C3p_endo anti
'1'1162 : U C3p_endo anti
'1'1163 : A C3p_endo anti
'1'1164 : G C3p_endo anti
'1'1165 : A C3p_endo anti
'1'1166 : G C3p_endo anti
'1'1167 : U C3p_endo anti
'1'1168 : U C3p_endo anti
'1'1169 : A C3p_endo anti
'1'1170 : A C3p_endo anti
'1'1171 : G C3p_endo anti
'1'1172 : G C3p_endo anti
'1'1173 : U C3p_endo anti
'1'1174 : G C3p_endo anti
'1'1175 : C C3p_endo anti
'1'1176 : C C3p_endo anti
'1'1177 : G C2p_endo syn
'1'1178 : G C3p_endo anti
'1'1179 : A C3p_endo anti
'1'1180 : A C3p_endo syn
'1'1181 : U C2p_endo syn
'1'1182 : A C3p_endo anti
'1'1183 : C C3p_endo anti
'1'1184 : A C3p_endo anti
'1'1185 : C C3p_endo anti
'1'1186 : G C3p_endo anti
'1'1187 : C C3p_endo anti
'1'1188 : U C3p_endo anti
'1'1189 : C C3p_endo anti
'1'1190 : A C2p_endo anti
'1'1191 : U C3p_endo syn
'1'1192 : C C3p_endo anti
'1'1193 : A C3p_endo anti
'1'1194 : G C3p_endo anti
'1'1195 : A C2p_endo syn
'1'1310 : G C3p_endo anti
'1'1311 : G C3p_endo anti
'1'1312 : C C3p_endo anti
'1'1313 : G C3p_endo anti
'1'1314 : C C3p_endo anti
'1'1315 : U C2p_endo anti
'1'1316 : C C3p_endo anti
'1'1317 : A C2p_endo syn
'1'1318 : A C2p_endo anti
'1'1319 : G C3p_endo anti
'1'1320 : C C2p_exo anti
'1'1321 : G C3p_endo anti
'1'1322 : U C3p_endo anti
'1'1323 : G C3p_endo anti
'1'1324 : U C3p_endo anti
'1'1325 : U C3p_endo anti
'1'1326 : A C3p_endo anti
'1'1327 : C C3p_endo anti
'1'1328 : C C3p_endo anti
'1'1329 : U C2p_endo anti
'1'1330 : A C3p_endo anti
'1'1331 : U C2p_endo anti
'1'1332 : A C2p_exo anti
'1'1333 : C C3p_endo anti
'1'1334 : U C3p_endo anti
'1'1335 : C C3p_endo anti
'1'1336 : U C3p_endo anti
'1'1337 : A C3p_endo anti
'1'1338 : C C3p_endo anti
'1'1339 : C C3p_endo anti
'1'1340 : G C3p_endo anti
'1'1341 : U C3p_endo anti
'1'1342 : C C3p_endo anti
'1'1343 : A C3p_endo anti
'1'1344 : G C3p_endo anti
'1'1345 : G C3p_endo anti
'1'1346 : G C3p_endo anti
'1'1347 : U C3p_endo anti
'1'1348 : U C2p_endo anti
'1'1349 : G C2p_endo syn
'1'1350 : A C3p_endo anti
'1'1351 : U C2p_endo anti
'1'1352 : A C2p_endo syn
'1'1353 : U C2p_endo anti
'1'1354 : G C2p_endo syn
'1'1355 : A C2p_endo anti
'1'1356 : U C2p_endo syn
'1'1357 : G C3p_endo anti
'1'1358 : C C3p_endo anti
'1'1359 : C C3p_endo anti
'1'1360 : C C3p_endo anti
'1'1361 : U C3p_endo anti
'1'1362 : G C3p_endo anti
'1'1363 : A C3p_endo anti
'1'1364 : C C3p_endo anti
'1'1365 : G C2p_endo anti
'1'1366 : A C3p_endo anti
'1'1367 : G C3p_endo anti
'1'1368 : U C3p_endo anti
'1'1369 : A C3p_endo anti
'1'1370 : G C3p_endo anti
'1'1371 : G C3p_endo anti
'1'1372 : C C3p_endo anti
'1'1373 : A C3p_endo anti
'1'1374 : G C3p_endo anti
'1'1375 : G C3p_endo anti
'1'1376 : C C3p_endo anti
'1'1377 : G C3p_endo anti
'1'1378 : U C3p_endo anti
'1'1379 : G C3p_endo anti
'1'1380 : G C3p_endo anti
'1'1381 : A C3p_endo anti
'1'1382 : G C3p_endo anti
'1'1383 : G C3p_endo anti
'1'1384 : U C3p_endo anti
'1'1385 : C C3p_endo anti
'1'1386 : A C3p_endo syn
'1'1387 : G C3p_endo anti
'1'1388 : U C3p_endo anti
'1'1389 : G C3p_endo anti
'1'1390 : A C2p_endo syn
'1'1391 : C C2p_endo anti
'1'1392 : G C2p_endo anti
'1'1393 : A C3p_endo anti
'1'1394 : A C3p_endo anti
'1'1395 : G C3p_endo anti
'1'1396 : C C3p_endo anti
'1'1397 : C C3p_endo anti
'1'1398 : U C3p_endo anti
'1'1399 : A C3p_exo syn
'1'1400 : G C3p_endo anti
'1'1401 : A C3p_endo anti
'1'1402 : C C3p_endo anti
'1'1403 : C C3p_endo anti
'1'1404 : G C3p_endo anti
'1'1405 : U C3p_endo anti
'1'1406 : A C3p_endo anti
'1'1407 : A C3p_endo anti
'1'1408 : G C3p_endo anti
'1'1409 : G C3p_endo anti
'1'1410 : U C3p_endo anti
'1'1411 : C C3p_endo anti
'1'1412 : G C3p_endo anti
'1'1413 : G C3p_endo anti
'1'1414 : G C3p_endo anti
'1'1415 : U C3p_endo anti
'1'1416 : C C3p_endo anti
'1'1417 : G C2p_endo syn
'1'1418 : A C2p_endo anti
'1'1419 : A C3p_endo anti
'1'1420 : C C3p_endo anti
'1'1421 : G C3p_endo anti
'1'1422 : G C3p_endo anti
'1'1423 : C C3p_endo anti
'1'1424 : C C3p_endo anti
'1'1425 : U C3p_endo anti
'1'1426 : C C3p_endo anti
'1'1427 : U C3p_endo anti
'1'1428 : A C3p_endo anti
'1'1429 : G C3p_endo anti
'1'1430 : U C2p_endo anti
'1'1431 : G C3p_endo anti
'1'1432 : C C3p_endo anti
'1'1433 : A C3p_endo anti
'1'1434 : G C3p_endo anti
'1'1435 : A C3p_endo anti
'1'1436 : U C3p_endo anti
'1'1437 : C C3p_endo anti
'1'1438 : U C3p_endo anti
'1'1439 : U C3p_endo anti
'1'1440 : G C3p_endo anti
'1'1441 : G C3p_endo anti
'1'1442 : U C3p_endo anti
'1'1443 : G C3p_endo anti
'2'0 : A C2p_endo anti
'2'1 : A C2p_endo anti
'2'2 : A C3p_endo anti
'2'3 : A C3p_endo anti
'2'4 : C C3p_endo anti
'2'5 : U C3p_endo anti
'2'6 : U C3p_endo anti
'2'7 : U C3p_endo anti
'2'8 : C C3p_endo anti
'2'9 : A C3p_endo anti
'2'10 : A C3p_endo anti
'2'11 : C C3p_endo anti
'2'12 : A C3p_endo anti
'2'13 : A C3p_endo anti
'2'14 : C C3p_endo anti
'2'15 : G C3p_endo anti
'2'16 : G C2p_endo anti
'2'24 : G C3p_endo anti
'2'25 : G C3p_endo anti
'2'26 : U C3p_endo anti
'2'27 : U C3p_endo anti
'2'28 : C C3p_endo anti
'2'29 : U C3p_endo anti
'2'30 : C C3p_endo anti
'2'31 : G C3p_endo anti
'2'32 : C C3p_endo anti
'2'33 : A C2p_endo anti
'2'34 : U C2p_endo anti
'2'35 : C C3p_endo anti
'2'36 : G C3p_endo anti
'2'37 : A C2p_endo syn
'2'38 : U C2p_endo anti
'2'39 : G C2p_endo anti
'2'40 : A C3p_endo anti
'2'41 : A C3p_endo anti
'2'42 : G C3p_endo anti
'2'43 : A C3p_endo anti
'2'44 : A C3p_endo anti
'2'45 : C C3p_endo anti
'2'46 : G C3p_endo anti
'2'47 : C C3p_endo anti
'2'48 : A C2p_endo anti
'2'49 : G C3p_endo anti
'2'50 : C C3p_endo anti
'2'51 : G C2p_endo syn
'2'52 : A C3p_endo anti
'2'53 : A C3p_endo anti
'2'54 : A C3p_endo anti
'2'55 : U C3p_endo anti
'2'56 : G C3p_endo anti
'2'57 : C C3p_endo anti
'2'58 : G C2p_endo anti
'2'59 : A C2p_endo syn
'2'60 : U C2p_endo anti
'2'61 : A C3p_endo anti
'2'62 : C C2p_endo anti
'2'63 : G C3p_endo anti
'2'64 : U C3p_endo anti
'2'65 : A C3p_endo anti
'2'66 : A C3p_endo anti
'2'67 : U C3p_endo anti
'2'68 : G C3p_endo anti
'2'69 : U C3p_endo anti
'2'70 : G C2p_endo anti
'2'71 : A C2p_endo anti
'2'72 : A C3p_endo anti
'2'73 : U C3p_endo anti
'2'74 : U C3p_endo anti
'2'75 : G C3p_endo anti
'2'76 : C C3p_endo anti
'2'77 : A C3p_endo anti
'2'78 : G C3p_endo anti
'2'79 : A C3p_endo anti
'2'80 : A C2p_endo anti
'2'81 : U C2p_endo anti
'2'82 : U C3p_endo anti
'2'83 : C C2p_endo anti
'2'84 : C C2p_endo anti
'2'85 : G C2p_endo anti
'2'86 : U C2p_exo anti
'2'87 : G C2p_endo anti
'2'88 : A C3p_endo anti
'2'89 : A C3p_endo anti
'2'90 : U C2p_endo anti
'2'91 : C C3p_endo anti
'2'92 : A C3p_endo anti
'2'93 : U C3p_endo anti
'2'94 : C C3p_endo anti
'2'95 : G C2p_endo anti
'2'96 : A C3p_endo anti
'2'111 : A C2p_endo syn
'2'112 : U C2p_endo anti
'2'113 : U C3p_endo anti
'2'114 : G C3p_endo anti
'2'115 : C C3p_endo anti
'2'116 : G C3p_endo anti
'2'117 : C C3p_endo anti
'2'118 : C C3p_endo anti
'2'119 : C C3p_endo anti
'2'120 : C C3p_endo anti
'2'121 : U C3p_endo anti
'2'122 : U C3p_endo anti
'2'123 : G C3p_endo anti
'2'124 : G C3p_endo anti
'2'125 : U C2p_endo anti
'2'126 : A C2p_endo anti
'2'127 : U C3p_endo anti
'2'128 : U C2p_endo anti
'2'129 : C C3p_endo anti
'2'130 : C C3p_endo anti
'2'131 : A C3p_endo anti
'2'132 : G C2p_exo anti
'2'133 : G C3p_endo anti
'2'134 : G C3p_endo anti
'2'135 : G C3p_endo anti
'2'136 : G C3p_endo anti
'2'137 : C C3p_endo anti
'2'138 : A C3p_endo anti
'2'139 : U C3p_endo anti
'2'140 : G C3p_endo anti
'2'141 : C C3p_endo anti
'2'142 : C C3p_endo anti
'2'143 : U C3p_endo anti
'2'144 : G C3p_endo anti
'2'145 : U C3p_endo anti
'2'146 : U C3p_endo anti
'2'147 : U C3p_endo anti
'2'148 : G C3p_endo anti
'2'149 : A C3p_endo anti
'2'150 : G C3p_endo anti
'2'151 : C C2p_endo anti
'2'152 : G C3p_endo anti
'2'153 : U C3p_endo anti
'2'154 : C C3p_endo anti
'2'155 : A C3p_endo anti
'2'156 : U C3p_endo syn
'2'157 : U C2p_endo syn
'2'158 : U C2p_endo syn
'3'1 : C C2p_endo syn
'3'2 : C C3p_endo anti
'3'3 : U C2p_endo anti
'3'4 : U C2p_endo anti
'3'5 : C C2p_endo syn
'3'6 : U C3p_endo syn
'3'7 : C C2p_endo anti
'3'8 : A C3p_endo anti
'3'9 : A C3p_endo anti
'3'10 : A C3p_endo anti
'3'11 : C C3p_endo anti
'3'12 : A C3p_endo anti
'3'13 : U C2p_endo anti
'3'14 : U C3p_endo anti
'3'15 : C C2p_endo anti
'3'16 : U C2p_endo syn
'3'17 : G C3p_endo anti
'3'18 : U C3p_endo anti
'3'19 : U C3p_endo anti
'3'20 : U C3p_endo anti
'3'21 : G C3p_endo anti
'3'22 : G C3p_endo anti
'3'23 : U C2p_endo syn
'3'24 : A C2p_endo syn
'3'25 : G C2p_endo syn
'3'26 : U C2p_endo syn
'3'27 : G C3p_endo anti
'3'28 : A C3p_endo anti
'3'29 : G C3p_endo anti
'3'30 : U C3p_endo anti
'3'31 : G C3p_endo anti
'3'32 : A C3p_endo anti
'3'33 : U C3p_endo anti
'3'34 : A C3p_endo anti
'3'35 : C C3p_endo anti
'3'36 : U C3p_endo anti
'3'37 : C C3p_endo anti
'3'38 : U C3p_endo anti
'3'39 : U C2p_endo anti
'3'40 : U C2p_endo syn
'3'41 : G C3p_endo anti
'3'42 : G C3p_endo anti
'3'43 : A C3p_endo anti
'3'44 : G C3p_endo anti
'3'45 : U C3p_endo anti
'3'46 : U C3p_endo anti
'3'47 : A C3p_endo anti
'3'48 : A C3p_endo anti
'3'49 : C C3p_endo anti
'3'50 : U C3p_endo anti
'3'51 : U C2p_endo anti
'3'52 : G C3p_endo anti
'3'53 : A C3p_endo syn
'3'54 : A C2p_endo syn
'3'55 : A C2p_endo syn
'3'56 : U C3p_endo syn
'3'57 : U C2p_endo anti
'3'58 : G C3p_endo syn
'3'59 : C C3p_endo syn
'3'60 : U C3p_endo anti
'3'61 : G C3p_endo anti
'3'62 : G C3p_endo anti
'3'63 : C C3p_endo anti
'3'64 : C C3p_endo anti
'3'65 : U C3p_endo anti
'3'66 : U C3p_endo anti
'3'67 : U C3p_endo anti
'3'213 : A C3p_endo anti
'3'214 : G C3p_endo anti
'3'215 : G C3p_endo anti
'3'216 : C C3p_endo anti
'3'217 : G C3p_endo anti
'3'218 : A C3p_endo anti
'3'219 : A C2p_endo anti
'3'220 : C C3p_endo anti
'3'221 : A C3p_endo anti
'3'222 : A C3p_endo anti
'3'223 : U C2p_endo syn
'3'224 : G C3p_endo anti
'3'225 : U C2p_endo anti
'3'226 : U C3p_endo syn
'3'227 : C C2p_endo anti
'3'228 : U C2p_endo anti
'3'229 : U C2p_endo syn
'3'230 : A C2p_endo syn
'3'231 : A C2p_endo syn
'3'232 : A C2p_endo syn
C401 : MG
C402 : MG
D401 : ZN
F301 : MG
'1'3401 : MG
'1'3402 : MG
'1'3403 : MG
'1'3404 : MG
'1'3405 : MG
'1'3406 : MG
'1'3407 : MG
'1'3408 : MG
'1'3409 : MG
'1'3410 : MG
'1'3411 : MG
'1'3412 : MG
'1'3413 : MG
'1'3414 : MG
'1'3415 : MG
'1'3416 : MG
'1'3417 : MG
'1'3418 : MG
'1'3419 : MG
'1'3420 : MG
'1'3421 : MG
'1'3422 : MG
'1'3423 : MG
'1'3424 : MG
'1'3425 : MG
'1'3426 : MG
'1'3427 : MG
'1'3428 : MG
'1'3429 : MG
'1'3430 : MG
Adjacent stackings ----------------------------------------------
'1'3-'1'4 : adjacent_5p upward 
'1'4-'1'5 : adjacent_5p upward 
'1'5-'1'6 : adjacent_5p upward 
'1'6-'1'7 : adjacent_5p upward 
'1'7-'1'8 : adjacent_5p upward 
'1'8-'1'9 : adjacent_5p upward 
'1'9-'1'10 : adjacent_5p upward 
'1'10-'1'11 : adjacent_5p upward 
'1'11-'1'12 : adjacent_5p upward 
'1'12-'1'13 : adjacent_5p upward 
'1'16-'1'17 : adjacent_5p upward 
'1'17-'1'18 : adjacent_5p upward 
'1'18-'1'19 : adjacent_5p upward 
'1'20-'1'21 : adjacent_5p upward 
'1'22-'1'23 : adjacent_5p upward 
'1'23-'1'24 : adjacent_5p upward 
'1'24-'1'25 : adjacent_5p upward 
'1'26-'1'27 : adjacent_5p upward 
'1'30-'1'31 : adjacent_5p upward 
'1'31-'1'32 : adjacent_5p upward 
'1'32-'1'33 : adjacent_5p upward 
'1'34-'1'35 : adjacent_5p upward 
'1'51-'1'52 : adjacent_5p upward 
'1'52-'1'53 : adjacent_5p upward 
'1'53-'1'54 : adjacent_5p upward 
'1'55-'1'56 : adjacent_5p upward 
'1'56-'1'57 : adjacent_5p upward 
'1'57-'1'58 : adjacent_5p upward 
'1'58-'1'59 : adjacent_5p upward 
'1'60-'1'61 : adjacent_5p upward 
'1'61-'1'62 : adjacent_5p upward 
'1'62-'1'63 : adjacent_5p upward 
'1'63-'1'64 : adjacent_5p upward 
'1'69-'1'70 : adjacent_5p upward 
'1'70-'1'71 : adjacent_5p upward 
'1'74-'1'75 : adjacent_5p upward 
'1'75-'1'76 : adjacent_5p upward 
'1'77-'1'78 : adjacent_5p upward 
'1'78-'1'79 : adjacent_5p upward 
'1'80-'1'81 : adjacent_5p upward 
'1'82-'1'83 : adjacent_5p upward 
'1'83-'1'84 : adjacent_5p upward 
'1'84-'1'85 : adjacent_5p inward 
'1'88-'1'89 : adjacent_5p upward 
'1'89-'1'90 : adjacent_5p upward 
'1'90-'1'91 : adjacent_5p upward 
'1'94-'1'95 : adjacent_5p upward 
'1'96-'1'97 : adjacent_5p upward 
'1'97-'1'98 : adjacent_5p upward 
'1'99-'1'100 : adjacent_5p upward 
'1'100-'1'101 : adjacent_5p inward 
'1'101-'1'102 : adjacent_5p outward 
'1'102-'1'103 : adjacent_5p upward 
'1'103-'1'104 : adjacent_5p upward 
'1'104-'1'105 : adjacent_5p upward 
'1'105-'1'106 : adjacent_5p upward 
'1'106-'1'107 : adjacent_5p upward 
'1'107-'1'108 : adjacent_5p upward 
'1'110-'1'111 : adjacent_5p upward 
'1'113-'1'114 : adjacent_5p upward 
'1'118-'1'119 : adjacent_5p upward 
'1'126-'1'127 : adjacent_5p upward 
'1'127-'1'128 : adjacent_5p upward 
'1'128-'1'129 : adjacent_5p upward 
'1'130-'1'131 : adjacent_5p upward 
'1'136-'1'137 : adjacent_5p upward 
'1'137-'1'138 : adjacent_5p upward 
'1'138-'1'139 : adjacent_5p upward 
'1'139-'1'140 : adjacent_5p upward 
'1'140-'1'141 : adjacent_5p upward 
'1'142-'1'143 : adjacent_5p upward 
'1'143-'1'144 : adjacent_5p upward 
'1'144-'1'145 : adjacent_5p upward 
'1'150-'1'151 : adjacent_5p upward 
'1'151-'1'152 : adjacent_5p upward 
'1'157-'1'158 : adjacent_5p upward 
'1'158-'1'159 : adjacent_5p upward 
'1'159-'1'160 : adjacent_5p upward 
'1'160-'1'161 : adjacent_5p upward 
'1'161-'1'162 : adjacent_5p upward 
'1'162-'1'163 : adjacent_5p upward 
'1'163-'1'164 : adjacent_5p upward 
'1'164-'1'165 : adjacent_5p upward 
'1'165-'1'166 : adjacent_5p upward 
'1'253-'1'254 : adjacent_5p upward 
'1'254-'1'255 : adjacent_5p upward 
'1'255-'1'256 : adjacent_5p upward 
'1'256-'1'257 : adjacent_5p upward 
'1'258-'1'259 : adjacent_5p upward 
'1'262-'1'263 : adjacent_5p upward 
'1'263-'1'264 : adjacent_5p upward 
'1'271-'1'272 : adjacent_5p upward 
'1'272-'1'273 : adjacent_5p upward 
'1'273-'1'274 : adjacent_5p upward 
'1'274-'1'275 : adjacent_5p upward 
'1'276-'1'277 : adjacent_5p upward 
'1'277-'1'278 : adjacent_5p upward 
'1'278-'1'279 : adjacent_5p upward 
'1'286-'1'287 : adjacent_5p upward 
'1'287-'1'288 : adjacent_5p upward 
'1'288-'1'289 : adjacent_5p upward 
'1'289-'1'290 : adjacent_5p upward 
'1'290-'1'291 : adjacent_5p upward 
'1'292-'1'293 : adjacent_5p upward 
'1'293-'1'294 : adjacent_5p upward 
'1'295-'1'296 : adjacent_5p upward 
'1'296-'1'297 : adjacent_5p inward 
'1'299-'1'300 : adjacent_5p upward 
'1'300-'1'301 : adjacent_5p upward 
'1'301-'1'302 : adjacent_5p upward 
'1'302-'1'303 : adjacent_5p upward 
'1'303-'1'304 : adjacent_5p upward 
'1'304-'1'305 : adjacent_5p upward 
'1'310-'1'311 : adjacent_5p upward 
'1'311-'1'312 : adjacent_5p upward 
'1'313-'1'314 : adjacent_5p upward 
'1'315-'1'316 : adjacent_5p upward 
'1'317-'1'318 : adjacent_5p upward 
'1'319-'1'320 : adjacent_5p upward 
'1'321-'1'322 : adjacent_5p upward 
'1'323-'1'324 : adjacent_5p upward 
'1'324-'1'325 : adjacent_5p upward 
'1'327-'1'328 : adjacent_5p upward 
'1'330-'1'331 : adjacent_5p upward 
'1'331-'1'332 : adjacent_5p upward 
'1'332-'1'333 : adjacent_5p upward 
'1'333-'1'334 : adjacent_5p upward 
'1'334-'1'335 : adjacent_5p upward 
'1'335-'1'336 : adjacent_5p upward 
'1'336-'1'337 : adjacent_5p upward 
'1'382-'1'383 : adjacent_5p upward 
'1'385-'1'386 : adjacent_5p upward 
'1'387-'1'388 : adjacent_5p upward 
'1'388-'1'389 : adjacent_5p upward 
'1'389-'1'390 : adjacent_5p upward 
'1'390-'1'391 : adjacent_5p upward 
'1'391-'1'392 : adjacent_5p upward 
'1'392-'1'393 : adjacent_5p upward 
'1'407-'1'408 : adjacent_5p upward 
'1'408-'1'409 : adjacent_5p upward 
'1'409-'1'410 : adjacent_5p upward 
'1'412-'1'413 : adjacent_5p upward 
'1'413-'1'414 : adjacent_5p upward 
'1'414-'1'415 : adjacent_5p upward 
'1'415-'1'416 : adjacent_5p upward 
'1'416-'1'417 : adjacent_5p upward 
'1'417-'1'418 : adjacent_5p upward 
'1'418-'1'419 : adjacent_5p upward 
'1'419-'1'420 : adjacent_5p upward 
'1'420-'1'421 : adjacent_5p upward 
'1'423-'1'424 : adjacent_5p upward 
'1'425-'1'426 : adjacent_5p upward 
'1'426-'1'427 : adjacent_5p upward 
'1'428-'1'429 : adjacent_5p upward 
'1'429-'1'430 : adjacent_5p upward 
'1'430-'1'431 : adjacent_5p upward 
'1'432-'1'433 : adjacent_5p upward 
'1'433-'1'434 : adjacent_5p upward 
'1'436-'1'437 : adjacent_5p upward 
'1'442-'1'443 : adjacent_5p upward 
'1'443-'1'444 : adjacent_5p upward 
'1'444-'1'445 : adjacent_5p upward 
'1'445-'1'446 : adjacent_5p upward 
'1'490-'1'491 : adjacent_5p upward 
'1'491-'1'492 : adjacent_5p upward 
'1'493-'1'494 : adjacent_5p upward 
'1'494-'1'495 : adjacent_5p upward 
'1'495-'1'496 : adjacent_5p upward 
'1'496-'1'497 : adjacent_5p upward 
'1'498-'1'499 : adjacent_5p upward 
'1'499-'1'500 : adjacent_5p upward 
'1'501-'1'502 : adjacent_5p upward 
'1'502-'1'503 : adjacent_5p upward 
'1'503-'1'504 : adjacent_5p upward 
'1'504-'1'505 : adjacent_5p upward 
'1'505-'1'506 : adjacent_5p upward 
'1'506-'1'507 : adjacent_5p upward 
'1'508-'1'509 : adjacent_5p upward 
'1'510-'1'511 : adjacent_5p upward 
'1'511-'1'512 : adjacent_5p upward 
'1'513-'1'514 : adjacent_5p upward 
'1'514-'1'515 : adjacent_5p upward 
'1'516-'1'517 : adjacent_5p upward 
'1'517-'1'518 : adjacent_5p inward 
'1'521-'1'522 : adjacent_5p upward 
'1'523-'1'524 : adjacent_5p upward 
'1'524-'1'525 : adjacent_5p upward 
'1'525-'1'526 : adjacent_5p upward 
'1'527-'1'528 : adjacent_5p upward 
'1'529-'1'530 : adjacent_5p upward 
'1'530-'1'531 : adjacent_5p upward 
'1'531-'1'532 : adjacent_5p upward 
'1'532-'1'533 : adjacent_5p upward 
'1'536-'1'537 : adjacent_5p upward 
'1'537-'1'538 : adjacent_5p upward 
'1'538-'1'539 : adjacent_5p upward 
'1'539-'1'540 : adjacent_5p upward 
'1'542-'1'543 : adjacent_5p upward 
'1'543-'1'544 : adjacent_5p upward 
'1'547-'1'548 : adjacent_5p upward 
'1'548-'1'549 : adjacent_5p upward 
'1'550-'1'551 : adjacent_5p upward 
'1'551-'1'552 : adjacent_5p upward 
'1'552-'1'553 : adjacent_5p upward 
'1'553-'1'554 : adjacent_5p upward 
'1'559-'1'560 : adjacent_5p upward 
'1'560-'1'561 : adjacent_5p upward 
'1'562-'1'563 : adjacent_5p upward 
'1'563-'1'564 : adjacent_5p upward 
'1'564-'1'565 : adjacent_5p upward 
'1'566-'1'567 : adjacent_5p upward 
'1'567-'1'568 : adjacent_5p upward 
'1'568-'1'569 : adjacent_5p upward 
'1'569-'1'570 : adjacent_5p upward 
'1'570-'1'571 : adjacent_5p upward 
'1'571-'1'572 : adjacent_5p upward 
'1'572-'1'573 : adjacent_5p upward 
'1'573-'1'574 : adjacent_5p upward 
'1'574-'1'575 : adjacent_5p upward 
'1'575-'1'576 : adjacent_5p upward 
'1'579-'1'580 : adjacent_5p upward 
'1'580-'1'581 : adjacent_5p upward 
'1'582-'1'583 : adjacent_5p upward 
'1'583-'1'584 : adjacent_5p upward 
'1'584-'1'585 : adjacent_5p upward 
'1'585-'1'586 : adjacent_5p upward 
'1'586-'1'587 : adjacent_5p upward 
'1'592-'1'593 : adjacent_5p upward 
'1'595-'1'596 : adjacent_5p upward 
'1'597-'1'598 : adjacent_5p upward 
'1'598-'1'599 : adjacent_5p upward 
'1'599-'1'600 : adjacent_5p upward 
'1'601-'1'602 : adjacent_5p upward 
'1'602-'1'603 : adjacent_5p upward 
'1'603-'1'604 : adjacent_5p upward 
'1'604-'1'605 : adjacent_5p upward 
'1'605-'1'606 : adjacent_5p upward 
'1'611-'1'612 : adjacent_5p upward 
'1'613-'1'614 : adjacent_5p upward 
'1'616-'1'617 : adjacent_5p upward 
'1'617-'1'618 : adjacent_5p upward 
'1'621-'1'622 : adjacent_5p upward 
'1'623-'1'624 : adjacent_5p upward 
'1'624-'1'625 : adjacent_5p upward 
'1'625-'1'626 : adjacent_5p upward 
'1'626-'1'627 : adjacent_5p upward 
'1'628-'1'629 : adjacent_5p upward 
'1'629-'1'630 : adjacent_5p upward 
'1'630-'1'631 : adjacent_5p upward 
'1'631-'1'632 : adjacent_5p upward 
'1'632-'1'633 : adjacent_5p upward 
'1'633-'1'634 : adjacent_5p upward 
'1'634-'1'635 : adjacent_5p upward 
'1'635-'1'636 : adjacent_5p upward 
'1'639-'1'640 : adjacent_5p upward 
'1'640-'1'641 : adjacent_5p upward 
'1'641-'1'642 : adjacent_5p upward 
'1'644-'1'645 : adjacent_5p upward 
'1'645-'1'646 : adjacent_5p inward 
'1'646-'1'647 : adjacent_5p outward 
'1'647-'1'648 : adjacent_5p upward 
'1'649-'1'650 : adjacent_5p upward 
'1'651-'1'652 : adjacent_5p upward 
'1'653-'1'654 : adjacent_5p upward 
'1'656-'1'657 : adjacent_5p upward 
'1'657-'1'658 : adjacent_5p upward 
'1'658-'1'659 : adjacent_5p upward 
'1'663-'1'664 : adjacent_5p upward 
'1'665-'1'666 : adjacent_5p upward 
'1'666-'1'667 : adjacent_5p upward 
'1'669-'1'670 : adjacent_5p upward 
'1'672-'1'673 : adjacent_5p upward 
'1'674-'1'675 : adjacent_5p upward 
'1'675-'1'676 : adjacent_5p upward 
'1'678-'1'679 : adjacent_5p upward 
'1'681-'1'682 : adjacent_5p upward 
'1'684-'1'685 : adjacent_5p upward 
'1'685-'1'686 : adjacent_5p upward 
'1'686-'1'687 : adjacent_5p upward 
'1'687-'1'688 : adjacent_5p upward 
'1'692-'1'693 : adjacent_5p upward 
'1'693-'1'694 : adjacent_5p upward 
'1'694-'1'695 : adjacent_5p upward 
'1'697-'1'698 : adjacent_5p upward 
'1'699-'1'700 : adjacent_5p upward 
'1'701-'1'702 : adjacent_5p upward 
'1'703-'1'704 : adjacent_5p upward 
'1'704-'1'705 : adjacent_5p upward 
'1'722-'1'723 : adjacent_5p upward 
'1'724-'1'725 : adjacent_5p upward 
'1'725-'1'726 : adjacent_5p upward 
'1'727-'1'728 : adjacent_5p upward pairing 
'1'728-'1'729 : adjacent_5p upward 
'1'732-'1'733 : adjacent_5p upward 
'1'734-'1'735 : adjacent_5p upward 
'1'735-'1'736 : adjacent_5p upward 
'1'736-'1'737 : adjacent_5p upward 
'1'737-'1'738 : adjacent_5p upward 
'1'738-'1'739 : adjacent_5p upward 
'1'739-'1'740 : adjacent_5p upward 
'1'740-'1'741 : adjacent_5p upward 
'1'741-'1'742 : adjacent_5p upward 
'1'743-'1'744 : adjacent_5p upward 
'1'744-'1'745 : adjacent_5p upward 
'1'746-'1'747 : adjacent_5p upward 
'1'747-'1'748 : adjacent_5p upward 
'1'748-'1'749 : adjacent_5p upward 
'1'750-'1'751 : adjacent_5p upward 
'1'751-'1'752 : adjacent_5p upward 
'1'752-'1'753 : adjacent_5p upward 
'1'753-'1'754 : adjacent_5p upward 
'1'781-'1'782 : adjacent_5p upward 
'1'782-'1'783 : adjacent_5p upward 
'1'787-'1'788 : adjacent_5p upward 
'1'788-'1'789 : adjacent_5p upward 
'1'789-'1'790 : adjacent_5p upward 
'1'790-'1'791 : adjacent_5p upward 
'1'791-'1'792 : adjacent_5p upward 
'1'792-'1'793 : adjacent_5p upward 
'1'793-'1'794 : adjacent_5p upward 
'1'795-'1'796 : adjacent_5p upward 
'1'796-'1'797 : adjacent_5p upward 
'1'798-'1'799 : adjacent_5p upward 
'1'800-'1'801 : adjacent_5p upward 
'1'941-'1'942 : adjacent_5p upward 
'1'942-'1'943 : adjacent_5p upward 
'1'946-'1'947 : adjacent_5p upward 
'1'947-'1'948 : adjacent_5p upward 
'1'949-'1'950 : adjacent_5p upward 
'1'951-'1'952 : adjacent_5p upward 
'1'1161-'1'1162 : adjacent_5p upward 
'1'1162-'1'1163 : adjacent_5p upward 
'1'1163-'1'1164 : adjacent_5p upward 
'1'1164-'1'1165 : adjacent_5p upward 
'1'1165-'1'1166 : adjacent_5p upward 
'1'1166-'1'1167 : adjacent_5p upward 
'1'1169-'1'1170 : adjacent_5p upward 
'1'1170-'1'1171 : adjacent_5p upward 
'1'1171-'1'1172 : adjacent_5p upward 
'1'1172-'1'1173 : adjacent_5p upward 
'1'1174-'1'1175 : adjacent_5p upward 
'1'1176-'1'1177 : adjacent_5p upward 
'1'1178-'1'1179 : adjacent_5p upward 
'1'1182-'1'1183 : adjacent_5p upward 
'1'1183-'1'1184 : adjacent_5p upward 
'1'1184-'1'1185 : adjacent_5p upward 
'1'1185-'1'1186 : adjacent_5p upward 
'1'1186-'1'1187 : adjacent_5p upward 
'1'1193-'1'1194 : adjacent_5p upward 
'1'1310-'1'1311 : adjacent_5p upward 
'1'1311-'1'1312 : adjacent_5p upward 
'1'1313-'1'1314 : adjacent_5p upward 
'1'1319-'1'1320 : adjacent_5p upward 
'1'1320-'1'1321 : adjacent_5p upward 
'1'1321-'1'1322 : adjacent_5p upward 
'1'1323-'1'1324 : adjacent_5p upward 
'1'1324-'1'1325 : adjacent_5p upward 
'1'1325-'1'1326 : adjacent_5p upward 
'1'1326-'1'1327 : adjacent_5p upward 
'1'1328-'1'1329 : adjacent_5p upward 
'1'1332-'1'1333 : adjacent_5p upward 
'1'1335-'1'1336 : adjacent_5p upward 
'1'1336-'1'1337 : adjacent_5p upward 
'1'1337-'1'1338 : adjacent_5p upward 
'1'1339-'1'1340 : adjacent_5p upward 
'1'1340-'1'1341 : adjacent_5p upward 
'1'1343-'1'1344 : adjacent_5p upward 
'1'1344-'1'1345 : adjacent_5p upward 
'1'1345-'1'1346 : adjacent_5p upward 
'1'1346-'1'1347 : adjacent_5p upward 
'1'1357-'1'1358 : adjacent_5p upward 
'1'1358-'1'1359 : adjacent_5p upward 
'1'1361-'1'1362 : adjacent_5p upward 
'1'1362-'1'1363 : adjacent_5p upward 
'1'1363-'1'1364 : adjacent_5p upward 
'1'1366-'1'1367 : adjacent_5p upward 
'1'1368-'1'1369 : adjacent_5p upward 
'1'1369-'1'1370 : adjacent_5p upward 
'1'1370-'1'1371 : adjacent_5p upward 
'1'1371-'1'1372 : adjacent_5p upward 
'1'1373-'1'1374 : adjacent_5p upward 
'1'1374-'1'1375 : adjacent_5p upward 
'1'1375-'1'1376 : adjacent_5p upward 
'1'1377-'1'1378 : adjacent_5p upward 
'1'1379-'1'1380 : adjacent_5p upward 
'1'1380-'1'1381 : adjacent_5p upward 
'1'1381-'1'1382 : adjacent_5p upward 
'1'1382-'1'1383 : adjacent_5p upward 
'1'1383-'1'1384 : adjacent_5p upward 
'1'1387-'1'1388 : adjacent_5p upward 
'1'1388-'1'1389 : adjacent_5p upward 
'1'1393-'1'1394 : adjacent_5p upward 
'1'1394-'1'1395 : adjacent_5p upward 
'1'1395-'1'1396 : adjacent_5p upward 
'1'1397-'1'1398 : adjacent_5p upward 
'1'1400-'1'1401 : adjacent_5p upward 
'1'1401-'1'1402 : adjacent_5p upward 
'1'1403-'1'1404 : adjacent_5p upward 
'1'1405-'1'1406 : adjacent_5p upward 
'1'1406-'1'1407 : adjacent_5p upward 
'1'1408-'1'1409 : adjacent_5p upward 
'1'1409-'1'1410 : adjacent_5p upward 
'1'1410-'1'1411 : adjacent_5p upward 
'1'1411-'1'1412 : adjacent_5p upward 
'1'1412-'1'1413 : adjacent_5p upward 
'1'1413-'1'1414 : adjacent_5p upward 
'1'1414-'1'1415 : adjacent_5p upward 
'1'1415-'1'1416 : adjacent_5p upward 
'1'1419-'1'1420 : adjacent_5p upward 
'1'1421-'1'1422 : adjacent_5p upward 
'1'1422-'1'1423 : adjacent_5p upward 
'1'1426-'1'1427 : adjacent_5p upward 
'1'1428-'1'1429 : adjacent_5p upward 
'1'1431-'1'1432 : adjacent_5p upward 
'1'1433-'1'1434 : adjacent_5p upward 
'1'1434-'1'1435 : adjacent_5p upward 
'1'1435-'1'1436 : adjacent_5p upward 
'1'1436-'1'1437 : adjacent_5p upward 
'1'1438-'1'1439 : adjacent_5p upward 
'1'1439-'1'1440 : adjacent_5p upward 
'1'1440-'1'1441 : adjacent_5p upward 
'1'1441-'1'1442 : adjacent_5p upward 
'2'2-'2'3 : adjacent_5p upward 
'2'3-'2'4 : adjacent_5p upward 
'2'8-'2'9 : adjacent_5p upward 
'2'9-'2'10 : adjacent_5p upward 
'2'10-'2'11 : adjacent_5p upward 
'2'11-'2'12 : adjacent_5p upward 
'2'12-'2'13 : adjacent_5p upward 
'2'13-'2'14 : adjacent_5p upward 
'2'14-'2'15 : adjacent_5p upward 
'2'24-'2'25 : adjacent_5p upward 
'2'25-'2'26 : adjacent_5p upward 
'2'28-'2'29 : adjacent_5p upward 
'2'29-'2'30 : adjacent_5p upward 
'2'30-'2'31 : adjacent_5p upward 
'2'31-'2'32 : adjacent_5p upward 
'2'40-'2'41 : adjacent_5p upward 
'2'41-'2'42 : adjacent_5p upward 
'2'42-'2'43 : adjacent_5p upward 
'2'49-'2'50 : adjacent_5p upward 
'2'52-'2'53 : adjacent_5p upward 
'2'53-'2'54 : adjacent_5p upward 
'2'54-'2'55 : adjacent_5p upward 
'2'56-'2'57 : adjacent_5p upward 
'2'63-'2'64 : adjacent_5p upward 
'2'65-'2'66 : adjacent_5p upward 
'2'66-'2'67 : adjacent_5p upward 
'2'68-'2'69 : adjacent_5p upward 
'2'69-'2'70 : adjacent_5p upward 
'2'72-'2'73 : adjacent_5p upward 
'2'73-'2'74 : adjacent_5p upward 
'2'75-'2'76 : adjacent_5p upward 
'2'76-'2'77 : adjacent_5p upward 
'2'77-'2'78 : adjacent_5p upward 
'2'78-'2'79 : adjacent_5p upward 
'2'79-'2'80 : adjacent_5p upward 
'2'88-'2'89 : adjacent_5p upward 
'2'91-'2'92 : adjacent_5p upward 
'2'92-'2'93 : adjacent_5p upward 
'2'93-'2'94 : adjacent_5p upward 
'2'114-'2'115 : adjacent_5p upward 
'2'116-'2'117 : adjacent_5p upward 
'2'117-'2'118 : adjacent_5p upward 
'2'123-'2'124 : adjacent_5p upward 
'2'129-'2'130 : adjacent_5p upward 
'2'131-'2'132 : adjacent_5p upward 
'2'132-'2'133 : adjacent_5p upward 
'2'133-'2'134 : adjacent_5p upward 
'2'134-'2'135 : adjacent_5p upward 
'2'135-'2'136 : adjacent_5p upward 
'2'136-'2'137 : adjacent_5p upward 
'2'138-'2'139 : adjacent_5p upward 
'2'139-'2'140 : adjacent_5p upward 
'2'140-'2'141 : adjacent_5p upward 
'2'142-'2'143 : adjacent_5p upward 
'2'143-'2'144 : adjacent_5p upward 
'2'144-'2'145 : adjacent_5p upward 
'2'145-'2'146 : adjacent_5p upward 
'2'146-'2'147 : adjacent_5p upward 
'2'148-'2'149 : adjacent_5p upward 
'2'149-'2'150 : adjacent_5p upward 
'2'152-'2'153 : adjacent_5p upward 
'2'153-'2'154 : adjacent_5p upward 
'2'155-'2'156 : adjacent_5p inward 
'3'2-'3'3 : adjacent_5p upward 
'3'8-'3'9 : adjacent_5p upward 
'3'9-'3'10 : adjacent_5p upward 
'3'10-'3'11 : adjacent_5p upward 
'3'11-'3'12 : adjacent_5p upward 
'3'12-'3'13 : adjacent_5p upward 
'3'17-'3'18 : adjacent_5p upward 
'3'19-'3'20 : adjacent_5p upward 
'3'21-'3'22 : adjacent_5p upward 
'3'26-'3'27 : adjacent_5p upward 
'3'27-'3'28 : adjacent_5p upward 
'3'28-'3'29 : adjacent_5p upward 
'3'29-'3'30 : adjacent_5p upward 
'3'30-'3'31 : adjacent_5p upward 
'3'32-'3'33 : adjacent_5p upward 
'3'33-'3'34 : adjacent_5p upward 
'3'34-'3'35 : adjacent_5p upward 
'3'35-'3'36 : adjacent_5p upward 
'3'36-'3'37 : adjacent_5p upward 
'3'37-'3'38 : adjacent_5p upward 
'3'38-'3'39 : adjacent_5p upward 
'3'42-'3'43 : adjacent_5p upward 
'3'43-'3'44 : adjacent_5p upward 
'3'44-'3'45 : adjacent_5p upward 
'3'47-'3'48 : adjacent_5p upward 
'3'48-'3'49 : adjacent_5p upward 
'3'50-'3'51 : adjacent_5p upward 
'3'61-'3'62 : adjacent_5p upward 
'3'62-'3'63 : adjacent_5p upward 
'3'63-'3'64 : adjacent_5p upward 
'3'66-'3'67 : adjacent_5p upward 
'3'213-'3'214 : adjacent_5p upward 
'3'214-'3'215 : adjacent_5p upward 
'3'215-'3'216 : adjacent_5p upward 
'3'221-'3'222 : adjacent_5p upward 
'3'231-'3'232 : adjacent_5p downward pairing 
Non-Adjacent stackings ------------------------------------------
'1'5-'2'155 : outward 
'1'11-'2'148 : outward 
'1'13-'1'15 : upward 
'1'16-'2'144 : outward 
'1'20-'2'140 : outward 
'1'30-'1'55 : outward 
'1'34-'1'51 : outward 
'1'60-'1'327 : outward 
'1'64-'1'322 : inward 
'1'65-'1'77 : outward 
'1'65-'1'110 : upward 
'1'66-'1'68 : upward 
'1'67-'1'317 : outward 
'1'80-'1'106 : outward 
'1'85-'1'87 : outward 
'1'88-'1'99 : outward 
'1'91-'1'93 : upward pairing 
'1'91-'1'96 : outward 
'1'109-'1'323 : upward pairing 
'1'114-'1'266 : inward 
'1'114-'1'267 : outward 
'1'115-'1'265 : inward 
'1'115-'1'266 : outward 
'1'116-'1'265 : outward 
'1'122-'1'146 : upward 
'1'122-'1'149 : outward 
'1'123-'1'150 : outward 
'1'130-'1'139 : outward 
'1'155-'1'157 : outward 
'1'164-'1'258 : outward 
'1'251-'1'253 : outward 
'1'267-'1'319 : upward 
'1'268-'1'270 : outward 
'1'269-'1'294 : inward 
'1'271-'1'295 : outward 
'1'277-'1'289 : outward 
'1'303-'1'313 : outward 
'1'306-'1'308 : upward 
'1'306-'1'310 : outward 
'1'333-'2'31 : outward 
'1'412-'2'12 : outward 
'1'415-'2'9 : outward 
'1'425-'1'635 : outward 
'1'428-'1'632 : outward 
'1'432-'1'628 : outward 
'1'436-'1'624 : outward 
'1'442-'1'493 : outward 
'1'445-'1'490 : outward 
'1'498-'1'616 : outward 
'1'501-'1'613 : outward 
'1'504-'1'588 : outward 
'1'510-'1'582 : outward 
'1'513-'1'579 : outward 
'1'516-'1'575 : outward 
'1'521-'1'572 : outward 
'1'527-'1'566 : outward 
'1'529-'1'564 : outward 
'1'533-'1'535 : upward 
'1'535-'1'554 : inward pairing 
'1'537-'1'557 : downward 
'1'542-'1'550 : outward 
'1'588-'1'611 : upward 
'1'589-'1'610 : inward pairing 
'1'595-'1'609 : downward 
'1'600-'1'604 : outward 
'1'606-'1'608 : upward 
'1'619-'1'621 : outward 
'1'639-'1'651 : outward 
'1'653-'1'1443 : outward 
'1'656-'1'1440 : outward 
'1'665-'1'798 : outward 
'1'668-'1'795 : outward 
'1'672-'1'791 : outward 
'1'674-'1'789 : outward 
'1'677-'1'786 : outward 
'1'678-'1'703 : outward 
'1'680-'1'701 : outward 
'1'684-'1'697 : outward 
'1'688-'1'690 : upward 
'1'721-'1'750 : outward 
'1'721-'1'783 : downward 
'1'725-'1'746 : outward 
'1'726-'1'742 : inward 
'1'727-'1'743 : outward 
'1'751-'1'783 : outward 
'1'779-'1'781 : upward 
'1'799-'1'801 : inward 
'1'941-'1'1433 : outward 
'1'944-'1'1430 : downward 
'1'947-'1'1373 : outward 
'1'951-'1'1369 : outward 
'1'1161-'1'1365 : downward 
'1'1163-'1'1337 : outward 
'1'1169-'1'1330 : outward 
'1'1174-'1'1318 : outward 
'1'1180-'1'1182 : upward 
'1'1180-'1'1326 : outward 
'1'1184-'1'1323 : outward 
'1'1186-'1'1321 : outward 
'1'1317-'1'1319 : outward pairing 
'1'1330-'1'1332 : upward 
'1'1340-'1'1365 : outward 
'1'1343-'1'1362 : outward 
'1'1348-'1'1350 : outward 
'1'1355-'1'1357 : outward 
'1'1377-'1'1430 : outward 
'1'1379-'1'1428 : outward 
'1'1387-'1'1421 : outward 
'1'1390-'1'1418 : inward 
'1'1392-'1'1417 : inward pairing 
'1'1393-'1'1418 : outward 
'1'1400-'1'1412 : outward 
'1'1404-'1'1408 : outward 
'2'48-'2'51 : upward pairing 
'2'48-'2'62 : downward 
'2'49-'2'77 : outward 
'2'56-'2'62 : outward 
'2'59-'2'61 : upward 
'2'65-'2'96 : outward 
'2'68-'2'92 : outward 
'2'70-'2'87 : inward pairing 
'2'71-'2'88 : outward 
'2'85-'2'87 : upward pairing 
'2'89-'2'91 : upward 
'2'111-'2'113 : upward 
'2'123-'2'131 : outward 
'2'124-'2'126 : inward 
'2'126-'2'129 : upward pairing 
'2'158-'3'230 : inward pairing 
'3'8-'3'21 : outward 
'3'24-'3'217 : outward pairing 
'3'27-'3'54 : outward 
'3'32-'3'47 : outward 
'3'219-'3'221 : outward 
Number of stackings = 655
Number of adjacent stackings = 521
Number of non adjacent stackings = 134
Base-pairs ------------------------------------------------------
'1'1-'2'156 : G-U Hh/O2' pairing 
'1'1-'3'232 : G-A Ss/O2' pairing 
'1'3-'3'232 : U-A O2'/Hh pairing 
'1'4-'2'155 : U-A Ww/Ww pairing antiparallel cis XX 
'1'5-'2'154 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'6-'2'153 : A-U Ww/Ww pairing antiparallel cis XX 
'1'7-'2'152 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'8-'2'150 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'9-'2'149 : U-A Ww/Ww pairing antiparallel cis XX 
'1'10-'2'148 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'11-'2'147 : A-U Ww/Ww pairing antiparallel cis XX 
'1'12-'2'146 : A-U Ww/Ww pairing antiparallel cis XX 
'1'13-'2'145 : A-U Ww/Ww pairing antiparallel cis XX 
'1'15-'2'144 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'16-'2'143 : A-U Ww/Ww pairing antiparallel cis XX 
'1'17-'2'142 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'18-'2'141 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'19-'2'140 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'20-'2'139 : A-U Ww/Ww pairing antiparallel cis XX 
'1'25-'1'27 : U-C O2'/Bh pairing 
'1'26-'1'59 : A-G Ww/Ww pairing antiparallel cis VIII 
'1'26-'1'328 : A-U Ss/O2' pairing 
'1'27-'1'58 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'27-'1'327 : C-A O2'/Ss pairing 
'1'28-'1'56 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'28-'1'61 : C-A O2'/Ss pairing 
'1'29-'1'55 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'30-'1'54 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'31-'1'53 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'32-'1'52 : U-A Ws/Wh pairing antiparallel cis one_hbond 46 
'1'33-'1'51 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'1'58-'1'60 : G-A Sw/Ss pairing antiparallel cis one_hbond 
'1'59-'2'37 : G-A Hh/Wh pairing parallel trans one_hbond 61 
'1'60-'1'326 : A-U Hh/Ww pairing antiparallel trans XXIV 
'1'63-'1'78 : A-U Ss/O2' pairing 
'1'64-'1'77 : G-A Ss/Bs O2'/Ss pairing antiparallel cis one_hbond 
'1'64-'1'323 : G-A Ww/O2P pairing 
'1'65-'1'109 : A-A Ww/O2' Bh/O2' pairing 
'1'65-'1'322 : A-U Hh/Ws pairing antiparallel trans XXIV 
'1'66-'1'76 : A-G Hh/Ss pairing antiparallel trans XI 
'1'68-'1'75 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'69-'1'74 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'77-'1'324 : A-A Ww/Ww pairing parallel trans I 
'1'78-'1'325 : U-A Ws/Ww pairing parallel trans XXI 
'1'79-'1'106 : U-A Ww/Ww pairing antiparallel cis XX 
'1'80-'1'105 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'81-'1'104 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'82-'1'103 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'85-'1'100 : A-A Hh/Hh Bh/O2P pairing parallel trans II 
'1'86-'1'87 : G-U Sw/Hw adjacent_5p pairing parallel cis one_hbond 89 
'1'87-'1'99 : U-A Ww/Hh pairing antiparallel trans XXIV 
'1'88-'1'98 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'1'89-'1'97 : A-U Ww/Ww pairing antiparallel cis XX 
'1'90-'1'96 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'91-'1'93 : G-C O2P/Bh upward pairing 
'1'91-'1'94 : G-G O2'/Hh pairing 
'1'91-'1'95 : G-A O2'/Bh Bs/O2P pairing 
'1'106-'1'325 : A-A Ss/O2' pairing 
'1'109-'1'322 : A-U Ww/O2' pairing 
'1'109-'1'323 : A-A O2'/Bh upward pairing 
'1'110-'1'321 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'111-'1'320 : C-G Ww/Ws pairing antiparallel cis one_hbond 
'1'113-'1'267 : C-G Ww/Ww pairing antiparallel cis one_hbond 
'1'114-'1'154 : A-U Hh/Ws pairing antiparallel trans XXIV 
'1'115-'1'153 : A-U Hw/Ws pairing antiparallel trans one_hbond 
'1'117-'1'119 : U-U Hh/O2P pairing 
'1'118-'1'122 : U-A Ww/O2P pairing 
'1'119-'1'148 : U-G Wh/Ww pairing antiparallel trans one_hbond 
'1'122-'1'145 : A-G O2'/Bs Ww/O2' pairing 
'1'123-'1'149 : A-U Ww/Ww pairing antiparallel cis XX 
'1'124-'1'144 : U-A Ww/Ww pairing antiparallel cis XX 
'1'125-'1'143 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'126-'1'142 : U-C Bh/Wh pairing antiparallel cis one_hbond 
'1'127-'1'141 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'128-'1'140 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'129-'1'139 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'130-'1'138 : A-U Ww/Ww pairing antiparallel cis XX 
'1'131-'1'137 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'157-'1'264 : A-G Hh/Ss Bh/O2' pairing antiparallel trans XI 
'1'158-'1'263 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'159-'1'262 : A-U Ww/Ww pairing antiparallel cis XX 
'1'161-'1'260 : G-C Ww/Ww pairing antiparallel cis one_hbond 
'1'162-'1'259 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'163-'1'258 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'164-'1'257 : A-U Ww/Ww pairing antiparallel cis one_hbond 
'1'166-'1'256 : C-G Ww/Ww pairing antiparallel cis one_hbond 
'1'167-'1'255 : U-A Ww/Ww pairing antiparallel cis XX 
'1'168-'1'253 : U-A Wh/Wh pairing antiparallel cis one_hbond 
'1'168-'1'254 : U-A Ww/Ww pairing antiparallel cis one_hbond 
'1'267-'1'318 : G-A O2P/Bh pairing 
'1'268-'1'296 : A-A Hh/Hh pairing parallel trans II 
'1'269-'1'270 : G-U Ss/Hh adjacent_5p pairing parallel cis 89 
'1'270-'1'295 : U-A Ws/Hh pairing antiparallel trans XXIV 
'1'270-'1'318 : U-A O2'/Ss pairing 
'1'271-'1'294 : C-U Hw/Bs pairing antiparallel trans one_hbond 
'1'272-'1'293 : G-C Ws/Ws pairing antiparallel cis one_hbond 
'1'274-'1'291 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'275-'1'290 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'276-'1'289 : U-A Ww/Ww pairing antiparallel cis XX 
'1'277-'1'288 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'278-'1'287 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'279-'1'286 : U-U Ws/Ww pairing antiparallel cis XVI 
'1'296-'1'299 : A-G Ss/O2' pairing 
'1'299-'1'316 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'300-'1'315 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'301-'1'314 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'302-'1'313 : U-A Ww/Ww pairing antiparallel cis XX 
'1'304-'1'312 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'305-'1'310 : U-U Ws/Ww pairing antiparallel cis XVI 
'1'331-'2'32 : G-C Ws/Ww pairing antiparallel cis one_hbond 
'1'332-'2'31 : C-G Ww/Ww pairing antiparallel cis one_hbond 
'1'333-'2'30 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'334-'2'29 : A-U Ww/Ww pairing antiparallel cis XX 
'1'335-'2'28 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'336-'2'27 : A-U Ww/Ww pairing antiparallel cis XX 
'1'337-'2'26 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'378-'1'392 : A-G O2P/Bs O2P/Ss Bh/O2' Hh/O2' pairing 
'1'379-'1'390 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'380-'1'389 : U-A Ww/Ww pairing antiparallel cis XX 
'1'381-'1'388 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'382-'1'387 : U-A Ww/Ww pairing antiparallel cis XX 
'1'383-'1'385 : G-A O2'/Hh pairing 
'1'383-'1'386 : G-A O2'/Bh O2'/Hh Bs/O2P pairing 
'1'384-'1'385 : A-A O2P/Bh adjacent_5p pairing 
'1'409-'2'14 : A-C Wh/Ws pairing antiparallel cis one_hbond 78 
'1'410-'2'13 : U-A Ww/Ww pairing antiparallel cis XX 
'1'411-'2'12 : U-A Ww/Ww pairing antiparallel cis XX 
'1'412-'2'11 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'413-'2'10 : U-A Ww/Ww pairing antiparallel cis XX 
'1'415-'2'8 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'416-'2'7 : A-U Ww/Ww pairing antiparallel cis XX 
'1'417-'2'6 : A-U Ww/Ww pairing antiparallel cis XX 
'1'418-'2'5 : A-U Ww/Ww pairing antiparallel cis XX 
'1'419-'2'4 : G-C Ww/Ww pairing antiparallel cis 
'1'420-'2'3 : G-A Ww/Ww pairing antiparallel cis one_hbond 
'1'421-'2'4 : G-C Bs/O2' pairing 
'1'424-'1'636 : G-C Ww/Bs Bs/O2' pairing antiparallel cis 127 
'1'425-'1'634 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'426-'1'633 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'427-'1'632 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'428-'1'631 : A-U Ww/Ww pairing antiparallel cis XX 
'1'429-'1'630 : U-A Ww/Ww pairing antiparallel cis XX 
'1'430-'1'629 : U-U Ww/Wh pairing antiparallel cis one_hbond 
'1'431-'1'628 : U-A Ww/Ww pairing antiparallel cis XX 
'1'432-'1'627 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'433-'1'626 : A-U Ww/Ww pairing antiparallel cis XX 
'1'434-'1'625 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'435-'1'624 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'436-'1'623 : A-U Ww/Ww pairing antiparallel cis XX 
'1'437-'1'621 : G-A Ww/O2P pairing 
'1'437-'1'622 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'1'438-'1'439 : A-C Ss/O2' adjacent_5p pairing 
'1'439-'1'494 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'441-'1'493 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'442-'1'492 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'443-'1'491 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'444-'1'490 : U-A Ww/Ww pairing antiparallel cis XX 
'1'445-'1'489 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'495-'1'618 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'496-'1'617 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'497-'1'616 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'498-'1'615 : A-U Ww/Ww pairing antiparallel cis XX 
'1'499-'1'614 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'500-'1'613 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'501-'1'612 : A-U Ww/Ww pairing antiparallel cis XX 
'1'502-'1'611 : U-A Ww/Ww pairing antiparallel cis XX 
'1'503-'1'588 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'504-'1'587 : A-U Ww/Ww pairing antiparallel cis XX 
'1'505-'1'586 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'506-'1'585 : U-A Ww/Ww pairing antiparallel cis XX 
'1'507-'1'584 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'508-'1'583 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'509-'1'582 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'510-'1'581 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'511-'1'580 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'512-'1'579 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'513-'1'577 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'514-'1'576 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'515-'1'575 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'516-'1'574 : A-U Ww/Ww pairing antiparallel cis XX 
'1'517-'1'573 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'518-'1'572 : G-A Hh/Wh pairing parallel cis one_hbond 61 
'1'521-'1'571 : A-U Hh/Ww pairing antiparallel trans XXIV 
'1'522-'1'570 : A-A Hh/Ww pairing antiparallel trans V 
'1'523-'1'569 : A-A Hh/Ww pairing antiparallel trans V 
'1'524-'1'568 : U-G Wh/Ww pairing antiparallel cis one_hbond 
'1'525-'1'567 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'526-'1'566 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'527-'1'565 : A-U Wh/Ws pairing antiparallel cis one_hbond 46 
'1'528-'1'564 : U-G Bs/Ww pairing antiparallel cis one_hbond 
'1'529-'1'563 : A-U Ww/Ww pairing antiparallel cis XX 
'1'530-'1'562 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'531-'1'561 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'532-'1'560 : A-G Ww/Ww pairing antiparallel cis VIII 
'1'533-'1'555 : A-U Hh/Ws pairing antiparallel trans XXIV 
'1'533-'1'556 : A-U Wh/Hw pairing antiparallel trans one_hbond 48 
'1'533-'1'559 : A-A Ww/Wh pairing antiparallel cis one_hbond 37 
'1'535-'1'536 : G-U Ss/Hh adjacent_5p pairing parallel cis 89 
'1'535-'1'554 : G-A O2'/Ww O2'/Bh inward pairing 
'1'536-'1'557 : U-A Ww/Hh pairing parallel cis XXIII 
'1'536-'1'559 : U-A O2'/C8 pairing 
'1'537-'1'554 : A-A Bh/Ss Ww/O2' pairing antiparallel trans one_hbond 40 
'1'538-'1'553 : G-U Wh/Ww pairing antiparallel cis one_hbond 
'1'538-'1'558 : G-U O2P/Ww pairing 
'1'539-'1'552 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'540-'1'551 : U-A Ww/Ww pairing antiparallel cis XX 
'1'541-'1'550 : U-A Ww/Ww pairing antiparallel cis XX 
'1'544-'1'547 : C-G O2'/Ww pairing 
'1'544-'1'548 : C-G Bs/Ww pairing antiparallel cis 127 
'1'546-'1'547 : C-G O2P/Bs adjacent_5p pairing 
'1'556-'1'559 : U-A Ww/Hh pairing parallel cis XXIII 
'1'589-'1'610 : A-G Hh/O2' inward pairing 
'1'590-'1'610 : G-G Bs/O2P pairing 
'1'591-'1'612 : G-U Bs/O2P pairing 
'1'594-'1'609 : U-G O2P/Ww O2P/Bs pairing 
'1'596-'1'608 : C-A Ww/O2' pairing 
'1'597-'1'606 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'598-'1'605 : A-U Ww/Ww pairing antiparallel cis XX 
'1'599-'1'604 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'600-'1'603 : G-A Ss/Hh O2'/Bh Ww/O2P Bs/O2P pairing antiparallel trans XI 
'1'606-'1'607 : C-A O2'/Ss adjacent_5p pairing 
'1'610-'1'1337 : G-A Ww/O2P Bs/O2P pairing 
'1'618-'1'619 : C-A O2'/Hh adjacent_5p pairing 
'1'637-'1'652 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'638-'1'651 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'639-'1'650 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'640-'1'649 : U-A Ws/Wh pairing antiparallel cis one_hbond 46 
'1'641-'1'648 : C-C Ws/Wh pairing antiparallel cis one_hbond 137 
'1'642-'1'647 : U-A Ss/Hw pairing antiparallel trans one_hbond 45 
'1'643-'1'646 : U-A Ww/O2P pairing 
'1'644-'1'1177 : G-G Bh/Ww pairing antiparallel cis 115 
'1'655-'1'1440 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'656-'1'1439 : A-U Ww/Ww pairing antiparallel cis XX 
'1'657-'1'1438 : A-U Ww/Ww pairing antiparallel cis XX 
'1'658-'1'1437 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'659-'1'1435 : G-A O2'/Bh pairing 
'1'660-'1'1433 : A-A Hh/Ww pairing antiparallel trans V 
'1'661-'1'662 : G-U Sw/Hw adjacent_5p pairing parallel cis one_hbond 89 
'1'662-'1'801 : U-A O2'/Bh pairing 
'1'663-'1'799 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'664-'1'798 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'665-'1'797 : A-U Ww/Ww pairing antiparallel cis XX 
'1'666-'1'796 : A-U Ww/Ww pairing antiparallel cis XX 
'1'667-'1'795 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'668-'1'794 : G-U Ww/Ws pairing antiparallel cis one_hbond 
'1'670-'1'792 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'671-'1'791 : U-A Ww/Ww pairing antiparallel cis XX 
'1'672-'1'790 : A-U Ww/Ww pairing antiparallel cis XX 
'1'673-'1'789 : U-A Ww/Ww pairing antiparallel cis XX 
'1'674-'1'788 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'675-'1'787 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'676-'1'786 : G-A O2'/Ww Bs/O2' pairing 
'1'677-'1'703 : A-G Ww/O2' pairing 
'1'677-'1'785 : A-G Bh/O2' pairing 
'1'678-'1'702 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'679-'1'701 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'680-'1'700 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'681-'1'696 : U-C Wh/Hw pairing antiparallel cis one_hbond 104 
'1'681-'1'697 : U-A Ss/Hw pairing parallel trans one_hbond 
'1'681-'1'699 : U-A O2'/Bh pairing 
'1'682-'1'684 : U-G O2'/Hh pairing 
'1'683-'1'697 : U-A Ww/Ww pairing antiparallel cis one_hbond 
'1'684-'1'696 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'685-'1'695 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'686-'1'694 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'688-'1'692 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'1'689-'1'690 : U-A O2P/Hh adjacent_5p pairing 
'1'701-'1'788 : G-C Bs/O2' pairing 
'1'704-'1'785 : U-G O2'/Hh pairing 
'1'721-'1'749 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'722-'1'748 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'723-'1'747 : U-A Ww/Ww pairing antiparallel cis XX 
'1'724-'1'746 : U-A Ww/Ww pairing antiparallel cis XX 
'1'725-'1'745 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'726-'1'743 : G-C O2'/Bh Ww/O2P Bs/O2P pairing 
'1'726-'1'744 : G-A Ss/Hh pairing antiparallel trans XI 
'1'727-'1'728 : G-G O2P/Hh adjacent_5p upward pairing 
'1'727-'1'742 : G-G Hh/Sw O2P/Bs pairing antiparallel trans one_hbond 108 
'1'728-'1'741 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'729-'1'740 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'730-'1'739 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'731-'1'738 : U-A Ww/Ww pairing antiparallel cis XX 
'1'732-'1'737 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'733-'1'735 : G-A O2'/Bh O2'/Hh Ss/O2P pairing 
'1'733-'1'736 : G-A Ss/Hh Bs/O2P pairing antiparallel trans XI 
'1'750-'1'783 : G-A Ww/Ww pairing antiparallel cis VIII 
'1'751-'1'782 : A-U Ww/Ww pairing antiparallel cis one_hbond 
'1'752-'1'781 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'753-'1'779 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'778-'1'779 : U-G O2'/Hh adjacent_5p pairing 
'1'786-'1'787 : A-G O2'/Hh adjacent_5p pairing 
'1'941-'1'1432 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'942-'1'1431 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'944-'1'1375 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'945-'1'1374 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'945-'1'1406 : C-A O2'/Ss pairing 
'1'946-'1'1373 : U-A Ww/Ww pairing antiparallel cis XX 
'1'947-'1'1372 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'948-'1'1371 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'949-'1'1370 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'950-'1'1368 : G-U Ww/O2P pairing 
'1'950-'1'1369 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'1'951-'1'1367 : A-G O2P/Ww O2P/Bs pairing 
'1'951-'1'1368 : A-U Hh/Ww pairing antiparallel trans XXIV 
'1'1161-'1'1338 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1162-'1'1337 : U-A Ww/Ww pairing antiparallel cis XX 
'1'1163-'1'1336 : A-U Ww/Ww pairing antiparallel cis XX 
'1'1164-'1'1335 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1165-'1'1334 : A-U Ww/Ww pairing antiparallel cis XX 
'1'1166-'1'1333 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1167-'1'1332 : U-A Ww/Ww pairing antiparallel cis XX 
'1'1168-'1'1330 : U-A Ws/Hh pairing antiparallel trans XXIV 
'1'1170-'1'1329 : A-U Wh/Ws pairing antiparallel trans one_hbond 46 
'1'1171-'1'1328 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1172-'1'1179 : G-A Sw/Ss O2'/Ww pairing parallel trans one_hbond 57 
'1'1172-'1'1327 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1173-'1'1326 : U-A Ww/Ww pairing antiparallel cis XX 
'1'1174-'1'1312 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1175-'1'1311 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1176-'1'1310 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1178-'1'1328 : G-C Ss/O2' pairing 
'1'1180-'1'1325 : A-U Ww/Ww pairing antiparallel cis XX 
'1'1181-'1'1318 : U-A Ww/Hh pairing parallel cis XXIII 
'1'1182-'1'1324 : A-U Ww/Ww pairing antiparallel cis XX 
'1'1183-'1'1323 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1184-'1'1322 : A-U Ww/Ws pairing antiparallel cis one_hbond 
'1'1185-'1'1321 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1186-'1'1320 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1187-'1'1319 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1189-'1'1193 : C-A O2'/Ss pairing 
'1'1189-'1'1315 : C-U Ww/O2' Bh/O2' pairing 
'1'1190-'1'1193 : A-A Ss/O2' pairing 
'1'1193-'1'1315 : A-U Hh/Ww pairing antiparallel trans one_hbond 
'1'1193-'1'1317 : A-A Ww/Hh pairing antiparallel trans V 
'1'1194-'1'1314 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1195-'1'1313 : A-G Hh/Ww pairing parallel cis one_hbond 
'1'1313-'1'1318 : G-A Ss/Ss O2'/Ww pairing parallel trans 57 
'1'1317-'1'1319 : A-G O2'/Hh outward pairing 
'1'1339-'1'1365 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1340-'1'1364 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1341-'1'1363 : U-A Ww/Ww pairing antiparallel cis XX 
'1'1342-'1'1362 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1343-'1'1361 : A-U Ww/Ww pairing antiparallel cis XX 
'1'1344-'1'1360 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1345-'1'1359 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1346-'1'1358 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1347-'1'1357 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'1351-'1'1355 : U-A Ww/Hh pairing antiparallel trans XXIV 
'1'1353-'1'1354 : U-G O2'/Bs adjacent_5p pairing 
'1'1354-'1'1357 : G-G Bs/O2' pairing 
'1'1375-'1'1407 : G-A Ss/Ss O2'/Ww pairing parallel trans 57 
'1'1376-'1'1430 : C-U Ww/Ww pairing antiparallel cis XVIII 
'1'1378-'1'1428 : U-A Ww/Ww pairing antiparallel cis XX 
'1'1379-'1'1427 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'1380-'1'1426 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1381-'1'1425 : A-U Ww/Ww pairing antiparallel cis XX 
'1'1382-'1'1424 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1383-'1'1423 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1384-'1'1422 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'1385-'1'1421 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1387-'1'1420 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1388-'1'1419 : U-A Ww/Ww pairing antiparallel cis XX 
'1'1389-'1'1418 : G-A O2'/Ww pairing 
'1'1392-'1'1417 : G-G O2'/Ww O2'/Bs inward pairing 
'1'1392-'1'1418 : G-A Ss/Hh pairing antiparallel trans XI 
'1'1393-'1'1417 : A-G Hh/Ss O2P/Bs pairing antiparallel trans XI 
'1'1393-'1'1419 : A-A Ss/O2' pairing 
'1'1394-'1'1416 : A-C Bh/Bs Bh/O2' pairing antiparallel trans 
'1'1395-'1'1415 : G-U Ww/Ws pairing antiparallel cis XXVIII 
'1'1396-'1'1414 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1397-'1'1413 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1398-'1'1412 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'1'1400-'1'1411 : G-C Ww/Ww pairing antiparallel cis XIX 
'1'1401-'1'1410 : A-U Ww/Ww pairing antiparallel cis XX 
'1'1402-'1'1409 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1403-'1'1408 : C-G Ww/Ww pairing antiparallel cis XIX 
'1'1404-'1'1406 : G-A O2'/Bh Ss/O2P pairing 
'1'1404-'1'1407 : G-A Bs/O2P pairing 
'2'48-'2'51 : A-G O2'/Bs upward pairing 
'2'49-'2'76 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'50-'2'75 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'55-'2'62 : U-C Ww/Ww pairing antiparallel cis XVIII 
'2'58-'2'59 : G-A Ss/Ww adjacent_5p pairing antiparallel cis 55 
'2'60-'2'63 : U-G O2'/Bs pairing 
'2'64-'2'96 : U-A Ww/Ww pairing antiparallel cis XX 
'2'64-'2'111 : U-A O2P/Ss pairing 
'2'65-'2'94 : A-C Wh/Ws pairing antiparallel cis one_hbond 78 
'2'66-'2'93 : A-U Ww/Ww pairing antiparallel cis XX 
'2'67-'2'92 : U-A Ww/Ww pairing antiparallel cis XX 
'2'68-'2'91 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'69-'2'89 : U-A Ww/Ww pairing antiparallel cis XX 
'2'70-'2'87 : G-G O2'/Bs inward pairing 
'2'70-'2'88 : G-A Ss/Hh pairing antiparallel trans XI 
'2'72-'2'88 : A-A O2'/Ss pairing 
'2'84-'2'131 : C-A Hh/O2P Ww/O2P pairing 
'2'85-'2'87 : G-G O2'/Hh upward pairing 
'2'86-'2'115 : U-C Ww/O2P pairing 
'2'89-'2'111 : A-A O2P/Ww O2P/Bh pairing 
'2'116-'2'137 : G-C Ww/Ww pairing antiparallel cis 
'2'117-'2'136 : C-G Ww/Ww pairing antiparallel cis 
'2'118-'2'135 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'119-'2'134 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'120-'2'133 : C-G Ww/Ww pairing antiparallel cis XIX 
'2'121-'2'132 : U-G Ws/Ww pairing antiparallel cis XXVIII 
'2'122-'2'131 : U-A Ww/Ww pairing antiparallel cis XX 
'2'123-'2'130 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'124-'2'129 : G-C Ww/Ww pairing antiparallel cis XIX 
'2'126-'2'128 : A-U Ss/O2P pairing 
'2'126-'2'129 : A-C O2'/Bh upward pairing 
'2'128-'2'129 : U-C O2P/Bh adjacent_5p pairing 
'2'158-'3'230 : U-A Ww/O2' inward pairing 
'3'5-'3'24 : C-A Ww/O2P Bh/O2P pairing 
'3'7-'3'21 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'8-'3'20 : A-U Ww/Ww pairing antiparallel cis XX 
'3'9-'3'19 : A-U Ww/Ww pairing antiparallel cis XX 
'3'10-'3'18 : A-U Ww/Ww pairing antiparallel cis XX 
'3'11-'3'17 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'12-'3'14 : A-U Bs/Hw pairing parallel cis one_hbond 
'3'24-'3'217 : A-G O2P/Bs outward pairing 
'3'26-'3'54 : U-A Ww/Ww pairing antiparallel cis XX 
'3'27-'3'51 : G-U Ww/Ws pairing antiparallel cis one_hbond 
'3'27-'3'55 : G-A Ss/Bs pairing parallel cis one_hbond 
'3'28-'3'50 : A-U Ww/Ww pairing antiparallel cis XX 
'3'29-'3'49 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'30-'3'48 : U-A Ww/Ww pairing antiparallel cis one_hbond 
'3'31-'3'47 : G-A Ss/Hh O2'/Bh pairing antiparallel trans XI 
'3'33-'3'46 : U-U Ww/Ws pairing antiparallel cis one_hbond 
'3'34-'3'45 : A-U Ww/Ww pairing antiparallel cis XX 
'3'35-'3'44 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'36-'3'43 : U-A Ww/Ww pairing antiparallel cis XX 
'3'37-'3'42 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'38-'3'41 : U-G Ss/Ww O2'/Ww pairing antiparallel trans one_hbond 
'3'39-'3'40 : U-U Ws/Ww adjacent_5p pairing antiparallel cis one_hbond 
'3'41-'3'42 : G-G Ss/O2' adjacent_5p pairing 
'3'51-'3'54 : U-A O2'/Bh O2'/Hh pairing 
'3'53-'3'54 : A-A O2P/Bh adjacent_5p pairing 
'3'53-'3'55 : A-A O2'/Bh pairing 
'3'54-'3'55 : A-A O2'/Ss adjacent_5p pairing 
'3'62-'3'216 : G-C Ww/Ww pairing antiparallel cis XIX 
'3'63-'3'215 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'64-'3'214 : C-G Ww/Ww pairing antiparallel cis XIX 
'3'64-'3'219 : C-A O2'/Ww pairing 
'3'65-'3'213 : U-A Ww/Ww pairing antiparallel cis XX 
'3'65-'3'222 : U-A O2'/Bh pairing 
'3'231-'3'232 : A-A O2'/Ss adjacent_5p downward pairing 
